{"2Pet.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Peter1:1VERSETITLEENDNEWLINEVERSESTARTSimon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ:VERSEENDNEWLINEVerse 1. - Simon Peter. \"Symeon\" seems to be the best-supported spelling in this place. The same form of the name is found in Luke 2:25 and Acts 13:1; it also occurs in Acts 15:14, where St. James refers to St. Peter's speech on the great question of the circumcision of Gentile Christians. It is the form always used in the Septuagint Version of the Old Testament. The old man's thoughts go back to his early years; he describes himself by the familiar name of his youth; he uses that Greek form of it which was most distinctively Jewish. But he joins with the old name, which spoke of Judaism, the new name which the Lord Jesus had given him - the name which describes him as a stone or rock, which indicates also his close connection with that Rock on which the Church is built, which is Christ. His names combine Hebrew and Greek, Jewish and Christian, associations. He is writing probably, as in his First Epistle, to Churches of mingled Jewish and Gentile elements. The first word of the Epistle supplies an argument for the genuineness of the Epistle. It is scarcely possible that an imitator, who was acquainted with the First Epistle (1 Peter 3:1), and shows, as some say, so much anxiety to identify himself with the apostle (1 Peter 1:12-18), would have announced himself by a name different from that used in the First Epistle, and would have adopted a form of the Hebrew name varying from that which occurs so frequently in the Gospels. A servant and an apostle of Jesus Christ. St. Peter, like St. Paul, describes himself as a servant, literally, \"a slave,\" a bondman of Jesus Christ. We are not our own; we are bought with a price; we have work to do for our Master. St. Peter's work was that of a missionary, an apostle sent into the world to win souls for Christ (comp. Romans 1:1; Philippians 1:1; Titus 1:1; James 1:1; Jude 1:1). To them that have obtained like precious faith with us. The word rendered \"obtained\" (τοῖς λαχοῦσιν) means properly \"to obtain by lot,\" as in Luke 1:9. It is noticeable that one of the few places in which it occurs in the New Testament is in a speech of St. Peter's (Acts 1:17); its use here implies that faith is a gift of God. The word for \"like precious\" equally precious) is found only here in the New Testament; it calls to our memory the πολὺ τιμιώτερον of 1 Peter 1:7, and indicates a correspondence with the First Epistle. St. Peter addresses this Epistle simply to those who have obtained an equally precious faith \"with us.\" By the last words he may mean himself only, or the apostles generally, or, possibly, all Jewish Christians. He is writing apparently to the same Churches to which his First Epistle was addressed (verse 16 and chapter 1 Peter 3:1); he says that their faith is equally precious with that of the apostles, or perhaps that the Gentiles have received the like precious gift with the chosen people. By \"faith\" he may mean the truths believed, as Jude 1:3; or, more probably, faith in the subjective sense, the grace of faith, which receives those truths as a message from God (comp. 1 Peter 1:7). Through the righteousness of God and our Saviour Jesus Christ; rather, as in the Revised Version, in the righteousness of our God and Saviour Jesus Christ. Some commentators, as Luther, Estius, etc., understand by \"righteousness\" in this place, the righteousness which God gives, as in Romans 10:3, etc. But this seems unsuitable here; for faith is not given in righteousness, but rather righteousness in faith. Others take righteousness as the object of the faith - \"to them that have Obtained faith in the righteousness;\" i.e., who are enabled to believe in God's righteousness and to trust in it. This seems a forced interpretation. It is better to take the preposition as meaning \"in the working of God's righteousness,\" in the sphere of its operation, and to understand \"righteousness\" as the attribute of God, his just and holy dealing with men. There is no respect of persons with God; in his righteousness he bestows the like precious faith on all who come to him, without distinction of race or country. According to the strict grammatical construction of the passage, \"God\" and \"Saviour\" are both predicates of \"Jesus Christ,\" as in Titus 2:13. The First and Second Persons of the blessed Trinity are distinguished in the following verse, and this has led several commentators to think that the same distinction should be made here. It is true that the absence of a second article does not make it absolutely certain that the two words \"God\" and \"Saviour\" must be taken as united under the one common article, and so regarded as two predicates of \"Jesus Christ;\" but it furnishes at least a very strong presumption in favour of this view, especially as there is not here, as there is in Titus 2:13, any word like ἡμῶν to give definiteness to σωτῆρος (see Bishop Ellicott's note on Titus 2:13, and, on the other side, Alford's notes on both passages). The Lord Jesus is called \"our Saviour\" five times in this Epistle. The word does not occur in the First Epistle; but in St. Peter's speech (Acts 5:31) the apostle declared to the Sanhedrin that God had exalted Jesus \"to be a Prince and a Saviour.\"NEWLINEVERSETITLESTART2Peter1:2VERSETITLEENDNEWLINEVERSESTARTGrace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord,VERSEENDNEWLINEVerse 2. - Grace and peace be multiplied unto you. The order of the words in the Greek is the same as in 1 Peter 1:2. The exact correspondence should be noticed. The writer of the Second Epistle, if not St. Peter himself, must have been attempting to imitate of set purpose the opening salutation of the First Epistle. Through the knowledge of God, and of Jesus our Lord; rather, in the knowledge. The knowledge of God is the sphere in which grace and peace are communicated to the soul; they cannot be found outside that sphere. \"Full knowledge\" (ἐπίγνωσις) may be regarded as the key-note of this Epistle, as \"hope\" is of the first. Ἐπίγνωσις is a stronger word than γνῶσις; it means \"knowledge\" directed towards an object, gradually approaching nearer and nearer to it, concentrated upon it, fixed closely upon it. So it comes to mean the knowledge, not merely of intellectual apprehension, but rather of deep contemplation; the knowledge which implies love - for only love can concentrate continually the powers of the soul in close meditation upon its object. Comp. 1 Corinthians 13, where, after saying in verse 8 that \"knowledge (γνῶσις) shall be done away,\" St. Paul continues, in verse 12, \"Now I know (γινώσκω) in part, but then I shall know (ἐπιγνώσομαι) even as also I am known (ἐπεγνώσθην).\" He contrasts our present imperfect knowledge with the full knowledge which the blessed will have in heaven, and which God now has of us, using the verb ἐπιγινώδκω of that fuller knowledge, as he had used γνῶσις of the imperfect knowledge. The word ἐπίγνωσις occurs several times in the Gospels, and is common in St. Paul's Epistles; it seems to imply a sort of protest against the knowledge that \"puffeth up\" (1 Corinthians 8:1), and especially against the knowledge \"falsely so called\" (1 Timothy 6:20), which was claimed by the false teachers, who were the precursors of the coming Gnosticism (comp. Colossians 1:9, 10; Colossians 2:2; Colossians 3:10). St. Peter had learned mere of the doings of these false teachers since he wrote the First Epistle, and this may perhaps be a reason for his frequent use of the word ἐπίγνωσις in the second. \"Jesus our Lord\" is a variation of the more common form, such as \"the Lord Jesus;\" it occurs only here and in Romans 4:24.NEWLINEVERSETITLESTART2Peter1:3VERSETITLEENDNEWLINEVERSESTARTAccording as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:VERSEENDNEWLINEVerse 3. - According as his Divine power; better, seeing that, as in the Revised Version. The construction is the genitive absolute with ὡς. The words are to be closely connected with verse 2: \"We need not fear, for God has given us all things that are necessary for our salvation; grace and peace will be multiplied unto us, if only we seek the knowledge of God.\" This is better than, with Huther and others, to make a full stop after verse 2, and to connect verses 3 and 4 closely with verse 5. The word for \"Divine\" (θεῖος) is unusual in the Greek Testament; it occurs only in two other places - verse 4 and Acts 17:29. Hath given unto us all things that pertain unto life and godliness; rather, as in the Revised Version, hath granted. St. Peter does not here use the ordinary verb for \"to give,\" but one (δωρέομαι) which in the New Testament occurs only in this Epistle and in Mark 15:45. \"God hath given us all things for (πρός) life,\" i.e., all things necessary for life. By \"life\" St. Peter means the spiritual life of the soul; that life which consists in union with Christ, which is the life of Christ living in us. \"Godliness\" (εὐσέβεια) is a word of the later apostolic age; besides this Epistle (in which it occurs four times) and a speech of St. Peter's in Acts 3:12, it is found only in St. Paul's pastoral Epistles; it means reverence, true piety towards God. Through the knowledge of him that hath called us to glory and virtue; literally, through the full knowledge (ἐπιγνώσρως) of him that called us (comp. John 17:3, \"This is life eternal, that they might know thee the only true God. and Jesus Christ, whom thou hast sent\"). The best-supported reading seems to be that followed by the Revised Version, \"By his own glory and virtue (ἰδίᾳ δόξῃ καὶ ἀρετῇ).\" Bengel says, \"Ad gloriam referuntur attributa Dei naturalia, ad virtutem ea quae dicuntur moralia; intime unum sunt utraque.\" All his glorious attributes make up his glory; ἀρετή, virtue, is the energy, the activity of those attributes. The other reading, also well supported (διὰ δόξης καὶ ἀρετῆς, \"through glory and virtue\"), would mean nearly the same (comp. Galatians 1:15; καλέσας διὰ τῆς χάριτος αὐτοῦ). God calls us through his attributes; his glorious perfections invite us, the revelation of those perfections calls us to his service. The word ἀρετή, with one exception (Philippians 4:8), occurs in the New Testament only in St. Peter's Epistles (see 1 Peter 2:9; 2 Peter 1:3 and 5). This is, so far, an argument in favour of identity of authorship.NEWLINEVERSETITLESTART2Peter1:4VERSETITLEENDNEWLINEVERSESTARTWhereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.VERSEENDNEWLINEVerse 4. - Whereby are given unto us exceeding great and precious promises; rather, as in the Revised Version, whereby he hath granted unto us h is precious and exceeding great promises. Does the word \"whereby\" (δἰ ῶν, literally, \"through which things\") refer to the immediately preceding words, \"glory and virtue\"? or is its antecedent to be found in the more distant \"all things which pertain unto life and godliness\"? Both views are possible. God first granted unto us all things necessary for life and godliness; through those first gifts, duly used, he has granted unto us others more precious still. But it seems better to connect the relative with the nearer antecedent. It is through God's glory and virtue, through his glorious attributes and the energetic working of those attributes, that he has granted the promises. The verb (δεδώρηται) should be translated \"hath granted,\" as in the preceding verse. The word for \"promise\" (ἐπάγγελμα) occurs elsewhere only in 2 Peter 3:13; it means the thing promised, not the act of promising. The order of the words, \"exceeding great and precious,\" is differently given in the manuscripts; on the whole, that adopted by the Revised Version seems the best supported. The article with the first word (τὰ τίμια καὶ μέγιστα) has a possessive force, and is well rendered, \"his precious promises.\" They are precious, because they will be certainly fulfilled in all their depth of blessed meaning, and because they are in part fulfilled at once (comp. Ephesians 1:13, 14, \"In whom also after that ye believed, ye were sealed with that Holy Spirit of promise, which is the earnest of our inheritance\"). The word \"precious\" reminds us of 1 Peter 1:7, 19; the resemblance with 1 Peter 2:7 is apparent only, in the Authorized Version, not in the Greek. That by these ye might be partakers of the Divine nature; literally, that through these (promises, i.e., through their fulfillment) ye may beeome partakers. It is true that the verb is aorist (γένησθε), but it does not follow that, might be\" is the right translation, or that the writer regarded the participation as having already taken place (comp. John 12:36, \"Believe in the light, that ye may be (ἵνα γένησθε) the children of light\"). As Alford says, the aorist seems to imply \"that the aim was not the procedure, but the completion, of that indicated; not the γίνεσθαι, the carrying on the process, but the γενέσθαι, its accomplishment.\" The end of God's gift is the complete accomplishment of his gracious purpose, but it is only by continual growth that the Christian attains at length to that accomplishment. St. Peter's words seem very bold; but they do not go beyond many other statements of Holy Scripture. At the beginning God said, \"Let us make man in our image, after our likeness.\" St. Paul tells us that believers are now \"changed into the same image from glory to glory\" (2 Corinthians 3:18; comp. also 1 Corinthians 11:7; Ephesians 4:24; Colossians 3:10; Romans 8:29; 1 Corinthians 15:49, etc.). Christians, born of God (John 1:13; 1 Peter 1:23), are made \"partakers of Christ\" (Hebrews 3:14), \"partakers of the Holy Ghost\" (Hebrews 6:4). Christ prayed for us that we might be \"made perfect in one\" with himself who is one with God the Father, through the indwelling presence of the Holy Ghost the Comforter (John 17:20-23; John 14:16, 17, 23). The second person is used to imply that the promises made to all Christians (unto us) belong to those whom St. Peter now addresses. Having escaped the corruption that is in the world through lust; literally, having escaped from the corruption that is in the world in lust. These words express the negative side of the Christian life, the former clause describing its active and positive side. God's precious promises realized in the soul enable the Christian to become partakers of the Divine nature, and to escape from corruption; the two aspects of the Christian life must go on simultaneously; each implies and requires the other. Bengel says, \"Haec fuga non tam ut officium nostrum, quam ut beneficium divinum, communionem cum Deo comitans, hoc loco ponitur.\" The verb used here (ἀποφεύγειν) occurs in the New Testament only in this Epistle. It reminds us of St. Paul's words in Romans 8:21, \"The creature itself also shall be delivered from the bondage of corruption.\" The corruption or destruction (for the Word φθορά has both those meanings) from which we must escape has its seat and power in lust; working secretly in the lusts of men's wicked hearts, it manifests its evil presence in the world (comp. Genesis 6:12; 1 John 2:16).NEWLINEVERSETITLESTART2Peter1:5VERSETITLEENDNEWLINEVERSESTARTAnd beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;VERSEENDNEWLINEVerse 5. - And beside this, giving all diligence; rather, but for this very cause also. Αὐτὸ τοῦτο is frequently used in this sense in classical Greek, but in the New Testament only here. It refers back to the last verse. God's precious gifts and promises should stimulate us to earnest effort. The verb rendered \"giving\" means literally \"bringing in by the side;\" it is one of those graphic and picturesque expressions which are characteristic of St. Peter's style. God worketh within us both to will and to do; this (both St. Paul and St. Peter teach us) is a reason, not for remissness, but for increased exertion. God's grace is sufficient for us; without that we can do nothing; but by the side (so to speak) of that grace, along with it, we must bring into play all earnestness, we must work out our own salvation with fear and trembling. The word seems to imply that the work is God's work; we can do very little indeed, but that very little we must do, and for the very reason that God is working in us. The word (παρεισενέγκαντες) occurs only here in the New Testament. Add to your faith virtue; literally, supply in your faith. He does not say, \"supply faith;\" he assumes the existence of faith. \"He that cometh unto God must believe.\" The Greek word (ἐπιχορήγησατε) means properly to \"contribute to the expenses of a chorus;\" it is used three times by St. Paul, and, in its simple form, by St. Peter in his First Epistle (1 Peter 4:11). In usage it came to mean simply to \"supply or provide,\" the thought of the chorus being dropped. So we cannot be sure that the idea of faith as leading the mystic dance in the chorus of Christian graces was present to St. Peter's mind, especially as the word occurs again in verse 11, where no such allusion is possible. The fruits of faith are in the faith which produces them, as a tree is in its seed; they must be developed out of faith, as faith expands and energizes; in the exercise of each grace a fresh grace must issue forth. Virtue is well described by Bengel as \"strenuus animi tonus et vigor;\" it is Christian manliness and active courage in the good fight of faith. The word \"virtue\" (ἀρετή), with the exception of Philippians 4:8, occurs in the New Testament only in St. Peter - in this chapter three times, and in 1 Peter 2:9, thus forming one of the kinks between the two Epistles. And to virtue knowledge. St. Peter here uses the simple word γνῶσις, discretion, a right understanding, \"quae malam a bono secernit, et mali fugam docet\" (Bengel). This practical knowledge is gained in the manly self-denying activities of the Christian life, and leads on to the fuller knowledge (ἐπίγνωσις) of Christ (verse 8).NEWLINEVERSETITLESTART2Peter1:6VERSETITLEENDNEWLINEVERSESTARTAnd to knowledge temperance; and to temperance patience; and to patience godliness;VERSEENDNEWLINEVerse 6. - And to knowledge temperance; rather, self-control (ἐγκράτεια). The words ἐκράτεια ψυχῆς are the heading of a section in the Greek of Ecclus. 18:30, and are followed immediately by the maxim, \"Go not after thy lusts, but refrain thyself from thine appetites.\" This self-control extends over the whole of life, and consists in the government of all the appetites; it must be learned in the exercise of that practical knowledge which discerns between good and evil. True knowledge leads on to self-control, to that perfect freedom which consists in the service of God; not to that liberty promised by the false teachers, which is licentiousness. And to temperance patience; and to patience godliness. The practice of self-control will result in patient endurance; but that endurance will not be mere stoicism; it will be a conscious submission of our human will to the holy will of God, and so will tend to develop and strengthen εὐσέβεια, reverence and piety towards God (see note on verse 3).NEWLINEVERSETITLESTART2Peter1:7VERSETITLEENDNEWLINEVERSESTARTAnd to godliness brotherly kindness; and to brotherly kindness charity.VERSEENDNEWLINEVerse 7. - And to godliness brotherly kindness; and to brotherly kindness charity. The word for \"brotherly kindness\" (φιλαδελφία) is another link between the two Epistles (see 1 Peter 1:22; 1 Peter 3:8). \"In your godliness,\" St. Peter says, \"ye must develop brotherly kindness, the unfeigned love of the brethren;\" for \"every one that loveth him that begat, loveth him also that is begotten of him\" (1 John 5:1). And as God is loving unto every man, and \"maketh his sun to rise on the evil and on the good,\" so Christians, who are taught to be followers (imitators) of God (Ephesians 5:1), must learn in the exercise of love toward the brethren that larger love which embraces all men in an ever-widening circle (comp. 1 Thessalonians 3:12). Thus love, the greatest of all Christian graces (1 Corinthians 13:13), is the climax in St. Peter's list. Out of faith, the root, spring the seven fair fruits of holiness, of which holy love is the fairest and the sweetest (comp. Ignatius, 'Ad Ephes.,' 14. Ἀρχὴ μὲν πίστις, τέλος δὲ ἀγάπη). No grace can remain alone; each grace, as it is gradually formed in the soul, tends to develop and strengthen others; all graces meet in that highest grace of charity, without which whosoever liveth is counted dead before God. Bengel says well, \"Praeseus quisque gradus subsequentem parit et facilem reddit, subsequens priorem temperat ac perficit.\"NEWLINEVERSETITLESTART2Peter1:8VERSETITLEENDNEWLINEVERSESTARTFor if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.VERSEENDNEWLINEVerse 8. - For if these things be in you, and abound; literally, for these things belonging to you and abounding make, etc. The word used here (ὑπάρχοντα) implies actual possession; these graces must be made our own; they must be wrought into our characters: then they will increase and multiply, for the grace of God cannot lie still, it must ever he advancing from glory to glory. They make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ; literally, they make you not idle nor yet unfruitful towards the full knowledge. The Greek word for \"knowledge\" is ἐπίγνωσις (on which see verse 2, and note there). Here we know only in part, we see through a glass darkly; but that imperfect knowledge should be ever growing, increasing in fullness and distinctness (see chapter 2 Peter 3:18). The various graces of the Christian character, realized in the heart, will lead us on towards that fuller knowledge of Christ; if they are really ours, they will not allow us to be idle, they must bring forth the fruit of good works; and the life of righteousness by faith draws the Christian onwards in the knowledge of Christ: we learn to knew him by following him (comp. Philippians 3:9, 10; Colossians 1:10).NEWLINEVERSETITLESTART2Peter1:9VERSETITLEENDNEWLINEVERSESTARTBut he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.VERSEENDNEWLINEVerse 9. - But he that lacketh these things is blind, and cannot see afar off; literally, for he to whom these things are not present is blind, short-sighted. We cannot attain to the knowledge of Christ without these graces, for he who has them not is blind, or, at the best, short-sighted, like one who blinks with his eyes when he tries to see distant objects, and cannot bear the full light of day. Such a man can only see the things which lie close around him - earth and earthly things; he cannot lift up his eyes by faith and behold \"the land that is very far off;\" he cannot \"see the King in his beauty\" (Isaiah 33:17). The word for \"short-sighted\" (μυωπάζων) occurs only here in the New Testament. And hath forgotten that he was purged from his old sins; literally, having incurred forgetfulness of the cleansing from his old sins. St. Peter is apparently thinking of the one baptism for the remission of sin. Ananias had said to Saul, \"Arise, and be baptized, and wash away thy sins\" (Acts 22:16); St. Peter himself had said, in his first great sermon, \"Repent, and be baptized every one of you in the Name of Jesus Christ for the remission of sins.\" Those who do not realize in the religious life that death unto sin of which holy baptism is the sign and the beginning, incur forgetfulness of the cleansing from sin which they then received; they do not use the grace once given for the attainment of those higher graces of which St. Peter has been speaking. The one talent once entrusted to them must be taken from them; they are idle and unfruitful, and cannot reach unto the knowledge of our Lord Jesus Christ (comp. 1 Corinthians 6:11; Ephesians 5:26; 1 Peter 3:21).NEWLINEVERSETITLESTART2Peter1:10VERSETITLEENDNEWLINEVERSESTARTWherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:VERSEENDNEWLINEVerse 10. - Wherefore the rather, brethren, give diligence. The two first words, διὸ μᾶλλον, \"wherefore the rather,\" are by some understood as referring only to the last clause; as if St. Peter were saying, \"Rather than follow those who lack the graces enumerated above, and forget that they were cleansed from their former sins, give diligence.\" Μᾶλλον is not unfrequently used in this antithetical sense, as in 1 Corinthians 5:2; Hebrews 11:25. But it seems better to refer διό to the whole passage (verses 3-9), and to understand μᾶλλον in its more usual intensive sense, \"all the more,\" as in 1 Thessalonians 4:10, etc. Because God has bestowed such gifts on men, because the use of those gifts leads on to the full knowledge of Christ, therefore all the more give diligence. The word σπουδάσατε, \"give diligence,\" recalls the σπουδὴν πᾶσαν, \"all diligence,\" of verse 5. The aorist seems, as it were, to sum up the continued diligence of daily life into one vivid description. This is the only place in which St. Peter uses the vocative \"brethren;\" he has \"beloved\" in the First Epistle (1 Peter 2:11) and in 2 Peter 3:1, 8. Both words imply affectionate exhortation. Two ancient manuscripts, the Alexandrine and the Sinaitic, insert here, \"Through your good works (διὰ τῶν καλῶν ἔργων, or τῶν καλῶν ὑμῶν ἔργων).\" To make your calling and election sure. Alford calls attention to the middle voice of the verb, \"Not ποιεῖν, which lay beyond their power, but ποιεῖσθαι, on their side, for their part. But the verb must not be explained away into a pure subjectivity, 'to make sure to yourselves;' it carries the reflexive force, but only in so far as the act is and must be done for and quoad a man's own self, the absolute and final determination resting with Another.\" The calling and election are the act of God (comp. 1 Peter 1:2; 1 Peter 2:21). All the baptized, all who bear the name of Christ, are called into the Church, but few comparatively are chosen, elect (ὀλίγοι δὲ ἐκλεκτοί, Matthew 20:16). We look, as it were, from far below up to the mysteries of God's sovereign government; we cannot read the list of blessed names written in the Lamb's book of life; we cannot lift ourselves to a point high enough to comprehend the secrets of God's dealing with mankind, and to reconcile the Divine foreknowledge and omnipotence with the free agency of man. But we feel the energy of that free agency within us; we know that Holy Scripture bids us to work out our salvation, and tells us of some who receive the grace of God in vain (2 Corinthians 6:1), or frustrate the grace of God (Galatians 2:21); and we feel that when the apostle tells us to make our calling and election sure, he means that we must try to realize that calling and election, to bring its solemn responsibilities and its blessed hopes to bear upon our daily life, to live as men who have been called into God's Church, who are elect unto eternal life, and so (if we may dare to say it) to ratify God's election by our poor acceptance. He calls us into covenant with himself; we answer, as the children of Israel said at Mount Sinai, \"All that the Lord hath said will we do, and be obedient\" (Exodus 24:7). Our obedience makes the covenant sure to us; holiness of life is the proof of God's election, for it implies the indwelling presence of \"that Holy Spirit of promise, which is the earnest of our inheritance.\" For if ye do these things, ye shall never fall. \"If ye do these things;\" i.e., \"If ye make your calling and election sure.\" \"The plural shows that the apostle considered this making sure a very many-sided act\" (Dietlein, in Huther). Others refer the ταῦτα, \"these things,\" to the graces just enumerated. Ye shall never fall; literally, ye shall never stumble (οὐ μὴ πταίσητε). Πταίειν is \"to strike one's foot against some obstacle,\" and so to stumble. St. James says, \"In many things we offend (πταίομεν) all\" (James 3:2). St. Peter here means to stumble so as to fall (Romans 11:11); while Christians \"do these things,\" while they make their calling and election sure by holiness of life, they cannot stumble; it is in unguarded moments that they fall into temptation.NEWLINEVERSETITLESTART2Peter1:11VERSETITLEENDNEWLINEVERSESTARTFor so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.VERSEENDNEWLINEVerse 11. - For so an entrance shall be ministered unto you abundantly; rather, as in the Revised Version, for thus shall be richly supplied unto you the entrance. The verb ἐπ῞ιχορηγηθήσεται looks back to ἐπιχορηγήσατε in verse 5, and \"richly\" to \"abound\" in verse 8. If we do our poor best in supplying the graces mentioned above, the entrance shall be richly supplied. St. Peter seems to imply that there will be degrees of glory hereafter proportioned to our faithfulness in the use of God's gifts here. The adverb \"richly\" is fitly joined with the verb ἐπιχορηγεῖν, which signifies properly to provide the expenses for a chorus. The article defines the entrance as the great object of the Christian's hope. Into the everlasting kingdom of our Lord and Saviour Jesus Christ; rather, the eternal kingdom. Notice the exact correspondence of the Greek words here, τοῦ Κυρίου ἡμῶν καὶ Σωτῆρος Ἰησοῦ Ξριστοῦ, with these in verse 2, τοῦ Θεοῦ ἡμῶν καὶ Σωτῆρος Ἰησοῦ Ξριστοῦ, as a strong argument in favour of the translation, \"Our God and Saviour Jesus Christ,\" in that verse.NEWLINEVERSETITLESTART2Peter1:12VERSETITLEENDNEWLINEVERSESTARTWherefore I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.VERSEENDNEWLINEVerse 12. - Wherefore I will net be negligent to put you always in remembrance of these things; rather, as in the Revised Version, wherefore I shall be ready. This reading (μελλήσω) is better supported than that of the T.R. (οὐκ ὀμελήσω). (For this use of μέλλειν with the infinitive almost as a periphrasis for the future, compare, in the Greek, Matthew 24:6.) The apostle will take every opportunity of reminding his readers of the truths and duties which he has been describing, and that because faith in those truths and the practice of those duties is the only way to Christ's eternal kingdom. Though ye know them, and be established in the present truth; better, as in the Revised Version, and are established in the truth which is with you. These words seem to imply that St. Peter knew something, through Silvanus (see 1 Peter 5:12), of those to whom he was writing; they were not ignorant of the gospel; now they had read his First Epistle, and earlier they had heard the preaching of St. Paul or his companions (comp. Romans 1:13). (For the word rendered \"established\" (ἐστηριγμένους), comp. 1 Peter 5:10; 2 Peter 3:16, 17.) St. Peter seems to have kept ever in his thoughts the solemn charge of the Saviour, \"When thou art converted, strengthen (στήριξον) thy brethren\" (Luke 22:32). For \"the truth which is with you\" (παρούση), comp. Colossians 1:6.NEWLINEVERSETITLESTART2Peter1:13VERSETITLEENDNEWLINEVERSESTARTYea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;VERSEENDNEWLINEVerse 13. - Yea, I think it meet, as long as I am in this tabernacle; rather, as in the Revised Version, and I think it right. The natural body is but a tabernacle for the soul, a tent to dwell in during our earthly pilgrimage, not a permanent habitation. The word reminds us of 2 Corinthians 5:1-4, where St. Paul uses the same metaphor; and also of St. Peter's words at the Transfiguration, \"Let us make three tabernacles.\" To stir you up by putting you in remembrance; literally, to arouse you in reminding. The phrase occurs again in 2 Peter 3:1. St. Peter's readers knew the facts of the gospel history; they needed, as we all need, to be aroused to a sense of the solemn responsibilities which that knowledge involves.NEWLINEVERSETITLESTART2Peter1:14VERSETITLEENDNEWLINEVERSESTARTKnowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me.VERSEENDNEWLINEVerse 14. - Knowing that shortly I must put off this my tabernacle; literally, knowing that swift is the putting off of my tabernacle. St. Peter may mean by these words either that his death was near at hand, or that, when it came, it would be sudden, a violent death, not a lengthened illness. So Bengel, \"Qui diu aegrotant, possunt altos adhuc pascere. Crux id Petro non erat permisura. Ideo prius agit quod agendum est.\" Compare the use of the same word (ταχινή) in 2 Peter 2:1. St. Paul, in 2 Corinthians 5:1-4, speaks, like St. Peter here, of putting off a tabernacle or tent as we talk of putting off a garment. Alford quotes Josephus, 'Ant.,' 4:08. 2, where Moses says, \"Since I must depart from life, I have thought it right not even now to lay aside my zeal for your happiness.\" The word used here for \"putting off\" (ἀπόθεσις) is one of the links between the two Epistles; it occurs also in 1 Peter 3:21. Even as our Lord Jesus Christ hath showed me; better, as in the Revised Version, signified unto me. The aorist points to a definite time. St. Peter is thinking of our Lord's prophecy, which St. John afterwards recorded (John 21:18); he could never forget that touching interview; he had already referred to it once in 1 Peter 5:2.NEWLINEVERSETITLESTART2Peter1:15VERSETITLEENDNEWLINEVERSESTARTMoreover I will endeavour that ye may be able after my decease to have these things always in remembrance.VERSEENDNEWLINEVerse 15. - Moreover I will endeavour that ye may be able after my decease to have these things always in remembrance; rather, but I will also give diligence that ye may be able at every time after my decease to call these things to remembrance. Of the two particles used here the δέ connects this verso with verse 13; the καί implies a further resolve. St. Peter will not only stir up the minds of his readers during his life, but he will give diligence to enable them to call to remembrance, after his death, the truths which he had preached. These words may refer simply to the present Epistle; but it seems more natural to understand them of an intention to commit to writing the facts of the gospel history; if this be so, we have here a confirmation of the ancient tradition that the Second Gospel was written by St. Mark at the dictation of St. Peter. The verb σπουδάσω is that used in verse 10, and should be translated in the same way; they must give diligence to make their calling and election sure. St. Peter, for his part, will give diligence to furnish them with a lasting record of the truths of Christianity. The adverb ἑκάστοτε, at every time, whenever there may be need, occurs only here in the New Testament. (For ἔχειν in the sense of \"to be able,\" compare the Greek of Mark 14:8.) It is remarkable that we have here, in two consecutive verses, two words which remind us of the history of the Transfiguration, \"tabernacle,\" and \"decease\" (ἔξοδος; see Luke 9:31). Then Peter proposed to make three tabernacles; then he heard Moses and Elijah speaking of the Lord's decease which he should accomplish at Jerusalem. The simple unconscious occurrence of these coincidences is a strong proof of the genuineness of our Epistle; it is inconceivable that an imitator of the second century should have shown this delicate skill in adapting his production to the circumstances of the supposed writer. The last words of the verse may mean (and in classical Greek would mean) \"to make mention of these things;\" but the usual rendering seems more suitable here. St. Peter was anxious rather that his readers should have the truths of the gospel living in their memories, than that they should talk about them; that would follow as a matter of course: \"Out of the abundance of the heart the mouth speaketh.\" Some Roman Catholic commentators think that this passage contains a promise that the apostle would still, after his death, continue to remember the needs of the Church on earth, and to help them by his intercessions; but this interpretation involves a complete dislocation of clauses, and cannot possibly be the true meaning of the words.NEWLINEVERSETITLESTART2Peter1:16VERSETITLEENDNEWLINEVERSESTARTFor we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.VERSEENDNEWLINEVerse 16. - For we have not followed cunningly devised fables; rather, did not follow. The participle (ἐξακολουθήσαντες) is aorist. This compound verb is used only by St. Peter in the New Testament; we find it again in 2 Peter 2:2 and 15. Bengel and others have thought that the preposition ἐξ, from or out of, implies wandering from the truth after false guides; but probably the word merely means \"to follow closely,\" though in this case the guides were going astray. Perhaps the use of the plural number is accounted for by the fact that St. Peter was not the only witness of the glory of the Transfiguration; he associates in thought his two brother-apostles with himself. The word μῦθοι, fables, with this exception, occurs in the New Testament only in St. Paul's pastoral Epistles. There is a remarkable parallel in the procemium of the 'Antiquities' of Josephus, sect. 4, Οἱ μεν ἄλλοι νομοθέται τοῖς μύθοις ἐξακολουθήσαντες. St. Peter may be referring to the \"Jewish fables\" mentioned by St. Paul (Titus 1:14), or to the stories about the heathen gods such as those in Hesiod and Ovid, or possibly to some early inventions, such as those ascribed to Simon the Sorcerer, which were afterwards to be developed into the strange fictions of Gnosticism (comp. 1 Timothy 1:4; 1 Timothy 4:7; 2 Timothy 4:4). The word rendered \"cunningly devised\" occurs elsewhere in the New Testament only in 2 Timothy 3:15; but there a different part of the verb is used, and in a different sense. When we made known unto you the power and coming of our Lord Jesus Christ. St. Peter can scarcely be referring to St. Paul or other missionaries, as the following words identify the preachers with the witnesses of the Transfiguration; he must be alluding either to his First Epistle (comp. 1 Peter 1:7, 13; 1 Peter 4:13), or to personal teaching of his which has not been recorded, or, just possibly, to the Gospel of St. Mark. St. Peter had seen the power of the Lord Jesus manifested in his miracles; he had heard the announcement of the risen Saviour, \"All power is given unto me in heaven and in earth;\" he had, like the rest of the apostles, been \"endued with power from on high.\" By the coming (παρουσία) he must mean the second advent, the invariable meaning of the word in Holy Scripture (see chapter 2 Peter 3:4, Matthew 24:3, 27; 1 Corinthians 15:23; 1 Thessalonians 2:19, etc.). But were eye-witnesses of his majesty. The word for \"eye-witnesses\" is not the common one (αὐτόπται, used by St. Luke 1:2), but a technical word (ἐπόπται), which in classical Greek designates the highest class of those who had been initiated into the Eleusinian Mysteries. The choice of such a word may possibly imply that St. Peter regarded himself and his brother-apostles as having received the highest initiation into the mysteries of religion. The noun is found only here in the New Testament; but the corresponding verb occurs in 1 Peter 2:12 and 1 Pet 3:2, and in no other of the New Testament writers. Here again we have an undesigned coincidence which points to identity of authorship. The word for \"majesty\" (μεγαλειότης) occurs in St. Luke's description of the healing of the demoniac boy immediately after the Transfiguration (Luke 9:43), and elsewhere only in Acts 19:27.NEWLINEVERSETITLESTART2Peter1:17VERSETITLEENDNEWLINEVERSESTARTFor he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.VERSEENDNEWLINEVerse 17. - For he received from God the Father honour and glory. The construction here is interrupted; the literal translation is, \"Having received,\" etc., and there is no verb to complete the sense. Winer supposes that the apostle had intended to continue with some such words as, \"He had us for witnesses,\" or, \"He was declared to be the beloved Son of God,\" and that the construction was interrupted by the direct quotation of the words spoken by the voice from heaven ('Grammar,' 3:45, b). (For a similar anacoluthon, see in the Greek 2 Corinthians 5:6.) \"Honour\" seems to refer to the testimony of the voice from heaven; \"glory,\" to the splendour of the Lord's transfigured Person. When there came such a voice to him from the excellent glory; more literally, when such a voice was borne to him. The same verb is used in Acts 2:2 of \"the rushing mighty wind\" which announced the coming of the Holy Ghost; and in 1 Peter 1:13 of \"the grace which is being brought.\" It is repeated in the next verse. It seems intended to assert emphatically the real objective character of the voice. It was not a vision, a dream; the voice was borne from heaven; the apostles heard it with their ears. The preposition ὑπό must be rendered \"by,\" not \"from.\" The \"excellent\" (rather, \"majestic,\" or \"magnificent\") glory was the Shechinah, the visible manifestation of the presence of God, which had appeared in ancient times on Mount Sinai, and in the tabernacle and temple above the mercy-seat. God was there; it was he who spoke. For the word rendered \"excellent\" (μεγαλοπρεπής) compare the Septuagint Version of Deuteronomy 33:26, ὁ μεγαλοπρεπὴς τοῦ στερεώματος, literally, \"the Majestic One of the firmament;\" where our Authorized Version gives a more exact translation of the Hebrew, \"in his excellency on the sky\" (see also the 'Epistle of Clement to the Corinthians,' chapter 9, where the occurrence of the same remarkable words, μεγαλοπρεπὴς δόξα, suggests that Clement must have been acquainted with this Epistle). This is my beloved Son, in whom I am well pleased. Our translation makes these words correspond exactly with the report given by St. Matthew in his account of the Transfiguration, except that \"hear ye him\" is added there. In the Greek there are some slight variations. According to one ancient manuscript (the Vatican), the order of the words is different, and there is a second pen, \"This is my Son, my Beloved.\" All uncial manuscripts have here, instead of the ἐν ω΅ι of St. Matthew's Gospel, εἰς ο{ν ἐγὼ εὐδόκησα. The difference cannot be represented in our translation. The construction is pregnant, and the meaning is that from all eternity the εὐδοκία, the good pleasure, of God the Father was directed towards the Divine Son, and still abideth on him. The same truth seems to be implied in the aorist εὐδόκησα (comp. John 17:24, \"Thou lovedst me before the foundation of the world\"). An imitator of the second century would certainly have made this quotation to correspond exactly with the words as given in one of the synoptic Gospels.NEWLINEVERSETITLESTART2Peter1:18VERSETITLEENDNEWLINEVERSESTARTAnd this voice which came from heaven we heard, when we were with him in the holy mount.VERSEENDNEWLINEVerse 18. - And this voice which came from heaven we heard; rather, and this voice borne from heaven we heard. The pronoun is emphatic; we, the apostles who had that high privilege. They heard the voice when it was borne (ἐνεχθεῖσαν; he repeats for emphasis the remarkable word of verse 17) from heaven, they heard it come from heaven. When we were with him in the holy mount. This description of the Mount of the Transfiguration supposes a knowledge of the history in St. Peter's readers; but it gives no support to the theory of a post-apostolic date. Mount Horeb was \"holy ground,\" because God appeared there to Moses, because it was the scene of the giving of the Law. Mount Zion was a holy hill, because God had chosen it to be a habitation for himself; the Mount of the Transfiguration was holy, because there God the Son manifested forth his glory. God hallows every place which he pleases to make the scene of his revealed presence. This whole passage shows the deep and lasting impression which the Transfiguration made on those who were privileged to witness it (comp. John 1:14).NEWLINEVERSETITLESTART2Peter1:19VERSETITLEENDNEWLINEVERSESTARTWe have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:VERSEENDNEWLINEVerse 19. - We have also a more sure word of prophecy; rather, as in the Revised Version, and we have the word of prophecy made more sure; or, we have the word of prophecy more sure (than the testimony of the heavenly voice). The rendering of the Authorized Version is ungrammatical; we must adopt one of the other modes of representing the original. The second seems to be preferred by most commentators. Thus Archdeacon Farrar, translating the passage, \"And still stronger is the surety we have in the prophetic word,\" adds in a note, \"Why more sure? Because wider in its range, and more varied, and coming from many, and bringing a more intense personal conviction than the testimony to a single fact.\" But when St. Peter applied the epithet \"surer\" (βεβαιότερον) to the word of prophecy, does he mean in his own estimate of it, or in that of others? If he is speaking of himself, it is surely inconceivable that any possible testimony to the truth of the power and coming of the Lord Jesus Christ could be comparable with the commanding authority of the Divine voice which he himself had heard borne from heaven, and the transcendent glory which he himself had seen flashing from the Saviour's human form and bathing it in an aureole of celestial light. That heavenly voice had made the deepest possible impression on the apostles. \"They fell on their faces,\" as Moses had done under the like circumstances, recognizing it as the voice of God. Peter had said, \"Lord, it is good for us to be here;\" and evidently all through his life he felt that it was good for him to dwell in solemn thought on the treasured memories of that august revelation. No written testimony could be \"surer\" to St. Peter than that voice from heaven. But is he rather thinking of the confirmation of the faith of his readers? He is still using the first person plural, as in verses 16 and 18; in this verse, indeed, he passes to the second; but the retaining of the first person in the first clause of the verse shows that, if he is not still speaking of apostles only, he at least includes himself among those who have the word of prophecy; and to him certainly the testimony of that word, though sacred and precious, could not be \"surer\" than the testimony of the heavenly voice. To Jewish Christians the evidence of the prophets of the Old Testament was of supreme importance. Nathanael, the \"Israelite indeed,\" was drawn to the Lord by the assurance that, \"We have found him of whom Moses in the Law, and the prophets, did write.\" The Lord himself insisted again and again upon the testimony of the prophets; so did his apostles after him. Still, it seems difficult to understand that, even to Jewish Christians, the testimony of the prophets, however sacred and weighty, could be surer than that of those apostles who made known the power and coming of our Lord Jesus Christ, having been eye-witnesses of his majesty; while to Gentile Christians the testimony of those apostles of the Lamb who declared \"what they had heard, what they had seen with their eyes, what their hands had handled, of the Word of life,\" must have had greater power to convince than the predictions of the Hebrew prophets, though these predictions, fulfilled as they were in the Lord Jesus, furnish subsidiary evidence of exceeding value. On the whole, the more probable meaning of St. Peter seems to be that the word of prophecy was made more sure to himself, and, through his teaching, to others by the overwhelming testimony of the voice from heaven and the glory of the Transfiguration. He had become a disciple long before. His brother Andrew had first told him that Jesus was the Messiah; he himself, a week before the Transfiguration, had confessed him solemnly to be \"the Christ, the Son of the living God? But the Transfiguration deepened that faith into the most intense conviction; it made the word of prophecy which spoke of Christ surer and more certain. It is not without interest that the writer of the so-called 'Second Epistle of Clement' quotes (chapter 11) from \"the prophetic word\" (προφητικὸς λόγος), passages which resemble James 1:8 and 2 Peter 3:4. Whereunto ye do well that ye take heed, as unto a light that shineth in a dark place. There is a parallel to the first clause of this in Josephus, 'Ant.,' 11:6, 12; to the second in 2 Esdr. 12:42. The word rendered \"light\" is rather a lamp or torch; our Lord uses it of John the Baptist (John 5:35). The word translated \"dark\" (αὐχμηρός) is found only here in the New Testament; it means \"dry, parched, and so squalid, desert;\" there seems to be no sufficient authority for the rendering \"dark.\" God's Word is a lamp unto our feet, and a light unto our path; the word of prophecy guides us to Christ. Until the day dawn, and the day-star arise in your hearts; literally, until day dawn through; i.e., \"through the gloom.\" There is no article. The word for \"day-star\" (φωσφόροv, lucifer, light-bringer) is found in no other place of the New Testament; but comp. Revelation 2:28; Revelation 22:16. St. Peter seems to mean that the prophetic word, rendered more sure to the apostles by the voice from heaven, and to Christians generally by apostolic witness, shines like a guiding lamp, till the fuller light of day dawns upon the soul, as the believer, led by the prophetic word, realizes the personal knowledge of the Lord, and he manifests himself according to his blessed promises to the heart that longs for his sacred presence. He is the Bright and Morning Star, the Day-star, the Light-bringer; for he is the Light of the world - he brings the light, the full light of day. The prophetic word is precious; it sheds light upon the surrounding darkness - the darkness of ignorance, the darkness of the heart that knows not Christ; but its light is as the light of a torch or a lamp, compared with the pervading daylight which the felt presence of Christ sheds into those hearts into which God hath shined to give the light of the knowledge of the glory of God in the face of Jesus Christ (comp. 1 Peter 2:9; Luke 1:78). Some understand \"day\" here of the great day of the Lord. Against this interpretation is the absence of the article, and the fact that the last words of the verse seem to give a subjective meaning to the passage.NEWLINEVERSETITLESTART2Peter1:20VERSETITLEENDNEWLINEVERSESTARTKnowing this first, that no prophecy of the scripture is of any private interpretation.VERSEENDNEWLINEVerse 20. - Knowing this first, that no prophecy of the Scripture is of any private interpretation. By \"knowing this first\" (γινώσκοντες) is meant that we must recognize this truth as of primary importance, or, before we commence the study of prophecy; the phrase occurs again in chapter 2 Peter 3:3. The literal translation of the following clause is, \"that all prophecy of Scripture [there is no article] is not; all... not\" (πᾶσα... οὐ) being a common Hebraism for none, οὑδεμία; but the verb is not ἔστι, \"is,\" but γίνεται, \"becomes, arises, comes into being.\" The word for \"private\" is ἰδίας, \"special,\" or commonly, \"one's own\" (see 1 Peter 3:1, 5; chapter 2 Peter 2:16, 22; 3:3, 16, 17). The word rendered \"interpretation\" is ἐπιλύσεως, which is found nowhere else in the New Testament; the corresponding verb occurs in Mark 4:34, \"He expounded all things;\" and Acts 19:39, \"It shall be determined or settled.\" These considerations, strengthened by the context, seem to guide us to the following explanation: No prophecy of Scripture arises from the prophet's own interpretation of the vision presented to his mind; for it was from God that the prophecy was brought, and men spoke as they were borne on by the Holy Spirit. This view of the passage is also supported by the remarkable parallel in the First Epistle (1 Peter 1:10-12). The prophets searched diligently into the meaning of the revelation vouchsafed to them; they did not always comprehend it in all its details; they could not interpret it to themselves; the written prophecy arose out of the interpretation of the revelation supplied by the same Spirit from whom the revelation itself proceeded. Therefore the prophetic books of Holy Scripture are sacred and precious, and we do well in giving heed to them; though the day-star of the Lord's own presence, shining in the illuminated heart, is holier still. Other views of this difficult passage are: Prophecy is not its own interpreter; the guidance of the Spirit is necessary. Or, prophecy is not a matter for the private interpretation of the readers; only the Holy Spirit can explain it. But the explanation adopted seems most accordant with the Greek words and with the general sense of the context (compare St. Paul's teaching in 1 Corinthians 12:10). The gifts of the Spirit are divided as he will; to one man are given \"divers kinds of tongues; to another the interpretation of tongues.\" Not every one, it seems, who had the first gift, had also the latter. Tongues and the interpretation of tongues were two distinct gifts. It may be so with prophecy and the interpretation of prophecy.NEWLINEVERSETITLESTART2Peter1:21VERSETITLEENDNEWLINEVERSESTARTFor the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.VERSEENDNEWLINEVerse 21. - For the prophecy came not in old time by the will of man; literally, for not by the will of man was prophecy borne at any time. The verb is that already used in verses 17, 18, \"was not borne or brought;\" it refers not to the utterance of prophecy, but to its origin - it came from heaven. But holy men of God spake as they were moved by the Holy Ghost; literally, but being borne on by the Holy Ghost, the holy men of God spake; or, if we follow the Vatican Manuscript, \"But being borne on by the Holy Ghost, men spake from God.\" We have again the same verb, \"being borne on\" (φερόμενοι); comp. Acts 27:15, 17, where it is used of a ship being borne on by the wind. So the prophets were borne on in their prophetic utterance by the Holy Spirit of God. They were truly and really inspired. The mode of that inspiration is not explained; perhaps it cannot be made plain to our human understanding; all the points of contact between the finite and the Infinite are involved in mystery. But the fact is clearly revealed - the prophets were borne on by the Holy Spirit of God. This is not, as some have fancied, the language of Montanism. Prophecy is but a lamp shining in a dark place; it is not the day-star. Prophecy came not by the will of man; the prophets were moved or borne on by the Holy Ghost. But St. Peter does not say that their human consciousness was suspended, or that they were passive as the lyre when swept by the plectrum. Had this passage been written after the rise of Montanism early in the second century, the writer, if a Montanist, would have said more; if not a Montanist, he would have carefully guarded his words from possible misunderstanding.NEWLINENEWLINENEWLINENEWLINENEWLINE","2Pet.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Peter2:1VERSETITLEENDNEWLINEVERSESTARTBut there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.VERSEENDNEWLINEVerse 1. - But there were false prophets also among the people; rather, as in the Revised Version, but there arose false prophets also among the people. The transition is simple and natural. Besides the true prophets mentioned in the last chapter, who spake as they were moved by the Holy Ghost, there arose false prophets, men who wore \"a rough garment to deceive\" (Zechariah 13:4), and assumed without warrant the prophetic character. Such pretenders would commonly prophesy false things; but the word ψευδοπροφῆται seems principally to imply the absence of a Divine mission. By \"the people\" (λαός) is meant the people of Israel, as in Romans 15:11; Jude 1:5, etc. It is plain from these words that St. Peter, at the end of the last chapter, was speaking of the prophets of the Old Testament. Even as there shall be false teachers among you, who privily shall bring in damnable heresies. By the false teachers, again (the word ψευδοδιδάσκαλοι is peculiar to St. Peter), may be meant men whose teaching was false, or men who falsely claimed the teacher's office. St. Peter describes them as such as (οἵτινες) shall bring in damnable heresies. The verb (παριεσάξουσιν) is found only here in the New Testament; the adjective derived from it is used by St. Paul in Galatians 2:4, \"false brethren unawares brought in.\" It means \"to bring in by the side of,\" as if these false teachers brought in their errors by the side of the true doctrine; it implies also the secondary notion of secrecy. Compare St. Jude's use of the verb παρεισέδυσαν, compounded with the same prepositions (verse 4); and notice the difference of tenses - St. Jude using the past where St. Peter looks forward to the future; but St. Peter passes to the present tense in verse 10, and maintains it for the rest of the chapter. We may, perhaps, infer that the false teaching referred to was already beginning to affect the Churches of Asia Minor; but the errors were not so much developed there, the' false teachers had not gained so much influence as it seems they had in the Churches which St. Jude had principally in his thoughts. The literal translation of the words rendered \"damnable heresies\" is \"heresies of destruction,\" the last word being the same which occurs again at the end of the verse. These heresies destroy the soul; they bring ruin both to those who are led astray and to the false teachers themselves. The word for \"heresy\"(αἵρεσις), meaning originally \"choice,\" became the name for a party, sect, or school, as in Acts 5:17, \"the sect of the Sadducees;\" Acts 15:5,\" the sect of the Pharisees;\" Acts 24:5 (in the mouth of Tertullus). \"the sect of the Nazarenes;\" then, by a natural transition, it came to be used of the opinions held by a sect. The notion of self-will, deliberate separation, led to its being employed generally in a bad sense (see especially Titus 3:10, \"A man that is a heretic, (αἱρετικὸς)\"). Even denying the Lord that bought them; literally, as in the Revised Version, denying even the Master that bought them. The word for \"Master\" (δεσπότης) implies that the deniers stand to the Lord in the relation of slaves, bondservants. The Lord had bought them; they were not their own, but his, bought with a price, \"not with corruptible things, as silver and gold, but with the precious blood of Christ\" (1 Peter 1:18; see also the parallel passage Jude 1:4). These words plainly assert the universality of the Lord's redemption. He \"tasted death for every man\" (Hebrews 2:9), even for those false teachers who denied him. The denial referred to may have been doctrinal or practical; most of the ancient forms of heresy involved some grave error as to the Person of Christ; and the germs of these errors appeared very early in the Church (see 1 John 2:22, 23), denying sometimes the Godhead of our Lord, sometimes the truth of his humanity. But St. Peter may mean the practical denial of Christ evinced in an ungodly and licentious life. The latter form of denial appears most prominent in this chapter; probably the apostle intended to warn his readers against both. It is touching to remember that he had himself denied the Lord, though indeed the price with which our souls were bought had not then been paid; but his denial was at once followed by a deep and true repentance. The Lord's loving look recalled him to himself; his bitter tears proved the sincerity of his contrition. And bring upon themselves swift destruction; literally, bringing. The participial construction unites the two clauses closely; the latter expresses the consequence of the former: they bring heresies of destruction into the Church, and by so doing bring upon themselves swift destruction. The word for \"swift\" (ταχινός) is used by no other New Testament writer. There is an apparent allusion to this verso in Justin Martyr ('Cum Tryph.,' 82), and the first clause of it is quoted in a homily ascribed to Hippolytus of Portus. Notice St. Peter's habit of repetition, he repeats the word ἀπώλεια three times in verses 1-3; δίκαιος three times in verses 7, 8; the verb προσδοκάω three times in 2 Peter 3:12-14, etc.NEWLINEVERSETITLESTART2Peter2:2VERSETITLEENDNEWLINEVERSESTARTAnd many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.VERSEENDNEWLINEVerse 2. - And many shall follow their pernicious ways; rather, as in the Revised Version, their lascivious doings; the reading represented by the Authorized Version has very little support (comp. Jude 1:4, 8). (For \"shall follow\" (ἐξακολουθήσουσιν), see note on 2 Peter 1:16.) By reason of whom the way of truth shall be evil spoken of. The heathen were accustomed to charge Christians with immorality; the conduct of these false teachers gave them occasion; they did not distinguish between these licentious heretics and true Christians. The expression, \"way of truth,\" occurs in the 'Epistle of Barnabas,' chapter 5. Christianity is called \"the way\" several times in the Acts (Acts 9:2; Acts 19:9, 23, etc.). It is the way of truth, because Christ, who is the Center of his religion, is the Way, the Truth, and the Life; because it is the way of life which is founded on the truth.NEWLINEVERSETITLESTART2Peter2:3VERSETITLEENDNEWLINEVERSESTARTAnd through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.VERSEENDNEWLINEVerse 3. - And through covetousness shall they with feigned words make merchandise of you; rather, in covetousness. Covetousness was their besetting sin, the sphere in which they lived. St. Paul warned Titus against false teachers who taught \"things which they ought not, for filthy lucre's sake\" (Titus 1:11; see also 1 Timothy 6:6 and Jude 1:16). Simon Magus, the first heresiarch, sought to trade in holy things; the like sin seems to have been characteristic of the false teachers of apostolic times. The word translated \"feigned\" (πλαστοῖς) occurs nowhere else in the New Testament; the words of these men were not the expression of their real thoughts and feelings; they were invented, craftily contrived to deceive men, and that for the sake of money. The last words of the clause will admit another sense: \"shall gain you,\" i.e., \"shall gain you over to their party;\" and this view derives some support from the use of the verb ἐμπορεύεσθαι in the Septuagint Version of Proverbs 3:14. But the verb is often used in classical writers in the sense of making a profit out of people or things, and this meaning seems most suitable here. The false teachers will work hard, as the Pharisees did, to make proselytes; but their real motive is, not the salvation of souls, but their own selfish gain. Whose judgment now of a long time lingereth not; literally, for whom the sentence of a long time idleth not. The sentence of judgment is for them, for their condemnation; in the foreknowledge of God it has been pronounced long ago, and ever since it has been drawing near; it doth not tarry (comp. Jude 1:4 and 1 Peter 4:17). The word rendered \"of a long time\" (ἔκπαλαι) occurs only here and 2 Peter 3:5. And their damnation slumbereth not; destruction: it is the word which has been used already twice in verse 1. The verb means literally \"to nod,\" then \"to slumber;\" it is found elsewhere in the New Testament only in the parable of the virgins (Matthew 25:5).NEWLINEVERSETITLESTART2Peter2:4VERSETITLEENDNEWLINEVERSESTARTFor if God spared not the angels that sinned, but cast them down to hell, and delivered them into chains of darkness, to be reserved unto judgment;VERSEENDNEWLINEVerse 4. - For if God spared not the angels that sinned; rather, angels when they sinned ; there is no article. St. Peter is giving proofs of his assertion that the punishment of the ungodly lingereth not. The first is the punishment of angels that sinned. He does not specify the sin, whether rebellion, as in Revelation 12:7; or uncleanness, as apparently in Jude 1:6, 7, and Genesis 6:4. Formally, there is an anacoluthon here, but in thought we have the apodosis in verse 9. But cast them down to hell. The Greek word, which is found nowhere else in the Greek Scriptures, is ταρταρώσας, \"having cast into Tartarus.\" This use of a word belonging to heathen mythology is very remarkable, and without parallel in the New Testament. (The word τάρταρος occurs in the Septuagint, Job 40:15. Compare also the Septuagint rendering of the name of Job's daughter Keren-Happuch, Ἀμαλθαίας κέρας, the horn of Amalthaea; and the word σειρῆνες in Isaiah 43:20.) Apparently, St. Peter regards Tartarus not as equivalent to Gehenna, for the sinful angels are \"reserved unto judgment,\" but as a place of preliminary detention. Josephus, quoted by Professor Lumby in the 'Speaker's Commentary,' speaks of the oldest heathen gods as fettered in Tartarus, ἐν Ταρτάρῳ δεδεμένους ('Contra Apion,' 2:33). And delivered them into chains of darkness. The Revised Version \"pits\" represents the reading of the four oldest manuscripts; but the variations in two of them (the Sinaitic and Alexandrine have σειροῖς ζόφοις), and the fact that σειρός seems properly to mean a pit for the storage of corn, throw some doubt upon this reading. The other reading σειραῖς, cords, may possibly have arisen from the parallel passage in Jude 1:6, though the Greek word for \"chains\" is different there. The chains consist in darkness; the pits are in darkness, Παρέδωκε, delivered, is often used, as Huther remarks, with the implied idea of punishment. It is simpler to connect the chains or pits of darkness with this verb than (as Fronmuller and others) with ταρταρώσας, \"having cast them in bonds of darkness into Tartarus\" (comp. Wisd. 17:2, 16, 17). To be reserved unto judgment; literally, being reserved; but the readings here are very confused. St. Jude says (verse 6) that the sinful angels are reserved \"unto the judgment of the great day.\" Bengel says, \"Possunt autem in terra quoque versari mancipia Tartari (Luke 8:31; Ephesians 2:2; etc.) sic ut bello captus etiam extra locum captivitatis potest ambulare.\" But in the case of a mystery of which so little has been revealed, we are scarcely justified in assuming the identity of the angels cast into Tartarus with the evil spirits who tempt and harass us on earth.NEWLINEVERSETITLESTART2Peter2:5VERSETITLEENDNEWLINEVERSESTARTAnd spared not the old world, but saved Noah the eighth person, a preacher of righteousness, bringing in the flood upon the world of the ungodly;VERSEENDNEWLINEVerse 5. - And spared not the old world, but saved Noah the eighth person; rather, as in the Revised Version, the ancient world, but preserved Noah with seven others. \"The eighth\" is a common classical idiom (generally with the pronoun αὐτός) for a with seven others.\" Mark the close parallelism with 1 Peter 3:20, where, as here, the apostle impresses upon his readers the fewness of the saved. A preacher of righteousness. The Old Testament narrative does not directly assert this; but \"a just man and perfect,\" who \"walked with God\" (Genesis 6:9), must have been a preacher (literally, \"herald \") of righteousness to the ungodly among whom he lived. Josephus, in a well-known passage ('Ant.,' 1:03, 1), says that Noah tried to persuade his neighbours to change their mind and their actions for the better. Bringing in the Flood upon the world of the ungodly. The Revised Version renders, when he brought a Flood upon the world. In the Greek there is no article throughout this verse. In verse 1 the ungodly are represented as bringing upon themselves swift destruction; here God brings the punishment upon them. The same Greek verb is used in both places. In one place St. Peter gives the human, in the other the Divine, aspect of the same events (comp. Clement I, 7 and 9).NEWLINEVERSETITLESTART2Peter2:6VERSETITLEENDNEWLINEVERSESTARTAnd turning the cities of Sodom and Gomorrha into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;VERSEENDNEWLINEVerse 6. - And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow. The striking word τεφρώσας, turning into ashes, occurs nowhere else in the New Testament; and the word for \"overthrow\" (καταστροφή) only in 2 Timothy 2:14. It is used in the Septuagint Version of Genesis 19:29 of this same judgment. Perhaps \"to an overthrow\" is a better translation (comp. Luke 17:26-29; Jude 1:7). Making them an ensample unto those that after should live ungodly; rather, having made. The example is to be a lasting warning; literally, an example of those that should live ungodly; i.e., an example of their punishment, their end. In this verse the Vatican Manuscript omits \"with an overthrow,\" and reads \"an example of things to come unto the ungodly.\"NEWLINEVERSETITLESTART2Peter2:7VERSETITLEENDNEWLINEVERSESTARTAnd delivered just Lot, vexed with the filthy conversation of the wicked:VERSEENDNEWLINEVerse 7. - And delivered just Lot, vexed with the filthy conversation of the wicked; literally, and delivered righteous Lot, who was being worn out (καταπονούμενον; comp. Acts 7:24, the only other place of the New Testament where the word occurs) with the behaviour of the lawless in licentiousness. The word translated \"lawless\" (ἀθέσμων) is found only in one other place of the New Testament (2 Peter 3:17); but it is near akin to the ἀθεμίτοις (\"abominable\") of 1 Peter 4:3.NEWLINEVERSETITLESTART2Peter2:8VERSETITLEENDNEWLINEVERSESTART(For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)VERSEENDNEWLINEVerse 8. - For that righteous man dwelling among them; literally, for the righteous man. It was through his own choice that he dwelt among the people of Sodom. The recollection of this grave mistake must have added bitterness to the daily distress caused by the sins of his neighbours (Genesis 13:11). In seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds. The words, \"in seeing and hearing,\" are best connected with the verb that follows, not with \"righteous\" according to the Vulgate (though this would be the natural connection, if with the Vatican Manuscript we omit the article), nor with \"dwelling among them.\" The literal translation is, \"was tormenting his righteous soul.\" The sight of lawless deeds and the sound of wicked words were a daily grief to Lot. He distressed himself; he felt the guilt and danger of his neighbours, the dishonour done to God, and his own unhappy choice. St. Peter cannot mean (as OEcumenius and Theophylact suppose) that Lot's affliction was caused by the sustained effort to resist the temptation of falling into the like vices himself. The Greek words for \"seeing\" and \"dwelling among\" occur only here in the New Testament.NEWLINEVERSETITLESTART2Peter2:9VERSETITLEENDNEWLINEVERSESTARTThe Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:VERSEENDNEWLINEVerse 9. - The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished. We have here the apodosis corresponding with the conditional sentence beginning at verse 4. The three examples cited by St. Peter show that the Lord knows (and with the Lord knowledge involves power) how to deliver the righteous and to punish the wicked. The Greek words for \"godly\" and \"unjust\" are both without the article. The word rendered \"to be punished\" (καλαζομένους) is a present participle, not future, and is better rendered, as in the Revised Version, \"under punishment.\" The wicked are already under punishment while awaiting the judgment; the Lord had taught this in the parable of Dives and Lazarus (comp. also Jude 1:6, 7, and verse 4 of this chapter). Aristotle makes a distinction between κόλασις and τιμωρία, the first being \"chastisement inflicted for the good of those chastised;\" the second, \"punishment inflicted on the incorrigible for the satisfaction of justice\" (see 'Rhet.,' 1:10); but it is doubtful whether this distinction exists in the New Testament (comp. Matthew 25:46). Therefore it seems dangerous to lay much stress on the use of the word κολαζομένους here (comp. Clement, I, 11.).NEWLINEVERSETITLESTART2Peter2:10VERSETITLEENDNEWLINEVERSESTARTBut chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.VERSEENDNEWLINEVerse 10. - But chiefly them that walk after the flesh in the lust of uncleanness; literally, in the lust of pollution. The word occurs nowhere else in the New Testament, but the corresponding verb is found in several places (Titus 1:15; Hebrews 12:15; Jude 1:8). We observe that in this verse St. Peter passes from the future tense to the present. And despise government; rather, lordship (κυριότητος). St. Jude has the same word in verse 8. In Ephesians 1:21 and Colossians 1:16 it is used of angelic dignities. Here it seems to stand for all forms of authority. Presumptuous are they, self-willed, they are not afraid to speak evil of dignities; literally, daring, self-willed, they tremble not when speaking evil of glories; or, they fear not glories, blaspheming. The word rendered \"daring\" (τολμηταί) occurs nowhere else in the New Testament. These daring, self-willed men despise all lordship, all glories, whether the glory of Christ (\"the excellent glory,\" 2 Peter 1:17), or the glory of the angels, or the glory of holiness, or the glory of earthly sovereignty. The next verse, however, makes it probable that the glory of the angels was the thought present to St. Peter's mind. It may be that, as some false teachers had inculcated the worship of angels (Colossians 2:18), others had gone to the opposite extreme (comp. Jude 1:8). The Vulgate strangely translates δόξας by sectas.NEWLINEVERSETITLESTART2Peter2:11VERSETITLEENDNEWLINEVERSESTARTWhereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.VERSEENDNEWLINEVerse 11. - Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord. The conjunction is ὅπου, literally, \"where\" - they speak evil of glories, \"where,\" i.e., \"in which case.\" The literal rendering of the following words, \"angels being greater,\" makes it probable that the comparison is with the false teachers of the previous verse rather than with the \"glories.\" The false teachers rail at glories, where angels, though greater than they, bring not a railing judgment against those glories. It seems certain that the words \"against them\" (κατ αὐτῶν) must refer to the \"glories,\" and cannot mean, according to the Vulgate, adversum se. Men rail at these glories; but the elect angels, when they are commissioned to proclaim or inflict the just judgment (for κρίσις is \"judgment,\" not\" accusation\") of God upon the angels that sinned, the fallen glories, do not rail; they remember what those lost spirits once were, and speak solemnly and sorrowfully, not in coarse, violent language. The apostle may be alluding to Zechariah 3:1, 2, but the resemblance to Jude 1:8, 9 is so dose that this last passage must have been in his thoughts, even if he is not directly referring to the dispute between Michael the archangel and the devil. Luther's interpretation (adopted by Fronmuller and others), that the wicked angels are not able to bear the judgment of God upon their blasphemy, cannot be extracted from the words. The Alexandrine Manuscript omits \"before the Lord;\" but these words are well supported. The angels of judgment remember that they are in the presence of God, and perform their solemn duty with godly fear.NEWLINEVERSETITLESTART2Peter2:12VERSETITLEENDNEWLINEVERSESTARTBut these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;VERSEENDNEWLINEVerse 12. - But these, as natural brute beasts, made to be taken and destroyed. The order of the words in the best manuscripts favours the translation of the Revised Version, But these, as creatures without reason, born mere animals to be taken and destroyed. The word rendered \"mere animals\" is literally \"natural\" (φυσικά); comp. Jude 1:10, \"what they know naturally (φυσικῶς) as brute beasts.\" Speak evil of the things that they understand not; literally, as in the Revised Version, railing in matters whereof they are ignorant. (For the construction, see Wirier, 3:66. 5, at the end.) The context and the parallel passage in St. Jude show that the δόξαι, the glories, are the things which the false teachers understand not and at which they rail. Good angels do not pronounce a railing judgment against angels that sinned. These men, knowing nothing of the angelic sphere of existence, rail at the elect and the fallen angels alike, lien should speak with awe of the sin of the angels; jesting on such subjects is unbecoming and dangerous. And shall utterly perish in their own corruption. The best manuscripts read here καί φθαρήσονται \"shall also be destroyed in their own corruption.\" It seems better to take φθορά in the sense of \"corruption\" here, as in 2 Peter 1:4, and to suppose that St. Peter is intentionally playing on the double sense of the noun and its cognate verb than, with Huther, to refer the pronoun αὐτῶν, \"their own,\" to the ἄλογα ζῶα, and to understand St. Peter as meaning that the false teachers, who act like irrational animals, shall be destroyed with the destruction of irrational animals.NEWLINEVERSETITLESTART2Peter2:13VERSETITLEENDNEWLINEVERSESTARTAnd shall receive the reward of unrighteousness, as they that count it pleasure to riot in the day time. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;VERSEENDNEWLINEVerse 13. - And shall receive the reward of unrighteousness. The two most ancient manuscripts read here, instead of κομιούμενοι ἀδικούμενοι. This reading is adopted by the Revised Version in the translation, \"suffering wrong as the hire of wrongdoing.\" But the other reading is well supported, and gives a better sense, \"receiving, as they shall, the reward of unrighteousness.\" Balaam loved the reward of unrighteousness in this world (verse 15); the false teachers shall receive its final reward in the world to come. Whichever reading is preferred, this clause is best taken with the preceding verse. As they that count it pleasure to riot in the daytime; literally, counting the revel in daytime a pleasure. St. Peter has hitherto spoken of the insubordination and irreverence of the false teachers; he now goes on to condemn their sensuality. The words ἐν ἠμέρα cannot, with some ancient interpreters, be taken as equivalent to μαθ ἡμέραν, daily (Luke 16:19). Many commentators, as Huther and Alford, translate \"delicate living for a day\" - enjoyment which is temporal and short-lived. But when we compare 1 Thessalonians 5:7, \"They that are drunken are drunken in the night,\" and St. Peter's own words in Acts 2:15, it seems more probable that the apostle means to describe these false teachers as worse than ordinary men of pleasure. They reserve the night for their feasting; these men spend the day in luxury. The word τρυφή means \"luxurious or delicate living\" rather than \"riot.\" Spots they are and blemishes. (For σπίλοι, spots, St. Jude has σπιλάδες, sunken rocks.) The word for \"blemishes\" (μῶμοι) occurs nowhere else in the New Testament. But comp. 1 Peter 1:19, where the Lord Jesus is described as \"a Lamb without blemish and without spot (ἀμώμου καὶ ἀσπίλου).\" The Church should be like her Lord, \"not having spot, or wrinkle, or any such thing\" (Ephesians 5:27); but these men are spots and blemishes on her beauty. Sporting themselves with their own deceivings; literally, reveling in their deceivings. The word for \"reveling\" (ἐντρυφῶντες) corresponds with τρυφή, used just above. The manuscripts vary between ἀπάταις, deceivings, and ἀγάπαις, loves, love-feasts. The former reading seems the best-supported here, and the latter in the parallel passage of St. Jude (verse 12). It is possible that the paronomasia may be intentional (compare the σπίλοι of St. Peter and the σπιλάδες of St. Jude). St. Peter will not use the honourable name for the banquets which these men disgrace by their excesses. He calls them ἀπάτας, not ἀγάπας - deceits, not love-feasts. There is no love in the hearts of these men. Their love-feasts are hypocrisies, deceits; they try to deceive men, but they deceive not God. While they feast with you. The Greek word συνευωχούμενοι occurs elsewhere only in Jude 1:12. The false teachers joined in the love-feasts, but made them the occasion of self-indulgence. Compare the similar conduct of the Corinthians (1 Corinthians 11:20-22).NEWLINEVERSETITLESTART2Peter2:14VERSETITLEENDNEWLINEVERSESTARTHaving eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:VERSEENDNEWLINEVerse 14. - Having eyes full of adultery, and that cannot cease from sin; literally, of an adulteress. Compare our Lord's words in the sermon on the mount (Matthew 5:28), which may have been in St. Peter's thoughts. For the second clause, comp. 1 Peter 4:1, \"He that hath suffered in the flesh hath ceased from sin.\" Beguiling unstable souls; rather, enticing. The word δελεάζοντες, from δέλεαρ, a bait, belongs to the art of the fowler or fisherman, and would naturally occur to St. Peter's mind. He uses it again in verse 18 of this chapter (comp. also James 1:14). The word for \"unstable\" (ἀστηρίκτους) occurs only here and in 2 Peter 3:16. It is a word of peculiar significance in the mouth of St. Peter, conscious, as he must have been, of his own want of stability in times past. He would remember also the charge once given to him, \"When thou art converted, strengthen (στήριξον) thy brethren\" (Luke 22:32). An heart they have exercised with covetous practices; rather, trained in covetousness, according to the reading of the best manuscripts, πλεονεξίας. This is the third vice laid to the charge of the false teachers. They had practiced it so long that their very heart was trained in the habitual pursuit of gain by all unrighteous means. Cursed children; rather, children of curse. Like \"the son of perdition,\" \"children of wrath,\" \"children of disobedience,\" \"son of Belial,\" etc.NEWLINEVERSETITLESTART2Peter2:15VERSETITLEENDNEWLINEVERSESTARTWhich have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;VERSEENDNEWLINEVerse 15. - Which have forsaken the right way, and are gone astray; literally, forsaking (or having forsaken; there are two slightly differing readings, both well supported) the right way, they went astray. The false teachers in St. Peter's time were like Elymas the sorcerer, whom St. Paul accused of perverting \"the right ways of the Lord\" (Acts 13:10; comp. also verse 2 of this chapter). In the 'Shepherd of Hermas' occurs what may be an echo of this verse: \"Who... have forsaken their true way\" (Vis., 3:7. 1). Following the way of Balaam the son of Bosor. The word rendered \"following\" (ἐξακολουθήσαντες) is found also in chapter 2 Peter 1:16 and 2 Peter 2:2 of this Epistle, but nowhere else in the New Testament; it means \"to follow out to the end.\" Comp. Numbers 22:32, where the angel of the Lord says of Balaam, \"Thy way is perverse before me.\" The form \"Bosor,\" instead of \"Beor,\" arose probably from a peculiar (perhaps Galilaean) pronunciation of the guttural ע in בְּעור. Thus we, perhaps, have here an undesigned coincidence, a slight confirmation of St. Peter's authorship: he was a Galilaean, and his speech betrayed him (Matthew 26:73); one characteristic of the Galilaean dialect was a mispronunciation of the gutturals. But some commentators see in the resemblance of the form \"Bosor\" to the Hebrew בָּשָׂר, flesh, an allusion to those sins of the flesh into which Balaam allured the Israelites. Compare the Jewish use of such names as Ishbosheth in derision for Eshbaal (\"the man of shame\" for \"the man of Baal\"), and Jerubbesheth (2 Samuel 11:21) for Jerubbaal. The references to Balaam here, in St. Jude, the Book of the Revelation, and 1 Corinthians 10:8, show that his history had made a great impression on the mind of thoughtful Christians. St. John connects his name with the Nicolaitanes in Revelation 2:15, much as St. Peter here connects it with the false teachers of his time. Some, again, see in the etymology of the word \"Nicolaitane\" an allusion to that of \"Balaam,\" as if the Nicolaitanes were followers of Balaam. There is another explanation in the 'Speaker's Commentary,' that the word \"Bosor\" is an Aramaic form, and that \"the form possibly became familiar to St. Peter during his residence at Babylon, and suggests the probability that Aramaic traditions were still current respecting Balaam at the Christian era, and on the banks of the Euphrates\" (additional note on Numbers 22:5). But the two oldest manuscripts read \"Beer\" here. Who loved the wages of unrighteousness (comp. verse 13, and also St. Peter's words in Acts 1:18). Balaam is not definitely accused of covetousness in the Old Testament narrative; but his conduct can be explained by no other motive.NEWLINEVERSETITLESTART2Peter2:16VERSETITLEENDNEWLINEVERSESTARTBut was rebuked for his iniquity: the dumb ass speaking with man's voice forbad the madness of the prophet.VERSEENDNEWLINEVerse 16. - But was rebuked for his iniquity; literally, but had a rebuke for his own transgression. The word for \"rebuke\" (ἔλεγξιν) Occurs nowhere else in the New Testament. The guilt of offering the wages of unrighteousness rested with Balak; Balaam's own transgression lay in his readiness to accept them - in his willingness to break the law of God by cursing, for filthy lucre's sake, those whom God had not cursed. The dumb ass speaking with man's voice forbade the madness of the prophet. The word for \"ass\" is literally \"beast of burden\" (ὑποζύγιον, as in Matthew 21:5). \"Dumb\" is literally \"without voice;\" naturally without voice, it spake with the voice of man. The word ἐκώλυσεν, rendered \"forbade,\" is rather \"checked,\" or \"stayed.\" The word for \"madness\" (παραφρονίαν) occurs nowhere else in the New Testament. The ass checked the prophet's folly by her shrinking from the angel, and by the miracle that followed; the angel, while permitting Balaam to expose himself to the danger into which he had fallen by tempting the Lord, forbade any deviation from the word to be put into his mouth by God. Balaam obeyed in the letter; but afterwards the madness which had been checked for the moment led him into deadly sin (Numbers 31:16). We observe that St. Peter assumes the truthfulness of the narrative in the Book of Numbers (see Mr. Clark's note in the 'Speaker's Commentary' on Numbers 22:28).NEWLINEVERSETITLESTART2Peter2:17VERSETITLEENDNEWLINEVERSESTARTThese are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.VERSEENDNEWLINEVerse 17. - These are wells without water. St. Peter has spoken of the vices of the false teachers; he goes on to describe the unprofitableness of their teaching. They are like wells without water; they deceive men with a promise which they do not fulfill. In Jude 1:12 there is a slight difference - \"clouds without water\" (comp. Jeremiah 2:13). Clouds that are carried with a tempest; better, mists driven by a tempest. The best manuscripts have ὁμίχλαι, mists, instead of νεφέλαι, clouds; they are driven along by the tempest; they give no water to the thirsty land, but only bring darkness and obscurity. The Greek word for \"tempest\" (λαῖλαψ) is used by St. Mark and St. Luke in their account of the tempest on the Sea of Galilee. To whom the mist of darkness is reserved for over; rather, as in the Revised Version, the blackness of darkness. The words are the same as those of Jude 1:13 (comp. verse 4 of this chapter; also 2 Peter 3:7; and 1 Peter 1:4, where the same verb is used of the inheritance reserved in heaven for the saints). The words \"for ever\" are omitted in the Vatican and Sinaitic Manuscripts; it is possible that they may have been inserted from the parallel passage in St. Jude; but they are well supported here.NEWLINEVERSETITLESTART2Peter2:18VERSETITLEENDNEWLINEVERSESTARTFor when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.VERSEENDNEWLINEVerse 18. - For when they speak great swelling words of vanity; literally, for speaking. \"Great swelling words\" is expressed by one word in the Greek, ὑπέρογκα, St. Jude has the same word in verse 16; it is used in the classical writers of great bulk of any kind, literal or figurative. The genitive is descriptive - the words are swelling, high-sounding; but they are only words, vain and meaningless; they have nothing but emptiness behind them. They allure through the lusts of the flesh, through much wantonness; rather, as in the Revised Version, they entice (as in verse 14) in the lusts of the flesh, by lasciviousness. The preposition \"in\" denotes the sphere in which these men live, their condition, habits of life. The dative ἀσελγείαις, literally \"by lasciviousnesses,\" that is, by acts of lasciviousness, is the dative of the instrument; it states the means by which they entice men. Those that were clean escaped from them who live in error. The Authorized Version follows the T.R., τοὺς ὄντως ἀποφυγόντας; but most of the best manuscripts have τοὺς ὀλίγως ἀποφεύγοντας. This last reading gives a better sense, \"Those who are just escaping.\" The adverb ὀλίγως may be understood of time, or, perhaps better, of measure - \"escaping by a little, a little way.\" Those who were \"clean escaped \"would not be so easily enticed by the false teachers. These are only beginning to escape; they have heard the word with joy, but have no root in themselves; they put their hand to the plough, but they look back. They \"that live in error\" are the heathen; the unhappy men who are led astray by the false teachers are just escaping from the heathen and from their mode of life. It is possible to understand these last words as a coordinate clause, a further description of those who are just escaping. The false teachers entice \"those who are just escaping, those who live in error.\" But the common rendering seems better. The verb translated \"live\" (ἀναστρεφομένους) is a favourite word with St. Peter (see 1 Peter 1:15, 18; 1 Peter 2:12; 1 Peter 3:1, 2, 16).NEWLINEVERSETITLESTART2Peter2:19VERSETITLEENDNEWLINEVERSESTARTWhile they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.VERSEENDNEWLINEVerse 19. - While they promise them liberty; literally, promising. The words cohere closely with the preceding clause. Liberty was the subject of their great swelling words of vanity; they talked loudly, made a great boast, about liberty. Perhaps they were wresting to their own destruction (comp. 2 Peter 3:15, 16) the teaching of St. Paul concerning Christian liberty. St. Paul had spoken of the liberty of the glory of the children of God (Romans 8:21); he had again and again asserted the liberty of Christians in things indifferent (see 2 Corinthians 3:17; 1 Corinthians 8:9; 1 Corinthians 10:23, etc.). But he had insisted on the paramount duty of giving no offence (1 Corinthians 8:13, etc.), and had earnestly cautioned his converts to \"use not liberty for an occasion to the flesh.\" There were false teachers who maintained that the true Gnostic was free from moral restraints, in fact, that liberty meant libertinism, liberty to sin (comp. 1 Peter 2:16). They themselves are the servants of corruption. The construction is still participial, \"being\" (ὑπάρχοντες) being from the beginning servants of corruption. Those who talked about liberty were themselves all the time the bondservants, the slaves, of corruption. The word rendered \"corruption\" (φθορά) includes the sense of\" destruction,\" as in verse 12 and 2 Peter 1:4 (comp. Romans 8:21). For of whom a man is overcome, of the same is he brought in bondage. \"Of whom,\" or \"by whatever;\" by Satan, the personal tempter, or by sin, the innate tendency; the Greek word will bear either meaning. Some good manuscripts add \"also,\" which strengthens the assertion; \"is he also brought in bondage.\" St. Peter's teaching corresponds exactly with that of St. Paul in Romans 6:16. There is a very close parallel to this clause in the 'Clementine Recognitions' (5:12; quoted by Dr. Salmon, in his 'Historical Introduction to the Books of the New Testament'): \"unusquisque illius fit servus cui se ipse subjecerit.\"NEWLINEVERSETITLESTART2Peter2:20VERSETITLEENDNEWLINEVERSESTARTFor if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.VERSEENDNEWLINEVerse 20. - For if after they have escaped the pollutions of the world; literally, for if, having escaped (ἀποφυγόντες). Is St. Peter in this verse still speaking of the false teachers, or of those whom they had enticed (verse 18)? Bengel, Fronmuller, and others take the latter view, thinking that the ἀποφυγόντες (\"those having escaped\") of this verse must be the same with the ἀποφεύγοντας or ἀποφυγόντας (\"those who are escaping,\" or \"those having escaped\") of verse 18. But it is far more natural to understand St, Peter as continuing his description of the false teachers. The conjunction \"for\" connects the clause closely with that immediately preceding, and suggests that St. Peter is explaining the term \"bondservants or slaves\" applied to the false teachers in verse 19; the repetition of the word \"overcome\" also seems to imply that the subjects of yore. 20 and 19 are the same. The word for\" pollutions\" (μιάσματα) occurs only here. In 'Hermas' (Vis., 4:3, 2) there occurs what may be a reminiscence of this verse: \"Ye who have escaped this world.\" Through the knowledge of the Lord and Saviour Jesus Christ. Several of the most ancient manuscripts read, \"our Lord and Saviour.\" The word rendered \"knowledge\" is ἐπίγνωσις, full knowledge (comp. 2 Peter 1:2, 3, 8; also Ephesians 4:13; Colossians 2:2; Colossians 3:10; 1 Timothy 2:4; Romans 1:28; Romans 3:20). The preposition is ἐν. The full, personal knowledge of the Saviour is the sphere in which the Christian lives; while he abides in that knowledge grace and peace are multiplied unto him, and he is enabled to escape the pollutions of the world. The apostle warns us here that some of those who once enjoyed the blessedness of that sacred knowledge have been entangled in sin and have fallen from grace. They are again entangled therein, and overcome. The first clause is participial; the connection seems to be, \"If, having escaped... but being again entangled they are overcome.\" The word \"entangled\" (ἐμπλακέντες) suggests the figure of fishes entangled in the meshes of a net, and seems to point back to the δελεάζουσιν (\"entice\") of verses 18 and 14; they entice others, but they are entangled themselves (comp. 2 Timothy 2:4), and become captives and slaves to the pollutions of the world from which they had once escaped. The latter end is worse with them than the beginning; rather, as in the Revised Version, the last state is become worse with them than the first. This is a distinct quotation of our Lord's words in Matthew 12:45 and Luke 11:26. The evil spirit had been cast out from these men; for a time they had lived in the full knowledge of Christ; but now the evil spirit had returned, and had brought with him seven other spirits more wicked than himself. This spontaneous adoption of our Lord's words without marks of quotation is not like the work of a forger.NEWLINEVERSETITLESTART2Peter2:21VERSETITLEENDNEWLINEVERSESTARTFor it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.VERSEENDNEWLINEVerse 21. - For it had been better for them not to have known the way of righteousness; better, as in the Revised Version, for it were better. (For this use of the imperfect indicative, see Winer, 3:41, 2, a.) The verb ἐπεγνωκέκαι, \"to have known,\" here, and the participle ἐπιγνοῦσιν, \"after they have known,\" in the next clause, correspond with the noun ἐπίγνωσις of the preceding, and, like that, imply that these unhappy men once had the full knowledge of Christ. (For \"the way, of righteousness,\" compare \"the way of truth\" in verse 2, and note there.) Than, after they have known it, to turn from the holy commandment delivered unto them. The manuscripts exhibit some slight variations here: the Sinaitic and Alexandrine give \"to turn back.\" By \"the holy commandment\" St. Peter means the whole moral Law, which the Lord enforced and widened in his sermon on the mount; from this the false teachers turned away. For the word \"delivered\" (παραδοθείσης), comp. Jude 1:3. Like the corresponding word παράδοσις, tradition (2 Thessalonians 3:6), it implies the oral transmission of Christian teaching in the first ages (comp. also 1 Peter 1:18).NEWLINEVERSETITLESTART2Peter2:22VERSETITLEENDNEWLINEVERSESTARTBut it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.VERSEENDNEWLINEVerse 22. - But it is happened unto them according to the true proverb. The conjunction \"but\" is omitted in the best manuscripts. The literal translation is, \"There hath happened unto them that of the true proverb (τὸ τῆς παροιμίας);\" comp. Matthew 21:21, τὸ τῆς συκῆς. The dog is turned to his own vomit again. The construction is participial; literally, a dog having turned. See Wirier (3:45, 6, b), who says that in such proverbial expressions there is no reason for changing the participle into a finite verb: \"They are spoken δεικτικῶς as it were, with reference to a case actually observed.\" St. Peter may be quoting Proverbs 26:11; but his words are very different from the Septuagint Version of that passage; perhaps it is more probable that the expression had become proverbial, and that the apostle is referring to a form of it in common use with his readers; like that which follows, which is not in the Book of Proverbs. And the sow that was washed to her wallowing in the mire; literally, the sow that had washed to her wallowing; or, according to some ancient manuscripts, \"her wallowing-place.\" St. Peter compares the lives of the false teachers to the habits of those animals which were regarded as unclean, and were most despised by the Jews (compare our Lord's words in Matthew 7:6). The words ἐξέραμα, vomit; κυλισμός, wallowing; and βόρβορος, mire, are not found elsewhere in the New Testament.NEWLINENEWLINENEWLINENEWLINENEWLINE","2Pet.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Peter3:1VERSETITLEENDNEWLINEVERSESTARTThis second epistle, beloved, I now write unto you; in both which I stir up your pure minds by way of remembrance:VERSEENDNEWLINEVerse 1. - This Second Epistle, beloved, I now write unto you; literally, this Epistle already a second one I write unto you. The ἤδη (\"already\") implies that the interval between the two Epistles was not long. The expression \"beloved,\" four times repeated in this chapter, shows the apostle's affectionate interest in his readers; and the word \"second\" forces us to make our choice between the Petrine authorship of the Epistle or the hypothesis of a direct forgery. In both which I stir up your pure minds by way of remembrance; literally, in which, i.e., \"Epistles;\" the word \"second\" implied an allusion to a First Epistle. St. Peter repeats the words which he had used in chapter 2 Peter 1:13, \"I think it meet... to stir you up by putting you in remembrance.\" Mind (διάνοια) is the reflective faculty (see 1 Peter 1:13); that faculty should be exercised in holy things. The thoughts that pass through the Christian's mind should be holy thoughts; his mind should be pure. The word rendered \"pure\" (εἰλικρινής) occurs in Philippians 1:10 (where see note); the corresponding substantive is found in 1 Corinthians 5:8; 2 Corinthians 1:12; 2 Corinthians 2:17. It is said of things which can bear to be judged in the sunlight, and so means \"pure, clear,\" or (according to another possible etymology) \"unmixed,\" and so \"genuine, sincere.\"NEWLINEVERSETITLESTART2Peter3:2VERSETITLEENDNEWLINEVERSESTARTThat ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:VERSEENDNEWLINEVerse 2. - That ye may be mindful of the words which were spoken before by the holy prophets. \"That ye may be mindful\" is represented by one word in the Greek (μνησθῆναι); compare the exact parallel in Luke 1:72. Great stress is laid on the word of prophecy in both Epistles (see 1 Peter 1:10-12 and 2 Peter 1:19). And of the commandment of us the apostles of the Lord and Saviour; rather, as in the Revised Version, and the commandment of the Lord and Saviour through your apostles. All the best manuscripts read ὑμῶν here. It is a remarkable expression; but Christ's apostles can be rightly called the apostles of those to whom they are sent, as being their teachers, sent to them for their benefit; just as the angels of God are called also the angels of Christ's little ones (Matthew 18:10). Compare also \"the angels of the seven Churches\" in the Revelation. St. Peter shows an intimate knowledge of several of St. Paul's Epistles, and of that of St. James; he is writing to the Churches addressed in his First Epistle, most of which were founded by St. Paul or his companions. We must therefore understand this passage, as well as verse 15 of this chapter, as a distinct recognition of the apostleship of St. Paul. The translation of the Authorized Version, \"the apostles of the Lord and Saviour,\" involves a violent disturbance of the order; it seems best to make both genitives depend on \"commandment:\" \"your apostles' commandment of the Lord;\" the first genitive being that of announcement, the second of origin. The commandment was announced by the apostles, but it was the Lord's commandment. (For the double genitive, comp. James 2:1 and Acts 5:32. For the whole verse, see the parallel passage in Jude 1:17.)NEWLINEVERSETITLESTART2Peter3:3VERSETITLEENDNEWLINEVERSESTARTKnowing this first, that there shall come in the last days scoffers, walking after their own lusts,VERSEENDNEWLINEVerse 3. - Knowing this first, that there shall come in the last days scoffers. (For the irregular construction of γινώσκοντες, see Winer, 3:63, 2, a.) St. Peter has the words, \"knowing this first,\" in 2 Peter 1:20, where he is speaking of the interpretation of prophecy; he repeats them now when referring to the scoffers who mocked at the long delay of the Lord's coming foretold by the prophets. (For \"the last days,\" see note on 1 Peter 1:20.) The Revised Version has, \"Mockers shall come with mockery.\" This represents the words ἐν ἐμπαιγμοπνῇ, found in nearly all the best manuscripts, which give emphasis to the expression after the Hebrew manner. The word ἐμπαιγμονή occurs nowhere else in the New Testament, and ἐμπαῖκται, scoffers, only in the parallel passage, Jude 1:18. Walking after their own lusts. Self-indulgence often leads to skepticism. This verse is quoted in a homily ascribed to Hippolytus.NEWLINEVERSETITLESTART2Peter3:4VERSETITLEENDNEWLINEVERSESTARTAnd saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.VERSEENDNEWLINEVerse 4. - And saying, Where is the promise of his coming? (comp. Malachi 2:17, \"Where is the God of judgment?\"). The Lord had prophesied of his coming; St. Paul had spoken more than once as if that coming were very near at hand (1 Corinthians 15:51; 2 Corinthians 5:4; 1 Thessalonians 4:15). Yet he came not. Already men were beginning to mock, and to question whether the long-delayed promise would ever be fulfilled. For since the fathers fell asleep; better, from the day that. By \"the fathers\" must be meant here the fathers of the Christian Church. St. Peter was writing more than thirty years after the Ascension. The first generation of Christians was rapidly passing away. Stephen \"fell asleep\" first, then James the son of Zebedee, the other James the Lord's brother, and many others who had looked, it may be, to see the coming of the Lord among those \"which are alive and remain\" (1 Thessalonians 4:17). But they had died, and he came not; and from the day of their death things went on as they were. Should men look for him still, the mockers asked, when the fathers looked in vain? The mockers adopted, in mockery, doubtless, the Christian phrase for death. The Lord first had said, \"Our friend Lazarus sleepeth ;\" then the holy Stephen \"fell asleep;\" and so \"they which are asleep\" became the recognized name for the dead in Christ. Death is like sleep; the holy dead rest from their labours. They \"sleep not idly,\" for they are at home with the Lord, and they are blessed; but yet the quiet rest of Paradise, though \"far better\" than this earthly life, is sleep compared with the perfect consummation and bliss, both in body and soul, which the redeemed of the Lord shall enjoy at last in his eternal glory. All things continue as they were from the beginning of the creation; literally, all things continue thus, as they are, and as they have been from the beginning. There has been no sudden catastrophe; the world has gone on as it was; the laws of nature are still working with their changeless uniformity\" (see a remarkable parallel in Clement, I, 23, which is important also as an independent proof that this argument of the scoffers is as old as the end of the first century).NEWLINEVERSETITLESTART2Peter3:5VERSETITLEENDNEWLINEVERSESTARTFor this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:VERSEENDNEWLINEVerse 5. - For this they willingly are ignorant of; literally, for this escapes them of their own will. All things have not always been as they are; there have been great changes; there was once a great catastrophe; but this they willfully forget, Huther translates differently, \"For, whilst they assert this, it is hidden from them that,\" etc. But this rendering seems forced and unsatisfactory, and gives a meaning to θέλω which it has nowhere in the New Testament. That by the Word of God the heavens were of old, and the earth standing out of the water and in the water. The Revised Version translates, That there were heavens from of old, and an earth compacted out of water and amidst water, by the Word of God. The mockers say that all things continue as they were from the beginning of creation. That creation itself was a great, a stupendous change, a mighty effort of the power of God. St. Peter refers to it in words evidently derived from the Book of Genesis, not from any other sources, whether Greek, Egyptian, or Indian. There were heavens from of old (the word ἔκπαλαι occurs elsewhere only in 2 Peter 2:3). There was an earth formed or standing out of the water. The Greek participle here used is συνεστῶσα, literally, \"standing together or consisting\" (comp. Colossians 1:17); it may be taken closely with both prepositional Clauses, \"earth consisting of water and by means of water.\" Thales had taught that water was the beginning of things, the original element (πάντα ἐξ ὕδατος συνεστάναι); the narrative in Genesis represents water as originally overspreading all things: \"The earth was without form [ἀόρατος, Septuagint], and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.\" We may therefore understand St. Peter as meaning that the earth was formed or compacted out of water, or out of those substances which the water at first held in solution; and that it is kept together in coherence and solidity by means of water. If, on the other hand, we regard the participle as closely connected with the second preposition only, the meaning will be that the earth, held together and compacted by means of water, rose up out of the water, and appeared above it, when God said, \"Let the waters under the heaven be gathered together unto one place, and let the dry land appear.\" It is possible, again, to understand the preposition διά locally, and to translate \"amidst water.\" Comp. Psalm 136:6, \"He stretched out the earth above the waters;\" and Psalm 24:2, \"He hath founded it upon the seas, and established it upon the floods.\" Of course, neither St. Peter nor Moses is speaking in the language of science; their object was, not to teach scientific truth, but to present the great fact of creation in an aspect suitable to our poor capacities. For the clause, \"by the Word of God (τῷ τοῦ Θεοῦ λόγῳ),\" comp. Hebrews 11:3, \"Through faith we understand that the worlds were framed by the Word of God (ῤήματι Θεοῦ).\" St. Peter may be referring to the formula, \"And God said,\" so constantly repeated in the account of the creation, or (what is really the same truth) to the fact that \"all things were made by him [by God the Word], and without him was not anything made that was made.\"NEWLINEVERSETITLESTART2Peter3:6VERSETITLEENDNEWLINEVERSESTARTWhereby the world that then was, being overflowed with water, perished:VERSEENDNEWLINEVerse 6. - Whereby the world that then was, being overflowed with water, perished. The Greek for\" whereby\" is δἰ ῶν, literally, \"through which things.\" The plural here presents some difficulty. The most obvious antecedents are \"the heavens and the earth\" of the last verse; but many commentators refer the relative to the twice-repeated \"water.\" The meaning will be the same whichever view we take. \"The fountains of the great deep were broken up, and the windows of heaven were opened;\" that is, the Deluge was brought to pass by means of the heavens, i.e., the waters that were above the firmament, and the earth, i.e., the waters that were below the firmament, which came from the earth as the waters first mentioned came from the heavens. Another possible view is that of Huther, who refers δἱ ῶν to the water and the Word of God. By the world here must be meant the world of living creatures. This is St. Peter's answer to the mockers: there had been one great catastrophe; there will be another.NEWLINEVERSETITLESTART2Peter3:7VERSETITLEENDNEWLINEVERSESTARTBut the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.VERSEENDNEWLINEVerse 7. - But the heavens and the earth, which are now; rather, the heavens which are now, and the earth. The \"now\" does not refer, as some think, to any change wrought by the Flood, but distinguishes the present heavens and earth from the new heavens and new earth, which Christians are to look for (verse 13). By the same Word are kept in store, reserved unto fire. Several of the better manuscripts have \"by his Word,\" which, on the whole, seems to give the best meaning. The reading in the text may, indeed, be understood in a similar sense, \"by the same Word of God;\" otherwise it would mean that the original word of creation determined also the duration of the world and the means of its destruction. The words rendered, \"are kept in store,\" are, literally, \"have been treasured (τεθησαυρισμένοι εἰσίν)\" (comp. Romans 2:5). It seems better to take the dative πυρί (\"with fire,\" or \"for fire\") with this verb rather than with the following, as in the Authorized Version. If we take the first meaning of the dative, the sense will be that the world has been stored with fire, i.e., that it contains, stored up in its inner depths, the fire which is destined ultimately to destroy it. But the other view seems on the whole more probable; the heavens and the earth are stored up for fire or unto fire, i.e., with the purpose in the counsels of God of their ultimate destruction by fire. This is the clearest prophecy in Holy Scripture of the final conflagration of the universe; but comp. Isaiah 66:15; Daniel 7:10; Malachi 4:1; 2 Thessalonians 1:8. Such a doctrine formed part of the physical theories of the Stoics; it is also found in the 'Book of Enoch.' Against the day of judgment and perdition of ungodly men. The participle \"reserved\" (τηρούμενοι) is best taken with this clause: \"Reserved against the day of judgment and perdition of ungodly men.\"NEWLINEVERSETITLESTART2Peter3:8VERSETITLEENDNEWLINEVERSESTARTBut, beloved, be not ignorant of this one thing, that one day is with the Lord as a thousand years, and a thousand years as one day.VERSEENDNEWLINEVerse 8. - But, beloved, be not ignorant of this one thing; literally, let not this one thing escape you, as especially important. That one day is with the Lord as a thousand years, and a thousand years as one day. \"With the Lord\" means in his sight, in his estimate of things (comp. Psalm 90:4, \"A thousand years in thy sight are but as yesterday\"). Bengel finely says, \"Dei aeoniologium (sic appellare liceat) differt ab horologic mortalium. Illius gnomon omnes homis simul indicat in summa actione et in summa quiete. Ei nec tardius nec celerius labuntur tempera quam ipsi et oeconomiae ejus aptum sit. Nulls causa est cur finem rerum aut protelare aut accelerare necessum habeat. Qui hoc comprehendemus? Si comprehendere possemus, non opus foret a Mose et Petro addi, apud Dominum.\" God is eternal: his thought is not, like ours, subject to the law of time; and even we can understand that one day, as the day of the Saviour's death, may have far more of intense action compressed into it, and far more influence upon the spiritual destiny of mankind, than any period of a thousand years. This passage seems to be quoted by Justin Martyr, the 'Epistle of Barnabas,' Irenaeus, and Hippolytus; but they may be referring to Psalm 90, though the quotations resemble the words of St. Peter more closely than those of the psalm.NEWLINEVERSETITLESTART2Peter3:9VERSETITLEENDNEWLINEVERSESTARTThe Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.VERSEENDNEWLINEVerse 9. - The Lord is not slack concerning his promise, as some men count slackness. The Lord here, as frequently in these Epistles, is God the Father; it is he only who knoweth that day and that hour (Mark 13:32). Some take the genitive τῆς ἐπαγγελίας with \"the Lord,\" and translate, \"The Lord of the promise is not slack.\" This is a possible connection, but, not so satisfactory as the ordinary rendering. (For the genitive with the verb βραδύνει, see Winer, 3:30, 6, b.) The latter clause may be understood, \"as some think it, i.e., the delay of the judgment, to be slackness;\" or better, perhaps, \"as some understand the meaning of slackness.\" Men are slow in fulfilling their promises from various, often selfish, motives; the Lord's delay comes from love and long-suffering. But is long-suffering to us-ward; rather, to you-ward, which seems to be the best-supported reading; two ancient manuscripts give \"for your sake.\" St. Peter has the same thought in the First Epistle (1 Peter 4:20); there he reminds us how the long-suffering of God waited while the ark was a-preparing; here he tells us that the delay of the judgment, at which unbelievers scoff, is due to the same cause. We note here an item of evidence for the common authorship of the two Epistles (comp. Habakkuk 2:3, quoted in Hebrews 10:37, and Ecclus. 32:22, in the Septuagint; also Augustine's well-known words, \"Pattens quid aeternus\"). Not willing that any should perish; rather, not wishing or desiring (μὴ βουλόμενος). The participle gives the reason of the Lord's delay; he hath no pleasure that the wicked should die (Ezekiel 18:23, 32, and Ezekiel 33:11). But that all should come to repentance. The G reek word for \"come\" (χωρῆσαι), occurs in the same sense in Matthew 15:17 (see also the remarkable parallel from Plutarch, 'De Flum.,' page 19 (quoted by Alford), εἰς μετάνοιαν... χωρήσας). Calvin takes it transitively, \"willing to receive all to repentance.\" But the common translation is plainly right (comp. 1 Timothy 2:4 combined with 2 Timothy 2:25).NEWLINEVERSETITLESTART2Peter3:10VERSETITLEENDNEWLINEVERSESTARTBut the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.VERSEENDNEWLINEVerse 10. - But the day of the Lord will come. The word ἥξει, will come, stands emphatically at the beginning of the clause; whatever the mockers may say, whatever may happen, come certainly will the day of the Lord. \"The day of the Lord\" meets us often in the prophets; it is usually associated with the thought of judgment (see Isaiah 2:12; Ezekiel 13:5; Joel 1:15; Malachi 3:2). In the New Testament it signifies the second advent of Christ (1 Thessalonians 5:2; 1 Corinthians 1:8; Philippians 1:6; 2 Thessalonians 2:2). As a thief in the night. The best manuscripts omit here \"in the night.\" St. Peter is evidently echoing the Lord's words in that great prophetic discourse on the Mount of Olives, which must have made such a deep impression upon the apostles. This illustration of the sudden coming of the thief is repeated not only by St. Peter here, but also by St. Paul (1 Thessalonians 5:2), and twice by St. John (Revelation 3:3 and Revelation 16:15). In the which the heavens shall pass away with a great noise. The Greek for \"with a great noise (ῤοιζηδόν)\" occurs nowhere else in the New Testament, and is one of those remarkable poetic forms which are not unfrequent in this Epistle: the noun ῤοῖζος is used of the whizzing of arrows, of the rush of wings, of the sound of mighty winds or roaring waters. It may be understood here of the crash of a falling world or of the roar of the destroying flames. The word rendered \"pass away\" is that used by our Lord in the prophecy just referred to (Matthew 24:35; also in Matthew 5:18 and in Luke 16:17). And the elements shall melt with fervent heat. It is uncertain whether by \"the elements\" (στοιχεῖα) St. Peter means the four elements (in the old and popular use of the word), or the great constituent parts of the universe, the heavenly bodies. Against the first view is the assertion that one of those elements is to be the agent of destruction. But the word rendered \"melt\" means \"shall be dissolved\" or \"loosed;\" and it may be, as Bishop Wordsworth says, that \"St. Peter's meaning seems to be that the στοιχεῖα, elements or rudiments, of which the universe is composed and compacted, will be loosed; that is, the framework of the world will be disorganized; and this is the sense of στοιχεῖα in the LXX. (Wisd. 7:17 Wisd. 19:17) and in Hippolytus, 'Philos.,' pages 219, 318. The dissolution is contrasted with the consistency described by the word συνεστῶσα in verse 5. The heavens are reserved for fire, and will pass away with a rushing noise, and, being set on fire, will be dissolved; the elements will be on fire and melt, and he reduced to a state of confusion; the earth and the works therein will be burnt up. There does not seem, therefore, to be any cause for abandoning the common meaning of στοιχεῖα, the elemental principles of which the universe is made.\" On the other hand, the word στοιχεῖα is certainly used of the heavenly bodies by Justin Martyr ('Apolog.,' 2. c. 5, and 'Dial. cum Tryphon,' c. 23); and the heavenly bodies are constantly mentioned in the descriptions of the awful convulsions of the great day (Matthew 24:29; Mark 13:24; Luke 21:25; Acts 2:20; Revelation 6:12, etc.). The objection that the word does not bear this meaning elsewhere in Holy Scripture is of little weight, as this is the only place in which it has a physical sense. The literal translation of the clause is, \"The elements, being scorched, shall be dissolved.\" The word for \"being scorched\" (καυσούμενα) occurs in the New Testament only here and in verse 12; it is used by the Greek physicians of the burning heat of fever. The verb λυθήσεται means \"shall be dissolved or loosened.\" The earth also and the works that are therein shall be burned up. By \"the works that are therein\" St. Peter seems to mean all the works both of God and of man, \"opera naturae et artis\" (Bengel). There is a very remarkable reading here (supported by the Sinaitic and Vatican and another uncial manuscript), εὑρεθήσεται, \"shall be discovered,\" instead of κατακαήσεται, \"shall be burned up.\" If we understand \"the works that are therein\" of man's works and actions, this reading will give a good sense (comp. 1 Corinthians 3:13, \"Every man's work shall be made manifest, for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man's work, of what sort it is\"). Or the clause may be regarded as interrogative, \"Shall the earth and the works that are therein be found?\" But the reading, \"shall be burned up\" is well supported, and suits the context best.NEWLINEVERSETITLESTART2Peter3:11VERSETITLEENDNEWLINEVERSESTARTSeeing then that all these things shall be dissolved, what manner of persons ought ye to be in all holy conversation and godliness,VERSEENDNEWLINEVerse 11. - Seeing then that all these things shall be dissolved; rather, seeing that all these things are being dissolved. The participle is present, and implies the certainty of the event foretold, and, perhaps, also that the germs of that coming dissolution are already in being, that the forces which are ultimately to bring about the final catastrophe are even now at work. Some of the better manuscripts read, instead of οϋν, then, οὕτως, thus: \"seeing that all these things are thus being dissolved.\" What manner of persons ought ye to be in all holy conversation and godliness? The Greek word for \"what manner of persons\" means literally, \"of what country;\" it seems to point to the great truth that God's people are fellow-citizens of the saints, that the commonwealth of which they are citizens is in heaven. The word for \"to be\" is the emphatic ὑπάρχειν, which denotes original, essential, continuous being. (On the word for \"conversation\" (ἀναστροφαῖς, behaviour, conduct), see note on 1 Peter 1:15.) Both this noun and the following are plural in the Greek, and therefore mean \"in all aspects and forms of holy conduct and godliness.\" Some commentators connect these last words, \"in all holy conversation and godliness,\" with the next verse: \"looking in all holy conversation,\" etc. Some, again, understand this verse as asking a question, which is answered in the next; but the Greek word for \"what manner of persons\" (ποταπός) seems to be used in the New Testament as an exclamation only, not interrogatively.NEWLINEVERSETITLESTART2Peter3:12VERSETITLEENDNEWLINEVERSESTARTLooking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?VERSEENDNEWLINEVerse 12. - Looking for and hasting unto the coming of the day of God. The preposition \"unto\" is inserted without authority. The second participle σπεύδοντας is followed directly by the accusative, and is evidently transitive. In the Septuagint Version of Isaiah 16:5, σπεύδων δικαιοσύνην represents the \"hasting righteousness\" of our translation (comp. Pindar, 'Isthm.,' 5:22, where σπεύδειν ἀρετάν means \"to pursue virtue\"). Here the translation \"hastening\" is most appropriate. The Father hath put the times and seasons in his own power; but as the long-suffering of God waited in the days of Noah, so now he is \"long-suffering to us-ward, not willing that any should perish;\" and in his gracious mercy waits for the repentance of his chosen. St. Peter seems to represent Christians as \"hastening the coming [literally, 'presence'] of the day of God\" by working out their own salvation, and helping to spread the knowledge of the gospel (Matthew 24:14), and so rendering the long-suffering patience of God no longer necessary. The words imply also the duty of praying for that coming, as we do in the second petition of the Lord's Prayer, and in the Funeral Service, \"Beseeching thee, that it may please thee, of thy gracious goodness, shortly to accomplish the number of thine elect, and to hasten thy kingdom.\" Compare St. Peter's speech in Acts 3, where he says, \"Repent ye therefore... that so (ὅπως ἄν) there may come seasons of refreshing from the presence of the Lord, and that he may send the Christ\" (verses 19, 20, Revised Version). This remarkable coincidence of thought furnishes an argument of considerable weight in favour of the genuineness of this Epistle. Another possible rendering of the word is \"earnestly desiring,\" which is adopted in the text of the Revised Version, and is preferred by some commentators. Wherein the heavens being on fire shall be dissolved. The Greek for \"wherein\" is δἰ,' ἥν, on account of which, i.e., on account of the day of God, or, what comes to much the same meaning, on account of the coming, the presence, of that day. Old things must pass away because of the coming of the day of God; the old order must give place to new. And the elements shall melt with fervent heat. The apostle repeats the striking words which he had already used in verse 10, with a different verb. The Greek word for \"shall melt\" here is not λυθήσεται, as in verse 10, but a stronger word τήκεται, are being melted, or wasted away. The tense is the prophetic present, implying a certain fulfillment. There is probably a reference to Isaiah 34:4, where the Septuagint rendering is Καὶ τακήσονται πᾶσαι αἱ δυνάμεις τῶν οὐρανῶν.NEWLINEVERSETITLESTART2Peter3:13VERSETITLEENDNEWLINEVERSESTARTNevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.VERSEENDNEWLINEVerse 13. - Nevertheless we, according to his promise, look for new heavens and a new earth; rather, but, according to his promise, we look for. The promise is that in Isaiah 65:17, \"Behold, I create new heavens and a new earth\" (see also Isaiah 66:22 and Revelation 21:1). St. John saw in vision the fulfillment of the prophecy of Isaiah and St. Peter: \"The first heaven and the first earth were passed away.\" It may be that, as the water of the Deluge was the baptism of the ancient world into a new life, so the fire of the great day will be the means of purifying and refining the universe, transforming it into new heavens and a new earth, making all things new. Our Lord's use of the word \"regeneration,\" in Matthew 19:28, seems to favour this view. In the regeneration of the individual soul the personality remains, the thoughts, desires, affections, are changed; so, it may be, in the regeneration of the world the substance will remain, the fashion (σχῆμα) of the old world will pass away (1 Corinthians 7:31). But it is impossible to pronounce dogmatically whether the new heavens and earth will be a reproduction of the old in a far more glorious form, through the agency of the refining fire, or an absolutely new creation, as the words of Isaiah seem to imply. St. John, like St. Peter, speaks of a new earth, and tells us that that new earth will be the dwelling-place of the blessed. He saw the holy city, new Jerusalem, coming down from God out of heaven; the throne of God and of the Lamb (he tells us) shall be in it: \"The tabernacle of God is with men, and he will dwell with them.\" The holy city, Jerusalem, which is above, is in heaven now; the commonwealth of which the saints are citizens is in heaven (Philippians 3:20). But heaven will come down to earth; the throne of God and of the Lamb shall be there; there his servants shall serve him. The distinction between earth and heaven will be abolished; for where God is, there is heaven. Wherein dwelleth righteousness (comp. Isaiah 60:21, \"Thy people shall be all righteous;\" also Isaiah lay. 25; Revelation 21:27; Romans 8:21).NEWLINEVERSETITLESTART2Peter3:14VERSETITLEENDNEWLINEVERSESTARTWherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.VERSEENDNEWLINEVerse 14. - Wherefore, beloved, seeing that ye look for such things; rather, these things, the coming of the Lord, the restitution of all things, the new heavens and the new earth. Be diligent that ye may be found of him in peace, without spot, and blameless; literally, give diligence (or, be earnest - the same word which is used in 2 Peter 1:10) to be found without spot and blameless in his sight in peace. Christians who look for the coming of Christ must earnestly strive to imitate their Lord, the \"Lamb without blemish and without spot.\" In the word ἄσπιλοι, \"without spot,\" we have a link with 1 Peter 1:19. The word for \"blameless\" (ἀμώμητοι) is found elsewhere only in Philippians 2:15. The dative αὐτῷ should be rendered, not \"of him\" or \"by him,\" but \"in his sight\" or \"before him.\" Peace is used in its fullest sense - peace with God and with man; the peace which Christ giveth; \"the peace of God, which passeth all understanding.\" \"In peace\" was a common inscription on Christian graves.NEWLINEVERSETITLESTART2Peter3:15VERSETITLEENDNEWLINEVERSESTARTAnd account that the longsuffering of our Lord is salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;VERSEENDNEWLINEVerse 15. - And account that the long-suffering of our Lord is salvation. The apostle is referring to verse 9. Scoffers count the delay of the judgment slackness; the Christian should count it salvation; it is for the salvation of the elect that the judgment tarrieth. It is almost certain that by \"our Lord\" here St. Peter means the Lord Jesus, whom he describes by the same title in verse 18. Even as our beloved brother Paul also. The plural pronoun may be intended to imply that St. Paul was known to the Churches to which St. Peter was writing, and was beloved there. St. Peter addresses his readers as \"beloved\" four times in this Epistle; he here uses the same epithet of St. Paul. It comes naturally from his lips; but a writer of the second century would probably have used much stronger words of praise in speaking of one so much reverenced. According to the wisdom given unto him hath written unto you; rather, wrote to you (comp. Polycarp, 'Ad Philipp.,' 1:3, \"One like me cannot equal the wisdom of the blessed Paul\"). That wisdom was given mite him, as he himself says (1 Corinthians 3:10). If we ask to what Epistles of St. Paul is St. Peter referring, the passage which at once occurs to us is 1 Thessalonians 4 and 5. This Epistle was probably known to St. Peter; there may be a reference to 1 Thessalonians 5:2 in verse 10 of this chapter; and Silvanus, whose name St. Paul associates with his own in both Epistles to the Thessalonians, was with St. Peter when he wrote his First Epistle (1 Peter 5:12). But St. Peter's Second Epistle is addressed (primarily at least) to the same Churches to which the first was written (chapter 3:1). We must therefore either say, with Dean Alford, that \"our Epistle belongs to a date when the Pauline Epistles were no longer the property only of the Churches to which they were written, but were dispersed through, and considered to belong to, the whole Christian Church;\" or we must suppose that the passages in St. Peter's thoughts were not in the Epistle to the Thessalonians, but in some of the Epistles addressed to the Churches of Asia Minor; as, for instance, Ephesians 1:4; Ephesians 2:8; Ephesians 3:9-11; Colossians 1:22; Colossians 3:4, 24; or, possibly Romans 2:4 and Romans 9:22, as there seem to be some reasons for believing that this last Epistle was addressed to the Church at Ephesus among others.NEWLINEVERSETITLESTART2Peter3:16VERSETITLEENDNEWLINEVERSESTARTAs also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.VERSEENDNEWLINEVerse 16. - As also in all his Epistles. The true reading is probably ἐν πάσαις ἐπιστολαῖς without the article. The words, therefore, do not imply the existence of a complete collection of St. Paul's Epistles, but mean only \"in all Epistles which he writes.\" Speaking in them of these things; that is, of the day of God, the end of the world, etc. St. Peter was acquainted with other Epistles of St. Paul besides those addressed to the Asiatic Churches. There are evident indications of his knowledge of the Epistles to the Thessalonians and Corinthians, as well as of that to the Romans. In which are some things hard to be understood. The manuscripts vary between ἐν οῖς and ἐν αῖς. The first reading would refer to the words immediately preceding - \"these things;\" \"among the subjects on which St. Paul wrote there are some things,\" etc. The second would refer to \"all his Epistles,\" and would mean that there are certain difficulties in St. Paul's Epistles generally. St. Peter does not tell us what difficulties were in his thoughts - whether St. Paul's teaching about \"the man of sin,\" and \"the day of the Lord,\" or his doctrine of justification by faith, and his assertion of Christian liberty, which might be perverted into anti-nomianism by such men as the false teachers censured in chapter 2. The word δυσνόητος, \"hard to be understood,\" occurs nowhere else in the New Testament. Which they that are unlearned and unstable wrest; rather, the ignorant and unsteadfast. Both words are peculiar to this Epistle; the last occurs also in 2 Peter 2:14, the first here only in the New Testament. The verb also translated \"wrest\" (στρεβλοῦσιν) is found only here; it means \"to twist with a windlass,\" and so \"to strain, to torture, to distort.\" As they do also the other Scriptures. This passage is of the greatest interest, as showing that some of St. Paul's Epistles had by this time taken their place in the estimate of Christians by the side of the sacred books of the Old Testament, and were regarded as Holy Scripture. By \"the other Scriptures\" St. Peter means the Old Testament, and also, perhaps, some of the earlier writings of the New, as the first three Gospels and the Epistle of St. James. St. Paul, in 1 Timothy 5:18, quotes a passage which seems to come from Luke 10:7 as Scripture (comp. 1 Peter 1:12). Unto their own destruction; literally, their own destruction of themselves. The use of both adjective and pronoun intensifies the meaning (comp. chapter 2 Peter 2:1, 12).NEWLINEVERSETITLESTART2Peter3:17VERSETITLEENDNEWLINEVERSESTARTYe therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness.VERSEENDNEWLINEVerse 17. - Ye therefore, beloved, seeing that ye know these things before. The pronoun \"ye\" is emphatic; others have gone astray; \"continue ye faithful.\" The construction is participial, and there is no expressed object; literally, \"knowing before,\" i.e., that false teachers will arise. Beware lest ye also, being led away with the error of the wicked, fall from your own steadfastness; rather, as in the Revised Version, lest, being carried away... ye fall. It is interesting to notice that the word rendered \"led or carried away\" is used by St. Paul, in Galatians 2:13, of St. Barnabas, who, along with St. Peter himself, was then \"carried away\" with the dissimulation of the Judaizers. The word rendered \"wicked,\" rather \"lawless,\" is used elsewhere in the New Testament only in chapter 2 Peter 2:7. The word for \"steadfastness\" (στηριγμός) occurs only here.NEWLINEVERSETITLESTART2Peter3:18VERSETITLEENDNEWLINEVERSESTARTBut grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.VERSEENDNEWLINEVerse 18. - But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. Growth is necessary for steadfastness; we cannot persevere unless we continually advance in faith (comp. 1 Peter 1:5-7; 1 Peter 2:2). Some, as Alford, take the genitive with \"grace\" as well as with \"knowledge;\" but this connection forces us to regard it first as subjective, then as objective - the grace which Christ gives, and the knowledge of which he is the Object - and so seems somewhat forced. St. Peter insists on the knowledge of Christ as essential for growth in grace, at the beginning, as at the end, of this Epistle. To him be glory both now and for ever. Amen. We notice the doxology addressed to Christ; it reminds us of the hymn which Pliny, in his famous letter to Trajan, says the Christians of Bithynia (one of the provinces mentioned in 1 Peter 1:1) were wont to address to Christ as to God. To him be (or is) the glory - all the glory which belongs to God, which we ascribe to him. \"For ever\" is, literally, \"for the day of the age or of eternity (εἰς ἡμερὰν αἰῶνος).\" This remarkable expression is found only here, and is variously interpreted. Bengel explains it as, \"dies sine nocte, morus et perpetuus;\" Huther as, \"the day on which eternity begins as contrasted with time, but which day is likewise all eternity itself.\" Fronmuller quotes St. Augustine: \"It is only one day, but an everlasting day, without yesterday to precede it, and without tomorrow to follow it; not brought forth by the natural sun, which shall exist no more, but by Christ, the Sun of Righteousness.\"NEWLINENEWLINENEWLINENEWLINE"}