{"2Thess.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Thessalonians1:1VERSETITLEENDNEWLINEVERSESTARTPaul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:VERSEENDNEWLINEVerses 1, 2. - Paul, and Silvanus, and Timotheus. This Epistle, like the former, is written in their conjoint names, as all three were engaged in the planting of the Church in Thessalonica. Unto the Church of the Thessalonians in God our Father and the Lord Jesus Christ: grace unto you, and peace, from God our Father and the Lord Jesus Christ. (For the exposition of these two verses, see remarks on 1 Thessalonians 1:1, where the address and salutation are almost entirely the same.)NEWLINEVERSETITLESTART2Thessalonians1:2VERSETITLEENDNEWLINEVERSESTARTGrace unto you, and peace, from God our Father and the Lord Jesus Christ.VERSEENDNEWLINEVERSETITLESTART2Thessalonians1:3VERSETITLEENDNEWLINEVERSESTARTWe are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;VERSEENDNEWLINEVerse 3. - We. Not to be restricted to Paul, the plural being used for the singular, as is elsewhere the case (1 Thessalonians 2:8; 1 Thessalonians 3:1); but inclusive of Silas and Timothy, inasmuch as they are mentioned directly before (see note to 1 Thessalonians 1:2). Are bound; feel ourselves morally constrained. To thank God always for you, brethren (comp. 1 Thessalonians 1:2). The apostle first praises his converts for what good was in them, before he censures them for their faults, and in this manner he secures their attention. As it is meet; as it is right and proper in the circumstances of the case. The words are not to be considered as a parenthetic clause, far less as a tautological expression (Jowett); but they state that the reason of the apostle's thanksgiving arose from the spiritual condition of the Thessalonians; \"with the acknowledgment of personal obligation, Paul joins a recognition of the circumstances of the case\" (Hofinann). Because that your faith groweth exceedingly - superabounds - and the charity of every one of you all. The subject of the apostle's thanksgiving was the increase of the faith and love of the Thessalonians: faith here being faith in Christ, and love being love to man. Faith and love contain in themselves the whole of the Christian life; faith is its commencement, its source; love is not only its outcome, its spiritual action, but its completion; the climax of the Christian life is to be made perfect in love. Here, however, love is restricted by the context to love to believers, or brotherly love. Toward each other; that is, toward your fellow Christians in Thessalonica. Love is not a mere general affection, but is to be specially manifested - \"toward each believer.\" Aboundeth; increaseth in intensity.NEWLINEVERSETITLESTART2Thessalonians1:4VERSETITLEENDNEWLINEVERSESTARTSo that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:VERSEENDNEWLINEVerse 4. - So that we ourselves. \"We\" - Paul and Silas and Timothy, the founders of the Church of Thessalonica. \"We ourselves,\" not merely we of our own accord (Hofmann), but we as well as our informants, who brought us this intelligence of the increase of your faith and love. Glory in you in the Churches of God; that is, in those Churches with which we come in contact; namely, the Church at Corinth and the Churches in Achaia. It would appear from this that several Churches had been founded in Achaia, as, for example, the Church of Cenchrea (Romans 16:1). For your patience and faith; not to be weakened as a Hebraism for \"your patient faith,\" or \"for the patience of your faith;\" nor is faith to be taken in the sense of faithfulness or fidelity (Lunemann); but, as in the previous verse, it denotes \"faith in Christ.\" Patience is steadfast endurance, which, in order to be of any value in the sight of God, must be combined with faith; stoical endurance is not here nor anywhere else inculcated in Scripture. In all your persecutions and tribulations - afflictions - that ye endure; or, are enduring; the persecution which arose when Paul was at Thessalonica being continued. The patience and faith of the Thessalonians shone the more brilliantly amid persecution and affliction, even as the stars shine brightest in the dark night. To be a true Christian in the time of peace is a great matter; but to be a true Christian in the season of persecution is a greater; faith is then tested in the furnace.NEWLINEVERSETITLESTART2Thessalonians1:5VERSETITLEENDNEWLINEVERSESTARTWhich is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:VERSEENDNEWLINEVerse 5. - Which is a manifest token. A sentence in apposition, so that the words, \"which is,\" printed in italics, ought to be omitted. By \"token\" is here meant pledge or proof. The reference is not simply to the Thessalonians, but to the whole clause - to the fact of the Thessalonians steadfastly enduring persecutions and affliction; in other words, to their sufferings for the sake of the gospel. Of the righteous - just - judgment of God. Not to be referred to the present state, and particularly to sufferings perfecting the Thessalonians and preparing them for the kingdom of God (Olshausen); but to the future judgment. These words imply that the sufferings of the righteous and the prosperity of their wicked persecutors was a clear proof that there shall be a future state of retribution, when the inequalities of the present state of things will be adjusted, when the apparent violations of justice will be rectified, and when matters will be completely reversed - when the persecutors will be punished and the persecuted rewarded (comp. Philippians 1:28, \"And in nothing terrified by your adversaries; which is to them an evident token of perdition, but to you of salvation and that of God\"). That; in order that, indicating the purpose of God's dispensation. Ye may be counted worthy. Paul here finds, in the faith and patience of the Thessalonians amid persecution, an evidence of a state of reward, as well as in the cruelties of their persecutors an evidence of a state of punishment. The idea that man can merit salvation as a reward from God is not contained in this passage. As all men are sinners, salvation can only be obtained through the merits and mediation of Christ. But with this grace of God, justice is not abolished; the righteous will be rewarded for their faith and patience (comp. Hebrews 6:10; also Hebrews 11:6; Luke 6:35; 1 Corinthians 3:8; 2 John 1:8). Of the kingdom of God; namely, the Messianic kingdom which Christ will establish at the advent: here the heavenly state. For which; for the sake of which. Ye also suffer; or rather, are suffering; the sufferings being continued down to the time when the apostle wrote this Epistle.NEWLINEVERSETITLESTART2Thessalonians1:6VERSETITLEENDNEWLINEVERSESTARTSeeing it is a righteous thing with God to recompense tribulation to them that trouble you;VERSEENDNEWLINEVerse 6. - Seeing it is; or rather, if indeed it is; if so be that it is (R.V.). A hypothetical sentence, not, however, introducing an uncertain or conditional fact, but an emphatic assertion - what is felt by all to be true. A righteous thing with God. Not only will the justice of God be displayed in the rewards of the righteous, in counting them worthy of the kingdom of God for which they suffer, but it will also be displayed in the punishments to be inflicted on their persecutors. To recompense tribulation to them that trouble you. We have here an example of one of the most common defects of our English Version in rendering cognate words by different terms, and thus creating needless perplexities and giving rise to erroneous interpretations; the words \"tribulation\" and \"trouble\" are cognate, and hence the verse ought to be rendered as in the R.V., \"If so be that it is a righteous thing with God to recompense affliction to them that afflict you.\"NEWLINEVERSETITLESTART2Thessalonians1:7VERSETITLEENDNEWLINEVERSESTARTAnd to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,VERSEENDNEWLINEVerse 7. - And to you who are troubled - afflicted - rest. The word \"rest\" here is a noun in the accusative, not a verb, as English readers might at the first glance suppose. It literally denotes relaxation, case. The meaning of the passage is that it is a righteous thing with God to recompense rest to you who are afflicted. The recompense of the persecutors - those who afflict, is affliction; the recompense of the persecuted - the afflicted, is rest (comp. Matthew 11:28, 29). The rest or relaxation here mentioned is that which awaits believers, not in this world, but in the next, \"where the wicked cease from troubling, and the weary are at rest\" (Job 3:17). \"There remaineth a rest for the people of God\" (Hebrews 4:9). The happiness of heaven on its negative side, as freedom from earthly affliction and persecution, is here stated. It is rest to the weary, freedom to the enslaved, release from sorrow, suffering, and pain, relaxation from toil, ease from noise and turmoil, the quiet haven of peace after being tossed about in the tempestuous ocean. With us; that is, not with us believers in general, or with us the apostles, the champions of the faith, and still less with us Jews, the saints of israel; but with us, the writers of this Epistle, namely, Paul and Silas and Timothy. When the Lord Jesus shall be revealed; or, more literally, at the revelation or apocalypse of the Lord Jesus. The advent of Christ is generally expressed by another word, parousia, denoting \"presence;\" here the word is apocalypse, bringing before us in a more vivid manner the visible manifestation of Christ. The advent of Christ is the period when he who has hitherto been concealed will be manifested as the supreme Ruler and Judge of the world. From heaven; where now he is concealed from human view, seated at the right hand of God. With his mighty angels; not with his host of angels, but, as it is in the margin of our Bibles, \"with the angels of his power\" - serving his power and proclaiming his might. It is the uniform declaration of Scripture that Christ will come to judgment attended by his holy angels (Matthew 16:27; Matthew 24:31; Jude 1:14). And these angels are \"the angels of his power,\" sent forth to execute his commands. By their instrumentality the dead shall be called from their graves, and the wicked separated from among the just (1 Thessalonians 4:16; Matthew 13:49).NEWLINEVERSETITLESTART2Thessalonians1:8VERSETITLEENDNEWLINEVERSESTARTIn flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:VERSEENDNEWLINEVerse 8. - In flaming fire; not the instrument of punishment - \"in flaming fire taking vengeance;\" but a further description of the glory of Christ's appearance - \"revealed in flaming fire.\" In the Old Testament God is represented as appearing in flaming fire, as when he manifested himself to Moses in the burning bush (Exodus 3:2; Acts 7:30); and especially his coming to judgment is represented as coming in fire (Psalm 97:3). What is there asserted of God is here referred to Christ (comp. Revelation 19:22). There is also a probable reference to the Shechinah or cloud of glory in which Christ will appear for judgment trey. 1:7). Some also suppose a reference to the fire of the universal conflagration which shall usher in the last day (2 Peter 3:10), and others to the fire which shall consume the ungodly, but it is best to restrict the expression to the glory of Christ's manifestation. Taking vengeance; literally, giving; that is, awarding or allotting vengeance, representing the act, not of a conqueror or of an avenger, but of a righteous Judge. On them that know not God - the unbelieving Gentiles - and that; or rather, on them that; a second class being here denoted. Obey not the gospel of our Lord Jests Christ; namely, the unbelieving Jews. The ignorance of the one and the disobedience of the other were the causes of their punishment.NEWLINEVERSETITLESTART2Thessalonians1:9VERSETITLEENDNEWLINEVERSESTARTWho shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;VERSEENDNEWLINEVerse 9. - Who; namely, the unbelieving Gentiles and Jews. Shall be punished; literally, shall pay the penalty; shall suffer punishment (R.V.). With everlasting destruction; or rather, even everlasting destruction; the words being in apposition. \"Destruction\" here denotes ruin, death; the word is only used in Paul's Epistles (1 Corinthians 5:8; 1 Thessalonians 5:3; 1 Timothy 6:9). The Greek word translated \"everlasting,\" from dogmatic reasons, has given rise to much controversy. Here it appears to denote eternal - eternity to come. The eternal punishment of the wicked seems here asserted; a terrible declaration, which the mind shudders to contemplate. The observation of Olshausen is worthy of attention: \"This is the only passage in Paul's Epistles in which everlasting damnation is openly declared, whereas not a few occur in which a bringing back of all the lost ones is apparently assumed as possible;\" but he adds, \"For the supposition that Paul did indeed in the earliest of his Epistles still teach everlasting damnation, but gave it up in later times, there exists no sufficient foundation, because the bringing back again is nowhere freely and openly declared.\" From the presence (or, face) of the Lord. This clause has received a threefold interpretation. Some (De Wette, Hofmann) take the preposition \"from\" in a causal sense, denoting the efficient cause of the punishment of the wicked - that they will be as it were blasted by the face of the Lord. Others (Chrysostom, Theophylact) take it in a temporal sense, denoting the swiftness of the punishment of the wicked - that their punishment will rise directly on the appearance of Christ (Lunemann, Alford). And others take it in a local sense, denoting banishment or separation - that the wicked will be expelled from that joy and glory which reign in the presence of Christ; they shall be banished away from the presence of the Lord. This last interpretation seems to be the correct meaning; it gives to the proposition its full force. And from the glory of his power; not a Hebraism for \"his mighty glory\" (Jowett), but from that glory which has its origin in his power - the wicked will be banished from the manifestation of his power in the glorification of his saints. The punishment of the wicked on its negative side is here stated. As the presence of the glorified Jesus will constitute the happiness of heaven, so banishment from his presence will constitute the misery of hell, because the soul is then cut off from the source of all good and of all holiness.NEWLINEVERSETITLESTART2Thessalonians1:10VERSETITLEENDNEWLINEVERSESTARTWhen he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.VERSEENDNEWLINEVerse 10. - When; defining the period when this judgment of the wicked will occur. He; namely, the Lord Jesus. Shall come to be glorified; the purpose of his coming. In; not \"through,\" or \"among,\" but \"in,\" as the sphere or element of his glory. His saints; not the holy angels who will accompany him to judgment, but holy men whom he has redeemed with his blood. Christ will be glorified in his saints, inasmuch as their glory was the result of his sufferings and death, and their holiness is the reflection of his holiness; \"They will reflect as in a mirror the glory of the Lord.\" And to be admired; wondered at, praised. In all them that believe; or, believed. The work of faith is past; the result of faith, the state of sight and glory, has commenced. The glorification of believers will thus become the glorification of Christ. The glory of Christ does not arise from the punishment of the wicked, but from the glorification of believers. Christ will indeed be glorified in the punishment of the wicked. His justice will be manifested and vindicated; but his glory will be especially seen in the manifestation of his mercy toward believers. Because our testimony; namely, the testimony of Paul and his associates, Silas and Timothy. Among you; or rather, unto you. Was believed; to be considered as a parenthesis. In that day; namely, the day of the Lord's advent, to be connected with the commencement of the verse, \"In that day when he shall come to be glorified in his saints.\" Some, overlooking the parenthesis, render the words either, \"because our testimony concerning that day was believed among you;\" or, \"because our testimony among you shall be believed on that day\" - assented to by the whole universe; but the first rendering gives a false meaning to the preposition, and the second a false construction to the verb, as if it were future.NEWLINEVERSETITLESTART2Thessalonians1:11VERSETITLEENDNEWLINEVERSESTARTWherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:VERSEENDNEWLINEVerse 11. - Wherefore; with a view to this consummation, in order that Christ may be glorified in you. We pray always for you that our God would count you worthy of this calling; or rather, of your calling (R.V.). The calling was, properly speaking, only the commencement of the Christian life, but as it was the first link in a chain that terminated in glory, it is used to denote the whole Christian life - your vocation as Christians. And fulfil all the good pleasure of his goodness. The pronoun \"his\" is not in the original. The words have been differently rendered: some render them \"all God's pleasure in our goodness;\" others restrict both words to mean \"every desire of goodness\" (R.V.). And the work of faith; that faith which is active, living, productive of good works (see exposition on 1 Thessalonians 1:3). With power; or, in power; to be taken adverbially, and to be connected with the verb \"fulfil:\" \"That God would mightily fulfil in you all moral goodness, and a faith which is energetic.\"NEWLINEVERSETITLESTART2Thessalonians1:12VERSETITLEENDNEWLINEVERSESTARTThat the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.VERSEENDNEWLINEVerse 12. - That the name of our Lord Jesus Christ; or simply, of our Lord Jesus, \"Christ\" not being in the original. The \"name of our Lord Jesus\" is not a mere periphrasis for the Lord Jesus himself, but the name denotes his nature and character. The second petition of our Lord's prayer is \"Hallowed be thy Name,\" and this the apostle applies to Christ; he prays that his Name may be hallowed among the Thessalonians - an incidental proof of his divinity. May be glorified in you, and you in him; a twofold glorification: Christ is glorified in believers, when by their holiness they promote his cause and reflect his glory; and believers are glorified in Christ, when they receive out of his infinite fulness. According to the grace of our God and the Lord Jesus Christ. Some suppose that the epithet \"God\" also belongs to Jesus Christ, but the construction hardly bears this meaning.NEWLINENEWLINENEWLINENEWLINENEWLINE","2Thess.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Thessalonians2:1VERSETITLEENDNEWLINEVERSESTARTNow we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,VERSEENDNEWLINEVerse 1. - Now; literally, but; a particle of transition. We beseech you. Passing from what he besought God for them to what he beseeches them. Brethren, by. Considered by some, as in the A.V., as a form of adjuration. Thus Calvin: \"He adjures believers by the coming of Christ; for it is customary to adjure by those things which are regarded by us with reverence.\" But such a construction is unknown in the New Testament, and is besides unnatural. Others render the preposition \"in behalf of\" or \"in the interest of,\" \"as though he were pleading, in honour of that day, that the expectation of it might not be a source of disorder in the Church\" (Jowett); but such a sense is too artificial. It is best to render it \"concerning,\" or, as in the R.V., \"touching.\" The coming of our Lord Jesus Christ. Some (Whitby, Hammond) suppose that by the coming of the Lord Jesus was here meant his coming in spirit at the destruction of Jerusalem, and that the apostasy was the revolt of the Jews from the Romans; the restraining power being differently interpreted. But this is a forced and extravagant interpretation, and is completely overthrown by what the apostle says in the next verse, for the destruction of Jerusalem was imminent. Besides, the Thessalonians, who were chiefly Gentile converts, were too distant from Jerusalem to be much troubled by the destruction of that city. By the coming of our Lord Jesus Christ, then, is here meant, as is the uniform meaning of the phrase in the writings of Paul, the second advent. And by (or, concerning) our gathering together unto him. The word translated \"gathering together\" occurs only once again in the New Testament, where it is used with reference to the assembling of Christians for worship (Hebrews 10:35). Here it is used with reference to the assembling of believers to Christ, when he shall be revealed from heaven; it refers, not to the raising of the dead, but to the gathering together of those who are then alive (see 1 Thessalonians 4:17).NEWLINEVERSETITLESTART2Thessalonians2:2VERSETITLEENDNEWLINEVERSESTARTThat ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand.VERSEENDNEWLINEVerse 2. - That; to the end that, the purpose for which the apostle besought the Thessalonians. Ye be not soon; quickly. This has been variously interpreted, \"so soon after my exhortation,\" or \"so soon after my departure from Thessalonica,\" or \"so soon after your reception of the gospel,\" or \"so soon after this opinion of the imminence of Christ's coming was promulgated.\" Others refer it to manner rather than to time - \"soon and with small reason\" (Alford). Shaken; agitated like the waves by a storm, as the word signifies. In mind; or rather, from your mind;from your sober reason. Or be troubled; a still stronger expression; \"terrified.\" Neither by spirit; not any falsely understood prophecies of the Old Testament, nor any mistaken revelations, whether by visions or dreams; but prophetical discourses delivered by members of the Church in a state of excitement, announcing the immediate coming of Christ, and which were mistaken for Divine communications. There does not appear to have been any intention to deceive; the Thessalonians erred in neglecting \"to try the spirits\" and to \"prove the prophecics.\" Nor by word; not any traditional word of Christ, nor any misinterpretation of his prophecy concerning the destruction of Jerusalem, nor a calm discourse in distinction from prophetic utterances; but the report of some of the apostle's words, either erroneous or misunderstood. Nor by letter. Not the apostle's former Epistle to the Thessalonians, the passages in which concerning the advent had been misinterpreted (Paley); for, if this were the case, the apostle would have expressed himself more plainly and would not have repudiated it; but some letter, either forged in the apostle's name or pretending to inculcate his views. As from us. These words apply to the last two particulars: \"Let no pretended saying or pretended letter of mine disturb you in this matter.\" As that - to the effect that - the day of Christ; or, as the best manuscripts read, of the Lord. Is at hand; literally, is present, so R.V. The verb is so translated in the other passages where it occurs (Romans 8:38; 1 Corinthians 3:22; Galatians 1:4; Hebrews 9:9), except in 2 Timothy 3:1, where it ought also to have been so rendered. It is, however, difficult to conceive how the Thessalonians could think that the day of the Lord was actually present. We cannot imagine that they thought that Christ had already come for judgment. To escape the difficulty, some conceive that \"the day of the Lord\" is not identical with \"the coming of the Lord,\" but that, besides the actual advent, it includes the events which are its antecedents and concomitants (Eadie). It appears, however, best to suppose that the word is a strong expression for the imminence of that day; that the hour of the advent was about in strike. The Thessalonians ought always to be living in a state of preparation for the day of the Lord, as that day would come suddenly and unexpectedly; but they were not to be so impressed with a sense of its immediateness as to be deprived of their sober reason.NEWLINEVERSETITLESTART2Thessalonians2:3VERSETITLEENDNEWLINEVERSESTARTLet no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;VERSEENDNEWLINEVerse 3. - Let no man deceive you by any means; in any way, not only in any of the foregoing methods, \"by spirit, or word, or letter,\" but in any way whatever. For (that day shall not come). The bracketed words are not in the original, but are correctly supplied for the completion of the sense. Except there come a falling away; or, the apostasy; namely, that apostasy about which the apostle, when in Thessalonica, had instructed his readers. The falling away here alluded to is evidently religious, not political. Hence it cannot be the revolt of the Jews from the Romans, or any of those revolts and disturbances which then occurred in the political world. Nor must we conceive that the man of sin himself is here meant; for this apostasy precedes his coming - prepares the way for his advent; it is not the result, but the cause, of his appearance. The word, then, is to be taken generally to denote that remarkable \"falling away\" from Christianity concerning which Paul had instructed the Thessalonians (comp. 1 Timothy 4:1-3). First; namely, before the coming of the day of the Lord. And that man of sin; in whom sin is, as it were, personified, as righteousness is in Christ. Be revealed. The apostle considers the man of sin as the counterpart of Christ; as Christ was revealed, so shall the man of sin be revealed. The son of perdition; whose sin necessarily conducts to perdition; not here the perdition of his followers, but his own perdition. The same name which was applied by our Lord to Judas Iscariot (John 17:12).NEWLINEVERSETITLESTART2Thessalonians2:4VERSETITLEENDNEWLINEVERSESTARTWho opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God.VERSEENDNEWLINEVerse 4. - Who opposeth; or, the opposer, taken substantively. The object of opposition is not so much believers, as Christ; he is antichrist, the opponent of Christ. And yet antichrist is not Satan, the great adversary (1 Peter 5:8; Revelation 12:10), for he is expressly distinguished from him (2 Thessalonians 2:9), but the instrument of Satan. As Satan entered into the heart of Judas Iscariot, the son of perdition, so does he take possession of the man of sin. And exalteth himself above; or rather, against, in a hostile manner. All that is called God; not only against all the false gods of the heathen, but also against the true God (comp. Daniel 7:25; Daniel 11:36). Or that is worshipped; that is an object of worship. The same word that is used in Acts 17:23, \"As I passed by and beheld your devotions\" - the objects of your worship. So that he as God. The words \"as God\" are to be omitted, as not found in the best manuscripts. Sitteth in the temple of God. According to some, the temple of Jerusalem (De Wette, Lunemann, Eadie), either as it then existed or as restored according to the prophecy of Ezekiel But it appears more correct to refer the expression metaphorically to the Christian Church. It is a favourite metaphor of Paul to compare believers in particular, or the Church in general, to the temple of God (comp. 1 Corinthians 3:17; 1 Corinthians 6:19; Ephesians 2:20-22). Showing - exhibiting - himself that he is God. His sitting in the temple of God was an assertion of his divinity; he claimed to be regarded and worshipped as God. This was the crowning act of his impiety; not only, like the Roman emperors, he demanded to be worshipped as one of many gods, but he claimed to himself the prerogative of the Godhead, not only to the exclusion of the false gods of heathenism, but even of the tree God.NEWLINEVERSETITLESTART2Thessalonians2:5VERSETITLEENDNEWLINEVERSESTARTRemember ye not, that, when I was yet with you, I told you these things?VERSEENDNEWLINEVerse 5. - Remember ye not, that, when I was yet with you, I told you these things? These words contain a reproach. Had the Thessalonians remembered the instructions of the apostle, they would not have been so soon shaken from their sober reason or troubled. The apostle, when he was in Thessalonica, had told them of these things; he had instructed them concerning the nature of the apostasy and the coming of the man of sin; so that, as already observed, this description, so obscure to us, was not obscure to the Thessalonians, - they possessed the key to its interpretation.NEWLINEVERSETITLESTART2Thessalonians2:6VERSETITLEENDNEWLINEVERSESTARTAnd now ye know what withholdeth that he might be revealed in his time.VERSEENDNEWLINEVerse 6. - And now. The particle \"now\" has been variously interpreted. Some connect it with the restraining influence: \"And ye know what now withholdeth;\" but if so, there would have been a different arrangement of the words in the original Others consider it as a mere particle of transition: \"Now, to pass over to another subject;\" but there is no transition, the apostle continues his description of the man of sin. It is rather to be considered as a particle of time: \"Now ye know, because you have been instructed on this point.\" Ye know; Paul having told them when he was at Thessalonica. What withholdeth; hindereth. The hindrance does not refer to the prevention of the apostle from speaking freely on this subject, lest he should involve himself in political difficulties; nor to any delay in the coming of Christ; but to a restraint upon the appearance of the man of sin: \"Ye know what prevents his open manifestation.\" That he; namely, the man of sin. Might be revealed in his time; literally, in his season; in his proper time, the time appointed by God. Events were not yet ripe for his appearance. Just as there was a \"fulness of time\" when Christ should appear (Galatians 4:4), so there was a \"fulness of time\" when the man of sin should be revealed; there was a series of events going on which would culminate in his revelation. The nature of this restraining or withholding influence will afterwards be considered; whatever it was, the Thessalonians were formerly explicitly informed.NEWLINEVERSETITLESTART2Thessalonians2:7VERSETITLEENDNEWLINEVERSESTARTFor the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.VERSEENDNEWLINEVerse 7. - For the mystery. \"Mystery\" here denotes something which was unknown or secret before it was revealed (comp. Ephesians 3:3-5). So also one of the names of Babylon, the seat of the antichristian power, is Mystery (Revelation 17:3). Of iniquity; rather, of lawlessness; namely, this apostasy which shall precede the coming of the man of sin. The genitive here is that of apposition - \"that mystery which is lawlessness,\" whose essence and sphere of operation is lawlessness. Doth already work; or, is already working. The mystery of iniquity even now works in secret; but the man of sin himself will not appear until the restraining power be removed. Even at the time the apostle wrote the seeds of apostasy were already sown; the leaven of lawlessness was fermenting inside Christianity; the foundations of a false Christianity were being laid. Thus the apostle warned the Ephesians that false teachers would arise from among themselves; to Timothy he writes of those perilous times which were then present; and, in his Epistles, mention is made of false practices and doctrines, such as the worship of angels, abstinence from meats, bodily mortifications, and the honour conferred on celibacy. So also John, in his First Epistle, refers to this working of this antichristian power when he says, \"Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists .... Every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world\" (1 John 2:18; 1 John 4:3). \"Antichrist does not step on the scene suddenly without any preparations; on the contrary, a stream of anti-christian sentiment and conduct pervades the whole history of the world\" (Olshausen). Only he that now letteth; or, restraineth, the old meaning of the word \"let.\" Will let. These words are not in the original, and ought to be omitted. Until he be taken out of the way. The whole clause ought to be rendered, \"The mystery of lawlessness is already working, only until he who restraineth is removed;\" when that takes place, when the restraining influence is removed, the mystery of lawlessness will no longer work secretly, but will be openly manifested.NEWLINEVERSETITLESTART2Thessalonians2:8VERSETITLEENDNEWLINEVERSESTARTAnd then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:VERSEENDNEWLINEVerse 8. - And then; namely, so soon as he that restraineth is taken out of the way. Shall that Wicked; or, that lawless one, in whom the mystery of lawlessness is realized; not different from, but the same with, the \"man of sin, the son of perdition.\" Be revealed; appear unveiled in all his naked deformity. No longer working secretly, but openly, and in an undisguised form; no longer the mystery, but the revelation of lawlessness. The apostle now interrupts his description of the man of sin by announcing his doom. Whom the Lord; or, as the best attested manuscripts read, whom the Lord Jesus. Shall consume; or rather, shall slay (R.V.). With the spirit (or, breath) of his mouth. Various interpretations have been given to this clause. Some refer it to the Word of God, and others to the Holy Spirit, and suppose that the conversion of the world is here predicted; but this is evidently an erroneous interpretation, as the doom of antichrist is here announced. Others refer the term to a cry or word, and think that the sentence of condemnation pronounced by the Lord Jesus on the wicked is intended. But the words are to be taken literally as a description of the power and irresistible might of Christ at his coming - that the mere breath of his mouth is sufficient to consume the wicked (comp. Isaiah 11:4, \"He shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked\"). And shall destroy (or, annihilate) with the brightness (or, appearance) of his coming. The two words, epiphany and parousia, which are elsewhere used separately to denote the coming of Christ, are here employed. There is no ground for the assertion that the first is the subjective and the second the objective aspect of Christ's coming (Olshausen). The brightness of Christ's coming is not here expressed; but the meaning is that the mere appearance of Christ's presence will annihilate the wicked.NEWLINEVERSETITLESTART2Thessalonians2:9VERSETITLEENDNEWLINEVERSESTARTEven him, whose coming is after the working of Satan with all power and signs and lying wonders,VERSEENDNEWLINEVerse 9. - The apostle resumes his description of the man of sin. Even him; not in the original, but necessary for the sense. Whose coming. The use of the same term, parousia, employed to denote the coming of Christ exhibits the counterpart of the man of sin. Is after the working - according to the energy - of Satan. Satan is the agent who works in the man of sin; he being the organ or instrument of Satan. With all power and signs and lying wonders. The adjective \"lying\" ought to be rendered as a substantive, and applied to all three: \"With all powers and signs and wonders of falsehood;\" whose origin, nature, and purpose is falsehood. Here, also, the counterpart to Christ is manifest; for the same terms - \"powers,\" \"signs,\" and \"wonders,\" are employed to denote his miracles (Acts 2:22; Hebrews 2:4). The miracles of Christ were miracles of truth; the miracles of the man of sin would be miracles of falsehood. There does not seem to be any essential difference between powers, signs, and wonders; but the words are employed as a mere rhetorical enumeration. It is not to be supposed that the man of sin will be enabled to perform real miracles; they are the wonders of falsehood; but still by them his followers will be deceived (comp. Matthew 24:24).NEWLINEVERSETITLESTART2Thessalonians2:10VERSETITLEENDNEWLINEVERSESTARTAnd with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.VERSEENDNEWLINEVerse 10. - And with all deceivableness of unrighteousness; or rather, with all deceit of unrighteousness (R.V.); either with all deceit leading to unrighteousness or with all deceit which is unrighteousness. The man of sin works by deceit and falsehood; and by means of imposture and wonders and high pretensions he will succeed in imposing on the world. The energetic power of the man of sin is, however, by no means irresistible; only they who perish will succumb to it. In them. In the best manuscripts the preposition \"in\" is wanting; therefore the words are to be translated for them or to them. That perish (comp. 2 Corinthians 2:15); because they received not the love of the truth. Not only did they not receive the truth when it was offered them, but, what was worse, they were destitute even of a love of the truth. By the truth here is meant, not Christ himself, as some expositors think, but primarily the Christian truth, and secondarily the truth generally. There was in them a want of susceptibility for the truth, and thus not only were they prevented embracing the gospel, but they were led astray by numerous errors and delusions. That they might be saved. The result which naturally would arise from the reception of the truth.NEWLINEVERSETITLESTART2Thessalonians2:11VERSETITLEENDNEWLINEVERSESTARTAnd for this cause God shall send them strong delusion, that they should believe a lie:VERSEENDNEWLINEVerse 11. - For this cause; on account of their being destitute of a love of the truth. God shall send them; or rather, God sends them; the present being chosen because the apostasy had already commenced, the mystery of lawlessness was already working. Strong delusion; or, a working of error (R.V.). These words are not to be weakened, as if they meant merely that in righteous judgment God permitted strong delusion to be sent them; the words are not a mere assertion of judicial permission, but of actual retribution. It is the ordinance of God that the wicked by their wicked actions fall into greater wickedness, and that thus sin is punished by sin; and what is an ordinance of God is appointed by God himself. That they should believe a lie; or rather, the lie, namely the falsehood which the man of sin disseminates by his deceit of unrighteousness. Being destitute of the love of the truth, they are necessarily led to believe a lie - their minds are open to all manner of falsehood and delusion.NEWLINEVERSETITLESTART2Thessalonians2:12VERSETITLEENDNEWLINEVERSESTARTThat they all might be damned who believed not the truth, but had pleasure in unrighteousness.VERSEENDNEWLINEVerse 12. - That; in order that. The statement of purpose depending, not upon \"that they should believe a lie,\" but upon \"God sends them a strong delusion\" - denoting a still more remote purpose of God. God, as the moral Ruler of the universe, will pronounce sentence of condemnation against them, this sentence being the necessary result of their receiving not the love of the truth. Its reception would have been the cause of their salvation; its rejection results in their condemnation. They all might be damned; or rather, judged (R.V.). The verb employed does not here, or elsewhere, express the idea of condemnation, though this is implied by the context. Who believed not the truth; namely, the Christian truth; their unbelief of it was the consequence of their want of love of the truth, and was the cause of their being judged. But had pleasure in unrighteousness. Their delight in unrighteousness was wholly incompatible with their belief in the truth; their want of faith arose, not from any defect in their understanding, but from the perversion of their moral nature. Here the description of the man of sin concludes, and hence the second division of the Epistle closes. The succeeding verses should have been attached to a new paragraph, being the commencement of the third or hortatory portion of the Epistle.NEWLINEVERSETITLESTART2Thessalonians2:13VERSETITLEENDNEWLINEVERSESTARTBut we are bound to give thanks alway to God for you, brethren beloved of the Lord, because God hath from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:VERSEENDNEWLINEVerse 13. - But; this may be considered as a simple particle of transition, or as containing a contrast to these alluded to in the previous verses. I thank God that you are not exposed to the delusions of the man of sin and to the destruction of his followers. We. By some restricted to Paul, and by others as including Silas and Timotheus (2 Thessalonians 1:1). Are bound to give thanks alway to God. Notwithstanding the disorders which had arisen in the Church of Thessalonica, Paul had abundant reason to thank God for his great grace vouchsafed to the Thessalonians, in retaining them in the gospel, and in enabling them to abound in faith and love. For you, brethren beloved of the Lord; that is, of Christ. In the former Epistle he calls them \"beloved of God\" (1 Thessalonians 1:4), here \"of Christ;\" one of the numerous indirect proofs in these Epistles of the 1)trinity of Christ. Because God hath from the beginning. Some valuable manuscripts read, \"because God hath chosen you as firstfruits,\" and this rendering has been adopted by several eminent expositors (Jowett, Hofmann, Riggenbach); but the preponderance of authorities is in favour of the reading in our A.V. The phrase, \"from the beginning, does not denote \"from the beginning' of the gospel,\" but \"from eternity.\" The apostle refers the salvation of the Thessalonians to the eternal election of God. Chosen you to salvation - the final purpose of God's election. Through; or rather, in, denoting the elements in which the salvation consisted, or, which is the same thing, the state into which they were chosen. Sanctification of the Spirit - the Divine side - and belief of the truth - the human side of the element in which the salvation was realized.NEWLINEVERSETITLESTART2Thessalonians2:14VERSETITLEENDNEWLINEVERSESTARTWhereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ.VERSEENDNEWLINEVerse 14. - Whereunto; to which. The reference being to the whole clause, being \"chosen to salvation in sanctification of the Spirit and belief of the truth.\" He called you. Whom God elects from eternity, he calls in time. By our gospel; the gospel preached by us. To the obtaining (or, acquisition) of the glory of our Lord Jesus Christ. Different meaning's have been attached to these words; some render them \"for the purpose of an acquisition of glory to Jesus Christ;\" others, \"for a glorious possession of Jesus Christ;\" and others, \"to be possessors or sharers in the glory of Jesus Christ.\" The last meaning is the correct one. Believers are constituted \"heirs of God and joint heirs with Jesus Christ.\"NEWLINEVERSETITLESTART2Thessalonians2:15VERSETITLEENDNEWLINEVERSESTARTTherefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle.VERSEENDNEWLINEVerse 15. - Therefore, brethren, stand fast, and hold the traditions. Traditions generally denote statements orally delivered and reported; here the word denotes the apostle's instructions in Christianity, whether these are given by word of mouth or by letter. Which ye have been taught, whether by word; referring to the apostle's preaching when in Thessalonica. Or our Epistle; referring to the First Epistle to the Thessalonians.NEWLINEVERSETITLESTART2Thessalonians2:16VERSETITLEENDNEWLINEVERSESTARTNow our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given us everlasting consolation and good hope through grace,VERSEENDNEWLINEVerse 16. - Now our Lord Jesus Christ, and God, even our Father, who hath loved us. These last words, \"who hath loved us,\" are to be restricted to God our Father, whoso love was manifested in sending his Son to rescue sinners from destruction. And hath given us everlasting consolation; or, comfort; everlasting as contrasted with the temporary and deceitful comfort which the world gives. And good hope through grace; or, in grace. \"In grace\" belongs to the verb \"hath given,\" and denotes the mode of the gift - of his own free grace, in contrast to personal merit.NEWLINEVERSETITLESTART2Thessalonians2:17VERSETITLEENDNEWLINEVERSESTARTComfort your hearts, and stablish you in every good word and work.VERSEENDNEWLINEVerse 17. - Comfort your hearts, and stablish you; or, according to the best manuscripts, stablish them. namely, your hearts. These verbs are in the singular, but their nominative is our Lord Jesus Christ and God our Father, thus implying the unity between these Divine Persons. In every good word and work.NEWLINENEWLINENEWLINENEWLINENEWLINE","2Thess.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Thessalonians3:1VERSETITLEENDNEWLINEVERSESTARTFinally, brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:VERSEENDNEWLINEVerse 1. - Finally; furthermore; for the rest; introducing the concluding part of the Epistle (see 1 Thessalonians 4:1). Brethren, pray for us (see a similar request in 1 Thessalonians 5:25). Observe the unselfishness of the apostle's request. He does not ask the Thessalonians to pray specially for himself, but for the unimpeded diffusion and success of the gospel, and for himself only in so far as that he might be freed from all hindrances in preaching the gospel - that God would be pleased to crown his labours with success. That; introducing the subject matter of prayer; what he requested the Thessalonians to pray for. The word of the Lord - namely, the gospel - may have free course; literally, may run; that all obstacles to its progress may be removed; that its diffusion may be free and unimpeded; that, like the sun, it may rejoice as a strong man to run his race (Psalm 19:5; comp. Psalm 147:15, \"He sendeth forth his commandment upon earth: his word runneth very swiftly\"). And be glorified; namely, in the conversion of souls (comp. Acts 13:48). The allusion may be to the applause given to the victors in the foot races which constituted so considerable a part of the Grecian games. This personification of the Word of the Lord is a favourite figure with the apostle. \"In St. Paul's language there is but a thin film between the Holy Ghost, the Divine personal Spirit, and the spirit in the believer's inmost being. And so in St. Paul's conception there is but a thin film between the Word preached and the living Word of God who is God\" (Bishop Alexander). Even as it is with you; a recognition of the eagerness with which the Thessalonians had received the gospel.NEWLINEVERSETITLESTART2Thessalonians3:2VERSETITLEENDNEWLINEVERSESTARTAnd that we may be delivered from unreasonable and wicked men: for all men have not faith.VERSEENDNEWLINEVerse 2. - And that; a further addition to the prayer. We; either I Paul, or else Paul and Silas and Timothy. May be delivered; not may \"come off victorious whether by life or death\" (Calvin), but may be rescued from our enemies. Jowett observes that we have here the shrinking of the flesh from the dangers which awaited the apostle. But there is no trace of cowardice in these words; the apostle desires deliverance, not for his own sake, but for the sake of the free diffusion of the gospel. From unreasonable; a word whose original meaning is \"out of place;\" then used in an ethical sense, \"wicked,\" \"absurd,\" \"unreasonable;\" perhaps here applied to persons who will not listen to arguments. And wicked men. By these unreasonable and wicked men are not to be understood the Jews of Thessalonica, from whom Paul formerly suffered, for their influence would hardly extend to Corinth; nor Christians who were only so in name (Calvin), and specially the Judaizing Christians, for there is no allusion as vet to their attacks upon the apostle; but the fanatical and unbelieving Jews at Corinth (see Acts 18:12). For all men have not faith; or, the faith; the faith is not the possession of all. Faith here is the Christian faith: all men have not received it - obviously alluding to the unbelieving Jews. The words cannot mean, all men have not the true faith - referring to pretended Christians - false brethren, but secret enemies (Calvin). Nor is it to be rendered \"all men have not the capacity of faith.\" Others understand by faith that upright and candid disposition which would engage men to receive the testimony of the apostle; and others fidelity, as if the apostle meant, \"There are few men whom we can trust.\"NEWLINEVERSETITLESTART2Thessalonians3:3VERSETITLEENDNEWLINEVERSESTARTBut the Lord is faithful, who shall stablish you, and keep you from evil.VERSEENDNEWLINEVerse 3. - But; in contrast with the men just mentioned. The Lord is faithful; as if the apostle had said,\" Man may be faithless, but the Lord is faithful\" (see Romans 3:4). \"In contrast to the infidelity of man, he praises the fidelity of God\" (Bengel). By the Lord, Christ is meant. In the former Epistle, faithfulness is attributed to God (1 Thessalonians 5:24), here to Christ. This faithfulness of Christ consisted in watching over his Church, and in effecting its diffusion in spite of all the opposition of these unreasonable and wicked men. Who shall stablish you, and keep you from evil; or, the evil. The word \"evil\" may be either masculine or neuter: if masculine, then it denotes \"the evil one;\" if neuter, then \"evil\" in general. There is nothing in the word itself to determine its meaning; this must be learned from the context. Most commentators (Calvin, Bengel, Olshausen, Hofmann, Macknight, Ellicott, Eadie, and Bishop Alexander) suppose that the evil one is meant; and it is so rendered in the R.V.: \"Guard you from the evil one.\" But it is better to take the word abstractly \"evil\" in general, whether evil persons or evil things; as a contrast to \"every good word and work\" (2 Thessalonians 2:17). So Alford, Lunemann, De Wette, Jowett, Lillie. There is the same difference of opinion with regard to the words in the Lord's Prayer: \"Deliver us from evil;\" or \"from the evil one\" (R.V.). Here, also, notwithstanding the high authorities on the opposite side, we consider that our Lord's words are not limited to the evil one, but are to be taken generally - \"evil\" in the widest sense, as being much more forcible.NEWLINEVERSETITLESTART2Thessalonians3:4VERSETITLEENDNEWLINEVERSESTARTAnd we have confidence in the Lord touching you, that ye both do and will do the things which we command you.VERSEENDNEWLINEVerse 4. - And we have confidence in the Lord. The apostle confidently expects the obedience of the Thessalonians, but his confidence is not fixed on them - on their own efforts, endeavours, and resolutions - but on the Lord, namely, Christ; on his grace and strength communicated to and perfected in weakness. The obedience of the Thessalonians flowed from the grace of Christ; it was in consequence of the communication of the influences of his Spirit that they were enabled to make progress and to persevere in the Christian life. \"Here,\" observes Professor Jowett, \"as elsewhere, the apostle speaks of believing, hoping, doing all things in Christ. We lead an ordinary life as well as a religious one; but, with the apostle, his ordinary life is his religious one, and hence he uses religious expressions in reference to all that he says and does.\" The apostle lives in the sphere of Christ. Touching you; with reference to you - the direction of his confidence. That ye both do and will do the things which we command you. There is here the same union of Divine assistance and human effort, of God's working and man's working, which pervades the whole scheme of the gospel salvation (see Philippians 2:12, 13).NEWLINEVERSETITLESTART2Thessalonians3:5VERSETITLEENDNEWLINEVERSESTARTAnd the Lord direct your hearts into the love of God, and into the patient waiting for Christ.VERSEENDNEWLINEVerse 5. - And the Lord; namely, Christ, for so the word \"Lord\" is to be rendered in St. Paul's Epistles. Bishop Wordsworth supposes that the Holy Ghost is here invoiced, as both God and Christ are afterwards mentioned in the petition; but the term \"Lord\" is not applied by, the apostle to the Holy Ghost; '2 Corinthians 3:17 is the only apparent exception. Direct your hearts; as the heart is the fountain of Christian life - the centre of the will. Into the love of God. Here not God's love to us, specially \"the manifestation of the love of God in Christ and his work of redemption\" (Olshausen); nor the love of God to man, which is to be the pattern of our love to God; but, objectively, our love to God. This love of God is the fulfilment of the Law; and hence the apostle prays that the Thessalonians may be directed into it as the source and essence of all acceptable obedience. And into the patient waiting for Christ. The words, \"patient waiting,\" are but one word in the original, generally translated \"patience\" or \"endurance.\" The clause has been differently interpreted. Some (Calvin, Hofmann, Jowett) render it, as in the A.V., \"patient waiting for Christ.\" And this is conformable to the context, as the object of Paul was to repress all impatient longing for the advent. But such a meaning is not linguistically justifiable. Others render it, \"patience for Christ,\" that is, steadfast endurance for his sake (De Wette); but there is no preposition in the original. The words simply mean \"Christ's patience,\" or \"the patience of Christ\" (R.V.), the patience which he exhibited under his unparalleled sufferings. The Thessalonians were exposed to persecutions, and therefore the apostle prays that they might be directed into the patience of Christ, as this would enable them to bear all their sufferings with composure. Love and patience comprehend the active and passive virtues of Christianity. Now follows a warning against the disorderly life and conduct which the expectation of the immediate advent of Christ had produced. On account of the supposed nearness of the day of the Lord, great disorders had arisen in the Thessalonian Church. Work had been given up by many, who walked about in fanatical idleness. The apostle had censured this conduct in his former Epistle (1 Thessalonians 4:11, 12), but the evil had rather increased than diminished; and, accordingly, he severely rebukes this spirit, and sets himself to correct the disorders occasioned by it.NEWLINEVERSETITLESTART2Thessalonians3:6VERSETITLEENDNEWLINEVERSESTARTNow we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.VERSEENDNEWLINEVerse 6. - Now we command you, brethren. An injunction, not specially directed to the elders or office bearers, but to the members, of the Church in general (see 1 Thessalonians 5:14). In the Name of the Lord Jesus Christ. Strengthening the command, as being given in the Name and authority of the great Head of the Church; not we, but Christ himself commands you. That ye withdraw yourselves. A nautical expression, denoting to \"shorten the sails;\" hence metaphorically to keep out of the way, to withdraw; that ye avoid intercourse and fellowship with; no allusion as yet to excommunication. From every brother - follow Christian - that walketh disorderly; literally, out of the ranks (see 1 Thessalonians 5:14). And not after the tradition; or, the instructions; not the example of the apostle, which is afterwards mentioned, but the instructions which he orally delivered when at Thessalonica, and subsequently confirmed by the Epistle which he had written to them (see 2 Thessalonians 2:15). Which he received of us. Here the readings of manuscripts differ. Some read \"which you received of us,\" and others \"which they,\" namely, those represented by the brother that walketh disorderly, \"received of us\" (so R.V.).NEWLINEVERSETITLESTART2Thessalonians3:7VERSETITLEENDNEWLINEVERSESTARTFor yourselves know how ye ought to follow us: for we behaved not ourselves disorderly among you;VERSEENDNEWLINEVerse 7. - For yourselves know; without it being necessary for me to say anything about the matter; ye yourselves are witnesses. How ye ought to follow (or, imitate) us; better, perhaps, to be restricted to Paul than used as inclusive of Silas and Timothy. For we behaved not ourselves disorderly among you; referring to the apostle's residence in Thessalonica.NEWLINEVERSETITLESTART2Thessalonians3:8VERSETITLEENDNEWLINEVERSESTARTNeither did we eat any man's bread for nought; but wrought with labour and travail night and day, that we might not be chargeable to any of you:VERSEENDNEWLINEVerse 8. - Neither did we eat any man's bread; a Hebraism for \"neither did we get our sustenance,\" as bread was the staff of life. For nought; gratis, free of expense. But wrought with labour and travail night and day, that we might not be chargeable unto any of you. The apostle makes the same declaration in his First Epistle, expressed in almost similar terms: \"For ye remember, brethren, our labour and travail; for labouring night and day, because we would not be chargeable unto any of you, we preached unto you the gospel of God\" (1 Thessalonians 2:9).NEWLINEVERSETITLESTART2Thessalonians3:9VERSETITLEENDNEWLINEVERSESTARTNot because we have not power, but to make ourselves an ensample unto you to follow us.VERSEENDNEWLINEVerse 9. - Not because we have not power; that is, to demand support. Paul, as an apostle, had the right of maintenance from the Churches among whom he laboured. This right of support he insists upon in the First Epistle to the Corinthians (1 Corinthians 9:1-18). But for the sake of his converts, to give them an example of diligent working, and to remove every impediment to the progress of the gospel, he often waived his rights. Thus he did at Thessalonica (1 Thessalonians 2:6, 9), at Corinth (Acts 18:3; 2 Corinthians 11:9), and at Ephesus (Acts 20:340; in all these places he laboured for his maintenance as a tent maker. But - we acted so - to make ourselves an ensample unto you to follow - imitate - us.NEWLINEVERSETITLESTART2Thessalonians3:10VERSETITLEENDNEWLINEVERSESTARTFor even when we were with you, this we commanded you, that if any would not work, neither should he eat.VERSEENDNEWLINEVerse 10. - For even when we were with you; during our residence in Thessalonica. This we commanded, that if any man would not work, neither should he eat. This or similar expressions have been shown to be a proverb in frequent use among the Jews. Thus: \"Whoever doth not work doth not eat\" ('Bereshith Rabba'); \"Let not him who would not labour before the sabbath eat on the sabbath\" ('In Lib. Zenon.'). It is a law of nature, and the apostle here sanctions it as a law of Christianity. There is here a reference to the sentence pronounced on man in Paradise in consequence of disobedience: \"In the sweat of thy face shalt thou eat bread\" (Genesis 3:19). Labour, indeed, may in one point of view be considered as part of the curse, but it is also a blessing adapted to man's fallen nature. Labour is the law of God; idleness is the parent of many crimes and is productive of misery. He who has no business allotted to him ought to choose some useful occupation for himself.NEWLINEVERSETITLESTART2Thessalonians3:11VERSETITLEENDNEWLINEVERSESTARTFor we hear that there are some which walk among you disorderly, working not at all, but are busybodies.VERSEENDNEWLINEVerse 11. - For; the reason for the allusion to this proverb. We hear. The apostle had either heard from Timothy who had rejoined him from Thessalonica, or from the report of the bearers of the First Epistle. That there are some which walk among you disorderly, working not at all, but are busybodies. There is here a paranomasia or play upon words, the words \"working\" and \"busybodies\" being cognate. It is difficult to preserve the resemblance in a translation. \"Busy only with what is not their own business\" (Jowett); \"Working at no business, but being busybodies\" (Ellicott); \"Not busy, but busybodies\" (Wordsworth). The word \"busybodies\" denotes busy in useless and superfluous things, about which one need not trouble himself - occupied about trifles. The apostle refers to the fanatical excitement in the Church on account of which the Thessalonians, instead of occupying themselves with the fulfilment of the duties of their earthly calling, busied themselves about matters which were unprofitable and vain.NEWLINEVERSETITLESTART2Thessalonians3:12VERSETITLEENDNEWLINEVERSESTARTNow them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread.VERSEENDNEWLINEVerse 12. - Now them that are such we command and exhort by (or, as the best manuscripts read, in) our Lord Jesus Christ; in him, as the source of authority; \"In his Name.\" That with quietness. In contrast to being busybodies, with calmness of spirit, freedom from excitement. They work, and eat their own bread; not the bread of others, but their own, for which they have laboured and which they have earned. They would thus be independent of the liberality and generosity of others. (For similar exhortations, see 1 Thessalonians 4:11; Ephesians 4:28.)NEWLINEVERSETITLESTART2Thessalonians3:13VERSETITLEENDNEWLINEVERSESTARTBut ye, brethren, be not weary in well doing.VERSEENDNEWLINEVerse 13. - But ye, brethren; contrasted with those who walk disorderly, ye who have not neglected your worldly employments. Be not weary in well doing; or, as it is in the margin, faint not in well doing; \"lose not heart in well doing\" (Ellicott). The phrase has been differently interpreted. Thus Chrysostom explains it that indolent persons, however justly they may be condemned, must not be suffered to perish from want - a meaning opposed to the context. Calvin renders it that, although there are many that are undeserving and abuse our liberality, we must not on this account leave off helping those who need our aid: let not the sloth of those disorderly persons hinder or damp your charity - a most needful admonition, but it does not exhaust all that is meant by the precept. Others restrict it to diligence in our earthly duties: though others be idle, working not at all, let not their example lead you astray; be not ye weary in doing what is right and proper (Lunemann). But the phrase is to be understood in its general sense, denoting holy and upright conduct (see Galatians 6:9, where the same exhortation is given).NEWLINEVERSETITLESTART2Thessalonians3:14VERSETITLEENDNEWLINEVERSESTARTAnd if any man obey not our word by this epistle, note that man, and have no company with him, that he may be ashamed.VERSEENDNEWLINEVerse 14. - And if any man obey not our word by this Epistle, note that man. Some attach the words, \"by this Epistle,\" to\" note that man,\" and render the clause, \"Note that man by an epistle to me.\" Thus Calvin: \"He desires that they may be reported to him, that he may reprove them by his authority.\" So also in the margin of our A.V.: \"Signify that man by an epistle.\" But the presence of the article denoting a definite Epistle, \"this Epistle,\" and the order of the words in the Greek, are against this interpretation. Others render the clause, \"Note that man by this Epistle;\" point out to him the injunctions and the warnings which are contained in it against such a line of conduct; but such a meaning is too artificial. It is better, therefore, to attach the words, \"by this Epistle,\" to \"our word,\" as in the A.V.: \"If any man obey not our word by this Epistle.\" \"Note that man;\" that is, set a mark upon him, note him for the sake of avoidance, excommunicate him from your society. And have no company with him. Exclude him from your fellowship meetings, your love feasts. That he may be ashamed; the design or object of thus noting him. As if the apostle had said, \"Bring the force of Christian opinion to bear upon him. Show your moral indignation by excluding him from the Christian community.\" The noting or excommunicating was more of the nature of a correction than of a punishment, and its design was the reclaiming of the offender.NEWLINEVERSETITLESTART2Thessalonians3:15VERSETITLEENDNEWLINEVERSESTARTYet count him not as an enemy, but admonish him as a brother.VERSEENDNEWLINEVerse 15. - Yet; or as it is in the original, and; a purely connective particle. Count him not as an enemy; an entire outcast. But admonish him as a brother; a Christian brother. No hostile feeling was to be united with this avoidance of intercourse with the erring, but rather loving admonition, inasmuch as he was still a Christian brother.NEWLINEVERSETITLESTART2Thessalonians3:16VERSETITLEENDNEWLINEVERSESTARTNow the Lord of peace himself give you peace always by all means. The Lord be with you all.VERSEENDNEWLINEVerse 16. - Now the Lord of peace himself. In 1 Thessalonians 5:23 it is \"the God of peace\" who is invoked: \"And the very God of peace sanctify you wholly.\" Here it is Christ who is named as \"the Lord of peace.\" He is the Lord of peace, as the Author, the Procurer, the Mediator of peace. Pease is here to be taken in its widest sense - peace with God, complete salvation. Give you peace always by all means. Some manuscripts read \"in every place,\" but the reading in our version is best attested - \"always by all means;\" \"at all times and in every way;\" whether it be outward or inward, for time or for eternity. The apostle could desire no higher blessing for his converts. The Lord be with you all.NEWLINEVERSETITLESTART2Thessalonians3:17VERSETITLEENDNEWLINEVERSESTARTThe salutation of Paul with mine own hand, which is the token in every epistle: so I write.VERSEENDNEWLINEVerse 17. - The salutation of Paul with mine own hand. The apostle usually dictated his Epistles to an amanuensis, but wrote the concluding words with his own hand. Thus Tertius was his amanuensis when he wrote the Epistle to the Romans (Romans 16:22). Probably the Epistle to the Galatians is an exception (Galatians 6:11), and also the Epistle to Philemon on (Philemon 1:19). The same authentication expressed in the same words is found in the First Epistle to the Corinthians (1 Corinthians 16:21), and in the Epistle to the Colossians (Colossians 4:18). Which; referring, not to the salutation, but to the whole clause; which circumstance. Is the token; the mark of authentication. Of every Epistle. Such authentication was especially necessary in the case of the Thessalonians, as it would seem that a forged epistle had been circulated among them (2 Thessalonians 2:2). Some restrict the words to the Epistles which the apostle would afterwards write to the Thessalonians (Lunemann); but they are rather to be understood of a caution which the apostle practised, or was to practise, in all his Epistles. Some refer the token to the words, \"The salutation of Paul with mine own hand,\" and although these words are only found in two other Epistles, yet it is asserted that the other Epistles were otherwise sufficiently authenticated. But it appears better to understand by the salutation the benediction which follows; and a similar salutation or benediction is found at the close of all Paul's Epistles (see 1 Thessalonians 5:28).NEWLINEVERSETITLESTART2Thessalonians3:18VERSETITLEENDNEWLINEVERSESTARTThe grace of our Lord Jesus Christ be with you all. Amen.VERSEENDNEWLINEVerse 18. - The grace of our Lord Jesus Christ be with you all.NEWLINENEWLINENEWLINENEWLINE"}