{"Col.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTColossians1:1VERSETITLEENDNEWLINEVERSESTARTPaul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,VERSEENDNEWLINEVerse 1. - Paul, apostle of Christ Jesus through God's will, and Timothy the brother (Ephesians 1:1; 2 Corinthians 1:1). The apostle designates himself by his office, as always, except in the Macedonian Epistles and the letter of private friendship to Philemon. Timothy shares also in the greeting of the Epistle to Philemon, probably a leading member of the Colossian Church (comp. Colossians 4:9, 17 with Philemon 1:2, 10-12). During St. Paul's long residence at Ephesus Timothy was with him (Acts 19:22), and there, probably, Philemon had come under his influence (see Introduction, § 2), and made Timothy's acquaintance. There was, therefore, at least one link of acquaintance between \"Timothy the brother\" and \"the saints in Colossae\" (comp. Philippians 1:1; 2 Corinthians 1:1; 1 and 2 Thessalonians 1:1, where his name appears in the same way). The honourable prominence thus given to Timothy marked him out for future leadership in the Church (1 Timothy 1:3, 18; 2 Timothy 2:2; 2 Timothy 4:2, 5, 6).NEWLINEVERSETITLESTARTColossians1:2VERSETITLEENDNEWLINEVERSESTARTTo the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.VERSEENDNEWLINEVerse 2. - To those in Colossae (which are) saints and faithful brethren in Christ (Ephesians 1:1; Philippians 1:1; Romans 1:7; 1 Corinthians 1:2; 2 Corinthians 1:1). \"Saints\" in respect of their Divine calling and character (Colossians 3:12; 1 Corinthians 1, 2, where this title is formally introduced); \"faithful brethren in Christ\" (Ephesians 1:1) in view of the errors and consequent divisions threatening them as a Church (ver. 23; Colossians 2:5, 18, 19; Colossians 3:15; Ephesians 4:14-16; Ephesians 6:10-18; Philippians 1:27: 2 Timothy 2:19). Grace to yon, and peace: \"as in all his Epistles.\" This Pauline formula of greeting combines the Greek and Hebrew, Western and Eastern, forms of salutation (comp. \"Abba, Father,\" Romans 8:15). Ξάρις is a modification of the everyday χαίρειν, hail! (Acts 15:23; James 1:1; 2 John 1:10); and εἰρήνη reproduces the Hebrew shalom (salam). Grace is the source of all blessing as bestowed by God (ver. 6; Ephesians 1:3-6; Ephesians 2:5; Romans 5:2, 17, 21; Titus 2:11); and peace, in the large sense of its Hebrew original, of all blessing as experienced by man (Ephesians 2:16, 17; Luke 2:14; Acts 10:36; Romans 5:1; Romans 8:6; 2 Thessalonians 3:16). From God our Father. Among the apostle's salutations this alone fails to add \"and from our Lord Jesus Christ\" - a defect which copyists were tempted to remedy. The omission is well established (see Revised Text, and critical editors generally), and cannot surely be accidental. In this and the twin Ephesian letter, devoted as they are to the glory of Christ, the name of the Father stands out with a peculiar prominence and dignity, much as in St. John's Gospel: \"honouring the Son,\" they must needs \"honour the Father\" also (vers. 12, 13; Colossians 3:17; Ephesians 1:17; Ephesians 2:18; Ephesians 3:14; Ephesians 4:6; Ephesians 5:20).NEWLINEVERSETITLESTARTColossians1:3VERSETITLEENDNEWLINEVERSESTARTWe give thanks to God and the Father of our Lord Jesus Christ, praying always for you,VERSEENDNEWLINEVerses 3-8. - The opening thanksgiving is full and appropriate. Its content is determined by the state of this Church, and by the apostle's relation to it through Epaphras, and his own present position. Verse 3. - We give thanks to God, Father of our Lord Jesus Christ. We; Timothy and I (comp. 1 Thessalonians 1:2; 2 Thessalonians 1:3; 2 Corinthians 1:3, 4, etc.). The Revised Text omits \"and\" between\" God\" and \"Father,\" following Lachmann, Westcott and Heft, and Lightfoot (who hesitates), on evidence numerically slight, but sufficient; especially as in every other instance of this combination the conjunction is present. \"Father\" is also without definite article in the better attested (Revised) reading. The words, \"Father of our Lord Jesus Christ,\" bear, therefore, an explanatory, quasi-predicative force. St. Paul wishes his readers to understand that he gives thanks to God on their account distinctly under this aspect, regarded as \"Father of Christ.\" He has just spoken of \"our Father,\" and now adds, \"Father of our Lord Jesus Christ,\" suggesting that it is in this relation that we know God as \"our Father,\" the Author of grace and peace, the Object of Christian thanksgiving. So the sovereign and exclusive mediation of Christ, the ruling idea of the whole Epistle, is thrown into bold relief at the outset; and, in this light, the unique omissions of vers. 2 and 3 explain and justify each other. This fatherhood embraces the entire Person and offices of the Son as \"our Lord Jesus Christ.\" Praying always for you (ver. 9; Colossians 2:1-3; Philippians 1:4; Romans 1:9). The apostle had known from the first of the existence of this Church; and had already been in communication with it (see Introduction, § 2). He had, therefore, a general prayerful interest in the Colossians (2 Corinthians 11:28), that has been quickened to joyful thanksgiving (Colossians 2:5; comp. 1 Thessalonians 3:6-10) by the arrival of Epaphras. \"Always\" and \"for you\" - either or both of the phrases - may be joined grammatically to \"we give thanks\" or to \"praying:\" the latter connection is preferable (see Alford or Ellicott); similarly in Philemon 1:4; in Ephesians 1:16 the turn of expression is different.NEWLINEVERSETITLESTARTColossians1:4VERSETITLEENDNEWLINEVERSESTARTSince we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,VERSEENDNEWLINEVerse 4. - Having heard of your faith in Christ Jesus, and of the love which ye have (ἤν ἔχετε, Revised Text) toward all the saints (Ephesians 1:15, B.V.; Philemon 1:5, R.V.; 1 Thessalonians 4:9, 10; 1 John 3:23 2John 4 3John 3, 4). \"Having heard \"more immediately from Epaphras (vers. 8, 9). Note the characteristic recurrence of this word: he had heard of their faith and love, as they had heard before the word of truth (ver. 5); from the day they had heard they had borne fruit (ver. 6), and he, in return,from the day he heard of it, had not ceased to pray for them (ver. 9); see note on ver. 8; and comp. 1 Thessalonians 1:5 and 1 Thessalonians 2:2 with 1 Thessalonians 3:6 (Greek). \"In Christ Jesus\" is attached to \"faith\" (as to \"brethren\" in ver. 2) so closely as to form with it a single idea; to be \"in Christ Jesus\" is of the very essence of this faith and brotherhood. \"Faith in Christ,\" \"believe in Christ,\" in our English Bible, commonly represent a different Greek preposition, εἰς (literally, into or unto Christ); only in the pastoral Epistles and in Ephesians 1:15 - not in Galatians 3:26 (see Lightfoot) or Romans 3:25 (see Meyer or Beet) - do we find, as here, πίστις ἐν Ξριστῷ. In Christ faith rests, finding its abiding ground and element of life. In the Epistles of this period the Christian state appears chiefly as \"life in Christ;\" rather than, as in the earlier letters, as \"salvation through Christ\" (comp. e.g. Romans 5. and Colossians 2:9-15). The \"love\" of the Colossians evokes thanksgiving, as that which they have \"toward all the saints;\" for as the Church extended Christian love needed to be more catholic (ver. 6; Colossians 3:11), and Colossian error in particular tended to exclusiveness and caste feeling (see note on ver. 28). The iteration of \"all\" in this Epistle is remarkable.NEWLINEVERSETITLESTARTColossians1:5VERSETITLEENDNEWLINEVERSESTARTFor the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;VERSEENDNEWLINEVerse 5. - (We give thanks) because of the hope which is laid up for you in the heavens (Colossians 3:4; Ephesians 1:12-14; Philippians 3:20, 21; Romans 8:18-25; 1 Corinthians 15:50-58; 2 Corinthians 5:1-5; 1 Thessalonians 4:13-17; 1 Peter 1:3-5; Matthew 6:20; Matthew 19:21; Luke 12:33; John 14:2, 3). \"Hope\" is objective - matter of hope, as in Galatians 5:5; Titus 2:13; Hebrews 6:18. St. Paul speaks most of heaven and heavenly things in the letters of this period. Ver. 4 gives the nearest grammatical connection for this clause; and many recent commentators, following Greek interpreters, accordingly find here that which \"evokes and conditions\" the Colossians' \"love\" (Meyer, Ellicott) or \"faith and love\" (De Wette, Lightfoot). But this construction we reject. For it makes the heavenly reward the reason of the Colossians' present (faith and) love, reversing the true and Pauline order of thought (Romans 5:1-5; Romans 8:28-39; Romans 15:13; Ephesians 1:13; comp. 1 John 4:17, 18); while, on the other hand, the heavenly hope is the last and highest ground of the apostle's thanksgivings and encouragements, and the forfeiture or impairing of it the chief matter of his fears and warnings throughout the Epistles of this group (Colossians 1:12, 22, 23, 27, 28; Colossians 2:18; Colossians 3:4, 24; Ephesians 1:13, 14; Ephesians 2:12; Galatians 1:6-9; Galatians 4:4; Philippians 1:6; Philippians 2:16; Philippians 3:11-21: comp. 1 Peter 1:3, 4). It is better, therefore, with Bengel, Hofmann, Klopper, Conybeare, Eadie, and others, from Athanasius downwards, to refer ver. 5 as well as ver. 4 to the principal verb, \"we give thanks\" (ver. 3). What the apostle hears of \"the faith and love\" of the Colossian brethren moves him to give thanks for \"the hope which is in store for them in heaven.\" Of that hope this faith and love are to him a pledge and an earnest, even as the \"seal of the Spirit\" (Ephesians 1:14) and the \"peace of Christ in their hearts\" (Colossians 3:15; see note) are to themselves. Similarly, in Philippians 1:27, 28 and 2 Thessalonians 1:4, 5, from the present faith and patience of the saints the certainty of their future blessedness is argued. By singling out this hope as chief matter of thanksgiving here, the apostle enhances its certainty and its value in his readers' eyes. (On this verse, see the Expositor, first series, vol. 10. pp. 74-80.) From the general occasion and ground of his thanksgiving in the Christian state and prospects of his readers, St. Paul proceeds to dwell on certain special circumstances which enhanced his gratitude to God (vers. 56-8). Which (hope) ye heard of before, in the word of the truth of the gospel; or, good tidings (vers. 7, 23; Colossians 2:7; Ephesians 1:13; Ephesians 4:15, 21; Galatians 1:6-9; Galatians 3:1-4; Galatians 4:9; Galatians 5:7; 1 Thessalonians 1:5; 1 Thessalonians 2:13; 1 Thessalonians 4:1; 2 Thessalonians 2:13-15; 1 Peter 5:12). There is a veiled polemic reference in \"the word of the truth of the gospel\" (comp. ver. 7 and parallels from Galatians). The word \"before\" (aforetime) \"contrasts their earlier with their later lessons, the true gospel of Epaphras with the false gospel of recent teachers\" (Lightfoot). Others interpret, less suitably: heard already (before my writing), or heard beforehand (before the fulfilment of the hope). It is in St. Paul's manner to refer his readers at the outset to their conversion and first Christian experiences (see parallel passages). Their hope was directly at stake in the controversy with Colossian error. Here we meet the first of those cumulative combinations of nouns, so marked a feature of the style of Colossians and Ephesians, which are made a reproach against these Epistles by some critics; but each is appropriate in its place.NEWLINEVERSETITLESTARTColossians1:6VERSETITLEENDNEWLINEVERSESTARTWhich is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:VERSEENDNEWLINEVerse 6. - That is come unto you, even as also (it is) in all the world, bearing fruit and increasing, as in you also (Romans 1:8; 1 Thessalonians 1:8; 2 Corinthians 2:14; Acts if. 47; 5:14; 6:7; 9:31; 11:21; 12:24; 19:20). The words, \"and increasing,\" are added to the text on the testimony, all but unanimous, of the older witnesses. Their propriety is manifest; for the success of the gospel at Colossae was a gratifying evidence, both of its inherent fruitfulness, and of its rapid progress in the Gentile world. Stationary at Rome (see Introduction, § 3), and with his messengers coming and going, and news reaching him from time to time of the advance of the Christian cause, the strong expression, \"in all the world,\" is natural to St. Paul. From Rome \"all the world\" is surveyed, just as what takes place at Rome seems to resound \"in all the world\" (Romans 1:8). Bearing fruit (verb in middle voice, implying inherent energy) precedes growing - the first \"describing the inner working,\" the second\" the outward extension of the gospel\" (Lightfoot). For \"bearing fruit,\" comp. Ephesians 5:9; Galatians 5:22; Philippians 1:11; John 15:8, 16: and for \"growing,\" 2 Thessalonians 3:1; Matthew 13:31-33; and parallel passages; see also ver. 11. In the last clause the expression \"doubles back upon itself\" in a fashion characteristic of St. Paul, whose sentences grow and change their form like living things while he indites them (comp. Colossians 3:13; 1 Thessalonians 1:5-8; 1 Thessalonians 4:1, R.V.): the coming of the gospel to Colossae suggests the thought of its advent in the world, and this gives place to the fuller idea of its fruitfulness and expansion, which in turn is evidenced by its effect at Colossae. Since the day that ye heard (it), and knew well the grace of God in truth (ver. 5; Colossians 2:6, 7; Ephesians 1:13; Ephesians 4:21; 1 Thessalonians 2:1, 2, 13; 1 Corinthians 2:1-5; 1 Corinthians 15:1-11; 2 Corinthians 1:19; Galatians 1:6, 11; Galatians 3:1-3; 2 Timothy 3:14). For their progress had been continuous (comp. Philippians 1:5). Meyer and Ellicott, with the A.V., better maintain the connection of thought in understanding \"the gospel\" as object of \"heard.\" The verb ἐπέγνωτε, knew well, with ἐπίγνωσις (ver. 9, etc.), belongs specially to the vocabulary of this group of Epistles. Knowledge, in 1 Corinthians, is denoted by the simple gnosis. But this word became at an early time the watchword of the heretical Gnostics (\" men of knowledge:\" comp. 1 Timothy 6:20); and the false teachers of Colossae pretended to an intellectual superiority, asserted, we may imagine, in much the same way (comp. Colossians 2:2-4, 8, 23). The apostle now prefers the more precise and distinctive epignosis (επίγινώσκω), meaning\" accurate\" or\" advanced knowledge\" (see Lightfoot here, and on ver. 9). \"To hear the gospel\" is \"to know well the grace of God\" (Acts 20:24; Romans 3:21-26; 2 Corinthians 5:20 - 6:1; John 1:17); the full knowledge of which \"in truth\" (ver. 5; Ephesians 4:14, 15, 20-24) would preserve the Colossians from knowledge falsely so called.NEWLINEVERSETITLESTARTColossians1:7VERSETITLEENDNEWLINEVERSESTARTAs ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;VERSEENDNEWLINEVerse 7. - As ye learned from Epaphras, our beloved fellow servant; literally, bondman (Ephesians 4:20; 2 Timothy 3:14). Only in Colossians 4:7 does the epithet \"fellow-bondman\" appear again in St. Paul (the Revisers in these two places omit their marginal \"bondservant\"). The dominant thought of Christ Jesus \"the Lord\" (Colossians 2:6; Colossians 3:22-4:1) possibly dictates this expression. That the Colossians had received the gospel in this way from Epaphras, a disciple of St. Paul, was a striking proof of its fruitfulness, and a further cause for thanksgiving on his own part. Who is a faithful minister of Christ on our (or, your) behalf (Colossians 4:12, 13; 2 Corinthians 8:22; Philippians 2:22). He puts his seal upon the ministry of Epaphras, and vindicates it against all questioning at home. Textual evidence for \"on our\" or \"your behalf\" is pretty evenly balanced: most older Greek copies read the first person, while the ancient versions generally adopted the second; and the critical editors are similarly divided. The Revisers, with Tregelles, Alford, Lightfoot, Westcott and Hort, prefer \"our,\" which gives a finer and more fitting sense. It was as St. Paul's representative that Epaphras had ministered in Colossae, and to him he now reported his success; and this justified the apostle in claiming the Colossians as his own charge, and in writing to them in the terms of this letter (Colossians 2:1, 2, 5-7: comp. Romans 15:20; 2 Corinthians 10:13-16). \"Minister\" (διάκονος, deacon, in its official sense found in St. Paul first in Philippians 1:1, then in 1 Timothy) is to be distinguished from the \"servant\" (δοῦλος, slave) of the last clause, and from \"assistant\" (ὑπηρέτης: 1 Corinthians 4:1; Acts 13:5; Acts 26:16), and \"attendant\" (θεράπων: Hebrews 3:5); see Trench's 'Synonyms of the New Testament.' It is a favourite word of St. Paul's, and points to the service rendered, while other terms indicate the status of the servant.NEWLINEVERSETITLESTARTColossians1:8VERSETITLEENDNEWLINEVERSESTARTWho also declared unto us your love in the Spirit.VERSEENDNEWLINEVerse 8. - Who also showed us your love in (the) Spirit (2 Corinthians 7:7; 2 Corinthians 8:7; 1 Thessalonians 3:6; Philippians 4:10); i.e. your love to us. Timothy and myself, especially if we read \"in our behalf\" in ver. 7: so, many interprefers, from Chrysostom to Klopper. Epaphras had conveyed the blessings of the gospel from St. Paul to the Colossians, and they now send back the grateful assurance of their love by the same channel (comp, note on \"having heard,\" ver. 4, and parallel passages). This was a choice fruit of the gospel in them (comp. Philippians 4:10, 15-18), and such a reference to it gives a kindly conclusion to the thanksgiving. Ellicott and others understand here brotherly love in general - a somewhat pointless repetition of ver. 4. Meyer, reading \"on your behalf\" in ver. 7. more suitably suggests the Colossians' love to Epaphras in return for his services to them. The Spirit is the ruling element of the Colossians' love (Galatians 5:22) Love-in-the-Sprat forms a single compound phrase, like \"faith-in-Christ-Jesus\" (ver. 4). The one Spirit dwells alike in all the members of Christ's body, however sundered by place or circumstance (Ephesians 4:1-4), and makes them one in love to each other as to him (John 13:34, 35; 1 John 3:23, 24). \"Spirit\" occurs besides in this Epistle only in Colossians 2:5 (but see \"spiritual,\" ver. 9), and some find in Colossians 2:1, 5 the explanation of this phrase (sc. \"a love formed in absence, without personal intercourse:\" but this is forced, and doubtful in point of grammar). Verses 9-14. - The opening prayer rises out of the foregoing thanksgiving, and leads up to the chief doctrinal statement of the Epistle (vers. 15-20: compare, for the connection, Ephesians 1:15-23; Romans 1:8-17). The burden of this prayer, as in other letters of this period, is the Church's need of knowledge (comp. Ephesians 1:17, 18; Philippians 1:9, 10). Here this desire has its fullest expression, as the necessity of the Colossians in this. respect was the more urgent and their situation, therefore, the more fully representative of the stage in the history of the Pauline Churches now commencing. He asks for his readersNEWLINENEWLINE(1) a fuller knowledge of the Divine will (ver. 9); to result inNEWLINENEWLINE(2) greater pleasingness to God (ver. 10 a), dueNEWLINENEWLINE(3) to increased moral fruitfulness and spiritual growth (ver. 10 b), toNEWLINENEWLINE(4) patience under suffering (ver. 11), and toNEWLINENEWLINE(5) thankfulness for the blessings of redemption (vers. 12-14).NEWLINEVERSETITLESTARTColossians1:9VERSETITLEENDNEWLINEVERSESTARTFor this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;VERSEENDNEWLINEVerse 9. - For this cause we also (Ephesians 1:15-17; 1 Thessalonians 3:6-13). Timothy and I, in return for your love to us (ver. 8) and in response to this good news about you (vers. 4-6). From the day that we heard (it); an echo of \"from the day that ye heard it\" (ver. 6). Do not cease praying for you, and making request. The former is a general expression (ver. 3), the latter points to some special matter of petition to follow. This second verb St. Paul only uses elsewhere of prayer to God in Ephesians 3:13, 20 (see Trench's 'Synonyms' on αἱτέω, αἵτημα). That ye may be filled with (or, made complete in) the knowledge of his will (Colossians 2:10; Colossians 4:12; Ephesians 3:18, 19; Romans 12:2; Hebrews 13:21). On \"knowledge\" (ἐπίγνωσις), see note. to ver. 6, and Lightfoot's note here. \"With the knowledge\" represents the Greek accusative of specification (as in Philippians 1:11, where see Ellicott); and the verb πληρωθῆτε (comp. note on pleroma, ver. 19), as in Colossians 2:10 and Colossians 1:25, denotes \"fulfilled\" or \"made complete,\" rather than \"made full\" - \"made complete as to the full knowledge,\" etc. \"His will\" (\"God's will,\" ver. 1; Colossians 4:12) need not be limited to the original purpose of salvation (Ephesians 1:9), or to his moral requirements respecting Christian believers (ver. 10; so Meyer), but includes \"the whole counsel of God\" (Acts 20:27) made known to us in Christ (vers. 26, 27). In all spiritual wisdom and understanding (Colossians 2:2; Ephesians 5:17; Philippians 1:9; 1 Corinthians 14:20). Wisdom, in its highest sense, is the sum of personal excellence as belonging to the mind; it implies a vital knowledge of Divine truth, forming the sentiments and determining the will as it possesses the reason, Hence the word occurs in a great variety of connections: Wisdom and knowledge (Colossians 2:3), \"and prudence\" (Ephesians 1:8), etc. For this Church the apostle asks specially the gift of understanding or comprehension, (comp. Colossians 2:2; only in Ephesians 3:4 and 2 Timothy 2:7 besides, in St. Paul; 1 Corinthians 1:19 from LXX), the power of putting things together (σύν(εσις), of discerning the relations of different truths, the logical bearing and consequences of one's principles. For the errors invading Colossae were of a Gnostic type, mystic at once and rationalistic; against which a clear and well-informed understanding was the best protection (comp. notes on \"truth,\" in vers. 5, 6; also Colossians 2:4, 8, 18, 23; Ephesians 4:13, 14). This \"wisdom and understanding\" are \"spiritual,\" as inspired by the Divine Spirit (comp. the use of \"spirit,\" \"spiritual,\" in 1 Corinthians 12:1-11; Galatians 6:1 and Gal 5:16, 25; Ephesians 1:17; Ephesians 3:16-19), and opposed to all \"wisdom of the flesh,\" the unrenewed nature of man (Colossians 2:18; 1 Corinthians 2:4-6, 13-15; James 3:15).NEWLINEVERSETITLESTARTColossians1:10VERSETITLEENDNEWLINEVERSESTARTThat ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;VERSEENDNEWLINEVerse 10. - To walk worthily of the Lord unto all pleasing (Ephesians 4:1; Philippians 1:27; 1 Thessalonians 2:12; 1 Thessalonians 4:1; 2 Thessalonians 1:5, 11; 1 John 2:6; Revelation 3:4; Hebrews 13:21); so as to please him in every way. \"The end of all knowledge, the apostle would say, is conduct\" (Lightfoot). Spiritual enlightenment (ver. 9) enables the Christian to walk (a Hebraism adopted also into biblical English) in a way \"worthy of the Lord\" (Christ, Colossians 2:6; Colossians 3:24; Acts 20:19, etc.), becoming those who have such a Lord and who profess to be his servants. And to be \"worthy of Christ\" is to \"please God\" (Romans 8:29; Ephesians 1:4, 5, 11; 1 Corinthians 1:9). This is the ideal and the aim of the religious life throughout the Bible (comp. 1 Samuel 13:14; Micah 6:6-8; Hebrews 11:5, 6; John 8:29; Romans 8:8). The characteristics of this walk are set forth by three coordinate participial phrases (vers. 10b-12), standing in the half independent nominative case instead of the more regular accusative (as agreeing with the understood object of the infinitive περιπατῆσαι: see Winer's ' N. T. Grammar,' p. 716: compare, for the idiom, Colossians 3:16, also Colossians 2:2). In every good work bearing fruit (Ephesians 4:28; Galatians 6:9, 10; 1 Thessalonians 5:15; 2 Thessalonians 2:17; 1 Timothy 5:10; Titus 3:8; Hebrews 13:16; Acts 9:36). \"Good work\" is that which is beneficial, practically good (see parallel passages). \"In every good work\" might grammatically qualify the foregoing\" pleasing ' (so R.V. margin and many older interpreters), but appears to be parallel in position and sense with \"in all power\" (ver. 11). On\"bearing fruit\" (active in voice where the subject is personal: comp. ἐνεργέω in Colossians 1:29 and in Philippians 2:13), see note to ver. 6. While doing good to his fellow-men, the Christian is growing by (or, in) the knowledge of God (Colossians 2:19; Ephesians 4:13-16; 2 Peter 3:18; 1 Corinthians 3:1, 2; 1 Corinthians 14:20; 1 Corinthians 16:13; Hebrews 5:12-14). His own nature becomes larger, stronger, more complete. Here it is individual (internal) growth, in ver. 6 collective (external) growth (of the gospel, the Church) that is implied; the two are combined in Ephesians 4:13-16. The dative τῇ ἐπιγνώσει (so best copies and Revised Text: the Received, unto the knowledge, is a repetition of ver. 9) is \"dative of instrument\" (Alford, Lightfoot) rather than \"of respect\" (in the knowledge; so R.V.).NEWLINEVERSETITLESTARTColossians1:11VERSETITLEENDNEWLINEVERSESTARTStrengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;VERSEENDNEWLINEVerse 11. - In all power being empowered, according to the might of his glory, unto all patience and long suffering with joyfulness (vers. 24, 29; Ephesians 1:19; Ephesians 3:16; Ephesians 6:10; 1 Corinthians 16:13; 2 Timothy 1:7, 8; 2 Timothy 2:1, 3, 9, 10; 1 Peter 5:10). The same word is repeated as noun and verb (δύναμις, δυναμόω, power, empower) with a strong Hebraistic sort of emphasis (otherwise in Ephesians 3:16). In all (every kind of) power gives the mode, according to the might of his glory the measure, and unto all patience, etc., the end of this Divine strengthening. \"Might\" (κράτος), in distinction from power (δύναμις) and other synonyms (comp. ver. 29; Ephesians 1:19; Ephesians 6:10), implies \"mastery,\" \"sovereign sway,\" and, except in Hebrews 2:14 (\"might of death\"), is used in the New Testament only of the power of God. \"Glory,\" as in Philippians 3:21, bears a substantive meaning of its own, and is not a mere attributive of \"might.\" It is the splendour of God's revelations of himself, in which his might is So conspicuous. Gazing on this glory, especially as seen in Christ (2 Corinthians 4:6) and the gospel (1 Timothy 1:11, R.V.), the Christian discerns the might of him from whom it streams forth, and understands how that might is engaged in his behalf (Ephesians 1:19, 20; comp. Isaiah 40:28, 29; Isaiah 42:5, 6); and this thought fills him with invincible courage and endurance. Patience is steadfastness and stout heartedness under ill fortune (not a mere resigned patience); long suffering is gentleness of temper and magnanimity under ill treatment (comp. Colossians 3:12; and see Lightfoot, in loc., and Trench's 'Synonyms'). Christ, in his earthly life, was the supreme example of patience (2 Thessalonians 3:5, R.V.; 1 Peter 2:21-23; Hebrews 12:3, 4), which is \"wrought by tribulation\" (Romans 5:4): long-suffering finds its pattern in God's dealing with \"the unthankful and evil\" (Romans 2:4; 1 Timothy 1:16; 1 Peter 3:20; 2 Peter 3:15). \"With joyfulness\" belongs to this clause (Theodoret, Calvin, Bengel, Alford, Lightfoot) rather than the next, and lends a more vivid force to the foregoing words, while comparatively needless if prefixed to those that follow (so, however, Chrysostom, Erasmus, Meyer, Ellicott - \"with joy giving thanks,\" etc.). This paradox is genuinely Pauline, and arises from personal experience (comp. ver. 24; Philippians 1:29; Romans 5:3; 1 Thessalonians 1:6; 2 Corinthians 1:4-8; 2 Corinthians 6:10; 2 Corinthians 12:9, 10).NEWLINEVERSETITLESTARTColossians1:12VERSETITLEENDNEWLINEVERSESTARTGiving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:VERSEENDNEWLINEVerse 12. - Giving thanks to the Father, who made us (or, you) meet for our (or, your) share in the lot (or, portion) of the saints in the light (vers. 3-5; Acts 20:32; Acts 26:18; Titus 3:7; Ephesians 1:5, 11-14; Galatians 3:29; Romans 8:15-17). The reading \"us\" is very doubtful. Westcott and Hort, with Tischendorf, prefer \"you,\" as in the two oldest manuscripts: for the transition from first to second person, comp. Colossians 2:13, 14 (vers. 9-12). In the same strain the apostle gave thanks on their account (ver. 5). Thanksgiving\" is prominent in this letter (Colossians 2:7; Colossians 3:15, 17; Colossians 4:2), as \"joy\" in Philippians. The title \"the Father\" frequently stands alone in St. John's Gospel, coming from the lips of the Son, but St. Paul employs it thus only here and in Ephesians 3:14, R.V.; Romans 8:15; Galatians 4:6 (comp. 1 John 3:1); see note on ver. 2. Those \"give thanks to the Father\" who gratefully acknowledge him in \"the spirit of adoption\" as their Father through Christ (Romans 8:15; Galatians 4:1-7; Ephesians 1:5). And the Father makes us meet for the inheritance when he enables us to call him \"Father\" - \"If children, then heirs.\" \"To make meet\" (ἱκανόω, the verb found besides only in 2 Corinthians 3:5, 6 in the New Testament, \"to make sufficient,\" R.V.) is \"to make competent,\" \"to qualify\" for sonic position or work. This meetness, already conferred on the Colossians, consists in their forgiveness (ver. 14) and adoption (Ephesians 1:5-7), which qualify and entitle them to receive the blessings of Christ's kingdom (ver. 13; Romans 5:1, 2; Galatians 3:26-29; Ephesians 2:5, 6; Titus 3:7), and which anticipate and form the basis of that worthiness of character and fitness of condition in which they are finally to be presented \"perfect in Christ\" (vers. 10, 22, 28; 1 Thessalonians 5:23, 24); \"not qui dignos fecit (Vulgate), but qui idoneos fecit\" (Ellicott). \"Called and (made us meet)\" is one of the few characteristic readings of the great Vatican Manuscript, which Westcott and Herr reject (see their 'Introduction,' § 320, and Lightfoot's 'Detached Notes,' p. 251). \"The lot of the saints\" is that entire wealth of blessedness laid up for the people of God (Ephesians 1:3; Ephesians 2:12; Ephesians 3:6; Ephesians 4:4-7), in which each has his due share or part (Meyer, Ellicott, Lightfoot, less suitably: \"parcel of (consisting in) the lot\"); comp. ver. 28; Ephesians 4:7. Κλῆρος (\"lot,\" Acts 8:21; Acts 26:18), scarcely distinguishable from the more usual κληρονομία (\"inheritance,\" Colossians 3:24; Ephesians 1:14, etc.; Acts 20:32; Hebrews 9:15; 1 Peter 1:4), is used in the Old Testament (LXX) of the sacred land as \"divided by lot,\" and as \"the lot\" assigned to Israel (Numbers 34:13; Deuteronomy 4:21, etc.), also of Jehovah himself as \"the lot\" of the landless Levites (Deuteronomy 10:9), and of Israel in turn as \"the lot\" of Jehovah (Deuteronomy 4:20). It is the divinely allocated possession of the people of God in his kingdom. It belongs to them as \"saints\" (ver. 2; Ephesians 2:19; Acts 20:32; Acts 26:18; Psalm 15; Numbers 35:34; Jeremiah 2:7); and it lies \"in the light,\" in \"the kingdom of the Son of God's love\" (ver. 13) that is filled with the light of the knowledge of God proceeding from Christ (2 Corinthians 4:1-6; John 1:4; John 8:12), light here manifest \"in part\" and in conflict with Satanic darkness (ver. 13; Ephesians 5:8-14; Ephesians 6:11, 12; 1 Thessalonians 5:4-8; Romans 13:11-13; John 1:5), hereafter the full possession of God's saints (Colossians 3:4; 1 Corinthians 13:12; Romans 13:12; John 12:36; Revelation 21:23-25; Isaiah 60:19, 20). Vers. 13 and 14 proceed to show how this qualification has been gained.NEWLINEVERSETITLESTARTColossians1:13VERSETITLEENDNEWLINEVERSESTARTWho hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:VERSEENDNEWLINEVerse 13. - Who (sc. the Father) rescued us from the dominion of the darkness, and translated us into the kingdom of the Son of his love (Ephesians 5:8; Ephesians 6:12; Romans 7:14-8:4; 1 Corinthians 15:56, 57; 1 Thessalonians 1:9, 10; 1 Peter 2:9; 1 John 1:5-7; 1 John 2:7-11). To \"rescue\" (ῤύομαι: 1 Thessalonians 1:10; Romans 7:24; 2 Corinthians 1:10; 2 Timothy 4:17, 18, - to be carefully distinguished from other Greek verbs rendered \"deliver\") implies the evil state of the rescued, the superior power of the rescuer, and a conflict issuing in deliverance. St. Paul repeatedly associates the figure of darkness with the language of warfare (Ephesians 6:12; Romans 13:12; 1 Thessalonians 5:8; comp. John 1:5, R.V. margin). \"Dominion of darkness\" - same as \"dominion of Satan\" (Acts 26:18). Αξουσία, as distinguished from δύναμις (\"power,\" vers. 11, 29), is \"right,\" \"authority\" (comp. 1 Corinthians 9:4-6; John 1:12;. 17:2): the power of Satan is not mere external force, but takes the form of established and (as it were) legalized dominion (1 Corinthians 15:56; Luke 4:6; John 12:31). \"The darkness\" is precisely opposed to \"the light\" (ver. 12), being the region of falsehood and hatred, whether in this world or outside of it, where Satan rules (Ephesians 6:12; Ephesians 5:8, 11; 2 Corinthians 4:4; 1 John 2:8-11; Matthew 8:12; Luke 22:53; John 3:19, 20; John 12:35). To \"translate\" (μεθίστημι) is to remove from one place, office, etc., to another; Josephus ('Ant.,' 9:11, 1) uses it of the deportation of the Israelites by the Assyrian king. The Father, rescuing his captive children, brings them \"into the kingdom of the Son of his love.\" Here we touch the central and governing idea of this Epistle, that of the supreme lordship of Christ (vers. 15-20; Colossians 2:6, 10, 19, etc.); and this passage affords a clue which will, we trust, guide us through some of the greatest difficulties which follow. (On \"the kingdom of the Son,\" comp. Ephesians 1:20-23; Philippians 2:6-11; Romans 14:9; 1 Corinthians 8:6; 1 Corinthians 15:24 28; Hebrews 1:1-4; Hebrews 2:5-10; Revelation 1:5-7, 18; Revelation 5, etc.; John 5:22-27; John 17:2; John 18:36; Matthew 25:31-46; Matthew 28:18-20.) Only here and in Ephesians 5:5; 2 Timothy 4:1, 18; 1 Corinthians 15:24, 25, does the apostle speak of the kingdom as Christ's; otherwise as God's (and future). The \"Son of his love\" is not simply the \"beloved Son\" (Ephesians 1:6; Matthew 3:17, etc.), but the representative and depositary of his love: \"Who is his love made manifest\" (Augustine, Lightfoot; see ver. 2, note; John 3:16; John 17:26; 1 John 4:8, 9, 14-16; Ephesians 2:4; Titus 3:4-6; Romans 5:8), being at once our \"Redeemer King \"(ver. 13, 14) and the\" Image of the invisible God\" (ver. 15).NEWLINEVERSETITLESTARTColossians1:14VERSETITLEENDNEWLINEVERSESTARTIn whom we have redemption through his blood, even the forgiveness of sins:VERSEENDNEWLINEVerse 14. - In whom we have (or, had) our redemption, the forgiveness of our sins (Ephesians 1:7; Galatians 3:10-13; Romans 3:19-26; 2 Corinthians 5:18-21; 1 Peter 3:18, 19). Ephesians 1:7 suggested to some later copyists the interpolation \"through his blood,\" words highly suitable in the Ephesian doxology. This verse is the complement of the last: there salvation appears as a rescue by sovereign power, here as a release by legal ransom (ἀπο λύτρωσις). The ransom price Christ had declared beforehand (Matthew 20:28; Matthew 26:28; comp. Romans 3:24-26; Galatians 2:20; 1 Timothy 2:6; Hebrews 9:12-14; 1 Peter 1:18; Revelation 1:5, R.V.; Revelation 5:9). \"We have redemption\" (\"had it,\" according to a few ancient witnesses) in present experience in \"the forgiveness of our sins \"(vers. 21, 22; Colossians 2:13, 14; Colossians 3:13; 2 Corinthians 5:21; Romans 4:25; Romans 5:1; Romans 8:1; Titus 2:14; Hebrews 9:14; Hebrews 10:1-18; 1 Peter 2:24; 1 John 1:7-2:2; 1 John 4:10). Romans 3:24 gives its objective ground. The \"redemption of the body\" (also bought by the same price, 1 Corinthians 6:20) will make the work complete (Ephesians 1:13, 14; Romans 8:19-23; 1 Corinthians 1:30). Lightfoot suggests that the apostle intends to contradict the doctrine of redemption taught by the Gnostics, who made it consist in initiation into their \"mysteries\" (see note on ver. 27); and supposes that this notion may already have existed at Colossae in some incipient form. But such an abuse of the term seems to imply a well established and familiar Christian use. Philo, who speaks the language of the Jewish philosophic mysticism of the first century, has no such usage. In firm, clear lines the apostle has retraced, in vers. 12-14 (comp. vers. 20-23; Colossians 2:11-14), the teaching of his earlier Epistles on the doctrines of salvation. Here he assumes, in brief and comprehensive terms, what in writing to the Galatians and Romans he had formerly been at so much pains to prove.NEWLINEVERSETITLESTARTColossians1:15VERSETITLEENDNEWLINEVERSESTARTWho is the image of the invisible God, the firstborn of every creature:VERSEENDNEWLINEVerse 15.NEWLINENEWLINE(a) Who is Image of God the invisible, Firstborn of all creation:NEWLINEVERSETITLESTARTColossians1:16VERSETITLEENDNEWLINEVERSESTARTFor by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:VERSEENDNEWLINEVerse 16.NEWLINENEWLINE(b) For in Him were created all things,NEWLINENEWLINE(c) In the heavens and on the earth, the things visible and the things invisible - whether thrones, whether lordships, whether principalities, whether dominions -NEWLINEVERSETITLESTARTColossians1:17VERSETITLEENDNEWLINEVERSESTARTAnd he is before all things, and by him all things consist.VERSEENDNEWLINEVerse 17.NEWLINENEWLINE(d) All things through Him and unto Him have been created;NEWLINENEWLINE(e) And He is before all things, and in Him all things consist.NEWLINENEWLINEII. Ver. 18.NEWLINENEWLINE(e) And He is the Head of the body, the Church;NEWLINENEWLINE(a) Who is (the) Beginning, Firstborn out of the dead, that in all things He might become pre-eminent:NEWLINEVERSETITLESTARTColossians1:18VERSETITLEENDNEWLINEVERSESTARTAnd he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.VERSEENDNEWLINEVerse 18. - The words, And he is the Head of the body, the Church (Colossians 2:10, 19; Ephesians 1:22, 23; Ephesians 3:8-10; Ephesians 4:15, 16; Hebrews 1:3; John 15:1-6), identify the mediatorial Lord of creation (vers. 15-17) with the redeeming Head of the Church, and claim the prerogatives belonging to him in the former capacity as the basis of his position and offices in the latter (comp. Ephesians 1:22). The Pauline doctrine of the Church as the body of Christ is developed in Colossians and Ephesians, especially in the later Epistle, where it receives its fruitful application. Here the doctrine of the Person of Christ and the doctrine of the Church find their meeting-point as mutually implying each other, and together opposed to the double effect of early Gnosticism, which tended first to lower the dignity of Christ, and then to impair the unity of his Church (see Colossians 2:19, note). In 1 Corinthians 12:12-27 and Romans 12:4, 5 the figure of the body and members is merely a passing illustration of the mutual relation of believers in the Church; now the body of Christ becomes the formal title of the Church, expressing the fundamental and fixed conception of its nature as related to him, who is the centre of its unity, the source of all vital energy and directing control within it (comp. the vine and branches, John 15.). In vers. 16, 17 the writer passed from the thought of the origin to that of the constitution of the cosmos; now he proceeds in the reverse order. (He is the head) who is (the) Beginning (Revelation 3:14; Revelation 21:6; Revelation 22:13; Acts 3:15; Acts 5:31; Hebrews 2:10; Hebrews 12:2). Αρχή is without article, used as a proper noun. It is arbitrary to identify it with ἀπαρχὴ (\"firstfruits\") of 1 Corinthians 15:20, 23; Romans 11:16. As explained by the following words, it denotes, as in philosophical Greek, a first principle, originating cause, fens et origo (see Lightfoot's note and references). To borrow \"of the dead\" from the following parallel clause weakens the force of both. His body, the Church, begins in him, dating and deriving from him its \"all in all\" (Colossians 3:11, 4; 1 John 5:12; Revelation 21:5; 2 Corinthians 5:17). This is quite consistent with the \"all things are of God\" of 2 Corinthians 5:18; for the apostle is thinking here of the relative, historical beginning of \"the kingdom of the Son\" (ver. 13), there of the absolute beginning of the Divine work of redemption (comp. 1 Corinthians 1:30; 1 Corinthians 3:23; and note on \"unto him,\" ver. 16). St. John, writing to the neighbouring Laodicea, echoes, apparently, this language of our apostle (Revelation 3:14) As Firstborn out of the dead (Colossians 2:12, 13; Colossians 3:1; Ephesians 1:19, 20; Romans 1:4; Romans 6:1-14; 1 Corinthians 15:13-18; 2 Corinthians 13:4; Acts 13:30-39; 1 Peter 1:3, 21; Revelation 1:5, 18; Revelation 2:8; John 11:25), this Beginning actually begins; Christ becomes the source, of a new humanity, a new creation (2 Corinthians 4:14 and Romans 8:21). The apostle derives the whole life and power of Christianity, whether as seen in Christ or proved by his people, from his resurrection (see parallels). The name Firstborn brings over with it into this verse the glory which surrounds it in ver. 15. The Divine Firstborn, who is before and over all things, wins his title a second time for his earthly brethren's sake (Hebrews 2:10-15). As he appears \"out of the dead,\" born anew from the dark womb of the grave, the nether abyss (Romans 10:7; Ephesians 4:9; Philippians 2:8), the Father declares to him, \"Thou art my Son, this day have I begotten thee\" (Acts 13:33; Hebrews 1:5); the Church exclaims,\" My Lord and my God\" (John 20:28); \"all authority in heaven and on earth\" becomes his (Matthew 28:18; John 17:2); he is made \"Firstborn over many brethren,\" who call him Lord (Romans 8:29; Romans 14:9; Revelation 5:12); and proceeds to \"subdue all things unto himself\" (Philippians 2:9, 10; Philippians 3:21; 1 Corinthians 15:25; Hebrews 10:13; Revelation 19:11-16). \"Firstborn out of the dead\" in the source of his new birthright of lordship in the Church, he is\" Firstborn of the dead\" (Revelation 1:5, R.V.: comp. ver. 15) in his abiding relation to dying humanity. And he won this title so as to carry out an antecedent purpose in his mind (comp. Romans 14:9; \"In the mind of the father,\" say Meyer and others - a thought true in itself, but interpolated here), viz. that he might become in all things pre-eminent (ver. 13; Colossians 2:6; Ephesians 5:5; 1 Corinthians 15:25; Luke 19:12-27; Luke 22:29, 30; John 18:36; Revelation 1:5; Revelation 3:21; Revelation 19:16; Psalm 2:7, 8). The purpose of creation as \"unto Christ\" (ver. 17) had been frustrated, so far as related to man, by the entrance of sin and death, and his rightful pre-eminence denied him (John 1:10). He must, therefore, recover it, must become pre-eminent; and this he does by his death and resurrection (John 12:31, 32; Hebrews 2:14, 15; Hebrews 12:2; Philippians 2:6-11; Isaiah 53:12). \"To this end Jesus died and lived again\" (Romans 14:9: comp. 2 Corinthians 5:15; Revelation 1:18).NEWLINEVERSETITLESTARTColossians1:19VERSETITLEENDNEWLINEVERSESTARTFor it pleased the Father that in him should all fulness dwell;VERSEENDNEWLINEVerse 19.NEWLINENEWLINE(b) For in Him he was pleased that all the fulness should dwell;NEWLINEVERSETITLESTARTColossians1:20VERSETITLEENDNEWLINEVERSESTARTAnd, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.VERSEENDNEWLINEVerse 20.NEWLINENEWLINE(d) And through Him to reconcile all things unto Him, having made peace through the blood of his cross, - through Him,NEWLINENEWLINE(c) Whether the things on the earth, or the things in the heavens.NEWLINENEWLINEI.NEWLINENEWLINE(a) In virtue of his relation to God, Christ is at onceNEWLINENEWLINE(b) ground of creation,NEWLINENEWLINE(c) both in heaven and on earth, and at the same timeNEWLINENEWLINE(d) its means and its end; he is, therefore,NEWLINENEWLINE(e) supreme over the universe, preconditioning its existence, constituting its unity.NEWLINENEWLINEII. In a similar sense he isNEWLINENEWLINE(e) Head of the Church,NEWLINENEWLINE(a) in virtue of his new relation to man, which makes himNEWLINENEWLINE(b) ground,NEWLINENEWLINE(d) means, and end of reconciliation also,NEWLINENEWLINE(c) whether on earth or in heaven.NEWLINEVERSETITLESTARTColossians1:21VERSETITLEENDNEWLINEVERSESTARTAnd you, that were sometime alienated and enemies in your mind by wicked works, yet now hath he reconciledVERSEENDNEWLINEVerse 21. - And you, at one time being (men) alienated, and enemies in your thought, (engaged) in your wicked works, yet now did he reconcile; or, were ye reconciled [so Meyer, Lightfoot, Westcott and Hort, and R.V. margin, following Codex B] (Colossians 2:11; Colossians 3:7; Ephesians 2:1-3, 11, 12; Ephesians 4:18; Ephesians 5:5-8; 1 Corinthians 6:4; Romans 6:21; 1 Peter 1:11; 1 Peter 4:3). The combination of ὄντες (\"being\") with perfect passive participle (\"having been alienated\") implies a fixed condition, that has become as a part of one's nature (so in Ephesians 4:18, Revised Text). As the opposite of \"reconciled,\" \"alienated\" is strictly passive, and denotes, not a subjective feeling on the part of the sinner, but an objective determination on the part of God, an exclusion from the Divine favour, from \"the kingdom of the Son\" and \"the lot of the saints\" (vers. 12, 13; Ephesians 5:9; Ephesians 2:3, 11-13; Ephesians 4:18; Romans 1:18: comp. usage of LXX in Psalm 68:9; 1 Esdr. 9:4; Sir. 11:34). \"Enemies in your thought\" sets forth the disposition of the sinner towards God (Romans 8:7; Philippians 3:18: so Alford,Ellicott, Lightfoot). Meyer maintains the passive sense of \"enemies,\" as found in Romans 5:10; Romans 11:28; Galatians 4:16. On the latter view, σῇ διανοίᾳ is instrumental dative, \"by,\" \"in virtue of your state of mind;\" on the former, it is dative of reference or definition. Διανοία (here only and Ephesians 2:3 and Ephesians 4:18 in St. Paul) has possibly a polemical reference. It denotes in Greek philosophy, the faculty of thought, as opposed to the bodily powers. In Philo's teaching it signifies the higher part of human nature, akin to God, and opposed to evil which belongs to the senses: \"Thought (διανοία) is the best thing in us\" ('On Fugitives,' § 26); \"Every man in regard to his intellect (διανοία) is united to the Divine Word, being an impression or fragment or ray of that blessed nature; but in respect of his body he belongs to the entire world\" ('On the Creation of the World,' § 51). But here sin is associated With the intellect in man, and redemption with \"the body of Christ's flesh\" (ver. 22): comp. notes on \"reason,\" Colossians 2:18, and \"body,\" Colossians 2:23; also Ephesians 4:18, where the reason is vain, the intellect darkened. \"Wicked [emphasized by its position in the Greek, denoting active evil; see Trench's 'Synonyms,' on πονηρός] works\" is a phrase common in St. John, only used here by St. Paul (comp. Colossians 3:7; Ephesians 2:1-3; Romans 6:19, 20; Galatians 5:19; Hebrews 9:14). These works are the practices of life in which the sinner is abidingly excluded from \"the kingdom of Christ and God\" (Ephesians 5:5), and manifests the radical antipathy of his mind toward God. \"Yet [or, 'but'] now:\" comp. ver. 26; Colossians 3:8; Ephesians 2:13; Romans 3:21, etc. - a lively form of transition characteristic of St. Paul, primarily temporal, then also logical in sense. \"Were ye reconciled\" breaks through the grammatical structure of the sentence, as in vers. 26, 27 (see Lightfoot, and Winer's 'N. T. Grammar,' p. 717). If \"did he reconcile\" (or, \"hath he reconciled\") be the correct reading, \"Christ\" is still subject of the verb, as in vers. 19-22, and consistently with Ephesians 2:15, 16. (On \"reconcile,\" see ver. 20.)NEWLINEVERSETITLESTARTColossians1:22VERSETITLEENDNEWLINEVERSESTARTIn the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:VERSEENDNEWLINEVerse 22. - In the body of his flesh (ver. 20; Colossians 2:11; Romans 8:3; Romans 7:4; 1 Timothy 3:10; 1 Peter 2:24; 1 Peter 3:18; 1 Peter 4:1; Hebrews 2:14, 15; Hebrews 10:20; 1 John 4:2; 2 John 1:7; Luke 24:39). With a significant emphasis, the material body of Christ is made the instrument of that reconciliation in the carrying out of which \"his whole fulness\" is engaged (vers. 19, 20); see note on \"thought,\" ver. 21, and on \"body,\" Colossians 2:23. The necessity of the double expression was shown by the fact that the Gnostic Marcion erased \"of his flesh\" from the text of this Epistle, and interpreted \"the body\" as \"the Church;\" Bengel and others suppose \"of his flesh \"to be added to prevent this mistake (see Tertullian, 'Against Marcion,' 5:19). This phrase was the crux of Docetism, whose principles were indeed implicitly contained in the Alexandrine-Jewish philosophy with its contempt for matter and the physical life, which was now first beginning to leaven the Church. Body is antithetical to soul: flesh to spirit. The former is individual and concrete, the actual physical organism; the latter denotes the material of which it consists, the bodily nature in its essence and characteristics (comp. note on ver. 11; and see Cremer's 'Lexicon' on these words). \"In the body\" is not \"by the body,\" nor \"during his earthly life\" (as though opposed to \"out of the body,\" 2 Corinthians 5:8; 2 Corinthians 12:3), but \"as incarnate.\" The Epistle to the Hebrews expands the thought of our Epistle in its own way in Hebrews 2:14-18; Hebrews 10:5-10. That reconciliation is through the (or, his) death (Romans 3:25; Romans 4:25; Romans 5:10; 1 Corinthians 15:3; 2 Corinthians 5:14, 15; Galatians 3:13; Hebrews 2:9; Hebrews 9:15, 16; John 11:51, 52; John 10:11; Revelation 1:18; Revelation 2:8) is the fundamental axiom of the gospel (ver. 5), already implied in vers. 14 and 20. And the atoning death presupposes the Incarnation (Hebrews 2:14). The two foregoing phrases belong grammatically to ver. 21. To present you holy and without blemish and unreprovable before him (ver. 28; Ephesians 1:4; Ephesians 5:25-27; 1 Thessalonians 2:19; 1 Thessalonians 5:23; Romans 2:16; 1 Corinthians 4:5; 2 Corinthians 4:14; 2 Corinthians 5:10; Acts 17:31); before \"Christ\" (ver. 19), who is \"Judge\" (John 5:22, 23) as well as \"King\" and \"Redeemer\" (vers. 13, 14): this also belongs to his fulness. He will \"himself present the Church to himself\" (Ephesians 5:27, Revised Text; also 2 Corinthians 4:14). In this presentation his redeeming work culminates (comp. Philippians 1:6, 10; Philippians 2:16; and, in view of the connection of vers. 22 and 23, 1 Corinthians 1:6-9). So, in general, Meyer and Alford. Ellicott and Lightfoot refer to God's present approbations, quoting Ephesians 1:4, a parallel much less close than ver. 27, and supposing \"God\" the subject of the verb (see note on ver. 19). \"Holy erga Deum; without blemish respectu vestri; unreprovable respectu proximi\" (Bengel). (On \"holy,\" see note, ver. 2; also Colossians 3:12.) \"Apropos is not \"without blame,\" but \"without blemish,\" \"immaculate\" (Lightfoot, R.V.; Ephesians 1:4; Ephesians 5:27; Philippians 2:15: comp. Hebrews 9:14; 1 Peter 1:19). In the LXX it is the equivalent of the Hebrew tamim (\"integer\"), \"faultless\" in bodily condition or in moral character. \"Unreprovable,\" as a judicial term (\"without charge that can be preferred\"), points to the judgment day, and hence is wanting in Ephesians 1:4 (comp. 1 Corinthians 1:8; Romans 8:33, 34; 1 Timothy 3:10; Titus 1:6, 7).NEWLINEVERSETITLESTARTColossians1:23VERSETITLEENDNEWLINEVERSESTARTIf ye continue in the faith grounded and settled, and be not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;VERSEENDNEWLINEVerse 23. - If at least ye are continuing in the faith, grounded and settled (ver. 4; Colossians 2:6, 7; Ephesians 3:18; Ephesians 6:10-17; Philippians 1:27; 1 Thessalonians 3:2; 2 Thessalonians 2:15; 1 Corinthians 15:2, 58; Galatians 1:6; Galatians 5:1). All that Christ has done and will do for the Colossians, yet depends on their continued faith. Αἴγε (only Pauline in New Testament; containing \"the volatile particle γε) suggests, actually (Galatians 3:4) or rhetorically (Ephesians 3:2; Ephesians 4:21), a conceivable alternative; if as appears, as one hopes, or fears, or may assume. \"Are continuing in\" (ἐπιμένετε) is both \"abiding by\" and \"adhering to\" (Romans 6:1; Philippians 1:24, R.V.; 1 Timothy 4:16). As present indicative, it implies a (supposed) actual state. \"The faith,\" as regularly in the New Testament, is the act and exercise of faith (subjective), not the content or matter of faith (objective). \"Grounded\" or \"founded,\" perfect passive, implies a fixed condition (comp. Colossians 2:7; Ephesians 3:18, coupled with \"rooted;\" 1 Corinthians 3:10-12; Ephesians 2:20; 2 Timothy 2:19; also Luke 6:48). \"Settled\" (ἑδραῖος, from ἕδρα, a seat) is opposed to \"moved away,\" just as in 1 Corinthians 15:58. The words, and not being moved away (or, letting yourselves be moved away), put the same assumption negatively, and more specifically as he adds, from the hope of the gospel; good tidings (vers. 5, 27; Colossians 3:15, 24; Ephesians 2:12; 1 Thessalonians 1:3, 10; 2 Timothy 1:9-11; 1 Corinthians 15:58; 2 Corinthians 4:13-5:8; Romans 8:17-25; Hebrews 3:6, 14; Hebrews 6:11, 18, 19; Hebrews 10:35, 36) - that which is its peculiar property and glory, the crown of Christ's redeeming work (ver. 22), the end of his servant's labours (ver. 28), for which, by anticipation, he already gives thanks (ver. 5). but which was directly threatened and brought in question by Colossian error (see notes on Colossians 2:18; 3:15). (The gospel) which you heard (vers. 5, 7: notes), which was preached in all creation that is under the heaven (ver. 6; Romans 16:26; Mark 16:15; Matthew 28:19, 20; Matthew 24:14). The transition from \"you\" to \"all creation\" resembles that of vers. 5, 6 (comp. vers. 20, 21). \"Preached\" is literally\" heralded,\" \"loudly and officially announced;\" so, frequently in St. Paul (see 2 Timothy 1:11), also in Mark 16:15. Greek usage does not support the interpretation which makes κτίσις (\"creation \") equivalent to \"humanity.\" This sense of the word, which, even in Mark, such interpreters as Bengel, Lange, Alford, reject, is quite Hebraistic and exceptional. The phrase, \"all creation,\" the writer has already used in ver. 15; here, as there (see here), without the article (Revised Text). The universal meaning it carries there is now limited by \"under the heaven.\" The earthly creation subject as it is to Christ, is the sphere of this proclamation, the preaching room which is to resound everywhere with the glad tidings (comp. Psalm 1:1; Psalm 98:7; Isaiah 52:7; Isaiah 55:12; Revelation 10:2; Revelation 14:6). And with this range it was proclaimed, for from the first it claimed universal audience. Whereof I became, I Paul, a minister (vers. 24-29; Ephesians 3:1-13; 1 Timothy 1:11-14; 1 Timothy 2:7; 2 Timothy 1:11; Romans 1:5; Romans 11:13; Romans 15:15-19; 1 Corinthians 3:5, 10; 1 Corinthians 9:1, 2, 16, 17; 2 Corinthians 4:1-6; 2 Corinthians 6:1-10; Galatians 1:1, 15, 16; 1 Thessalonians 2:4; Acts 9:15; Acts 26:16-18). (For \"minister,\" see ver. 7.) The later Epistles betray a markedly heightened sense in the apostle of the unique dignity and importance of his own position, and those who question their authenticity press this fact against them. But the difference of tone is what one would expect in \"such a one as Paul the aged, and now a prisoner also of Christ Jesus\" (Philemon 1:9). As the Gentile Churches grew, reverence for his person deepened; and the success of his life mission became more assured, especially now that the struggle with reactionary Judaism, signalized by the Epistles of the third missionary journey, was to a large extent decided in his favour. The false teachers he is now opposing did not, we should gather, attack the apostle personally; but may rather have claimed to be on his side. The movement of thought we have followed in vers. 15-23 proceeds from Christ's redeeming work to the experience of the Colossians in receiving it, and the labours of the apostle in publishing it; and is parallel to that of Ephesians 1:20-3:13. Here, however, the second of these topics has been made quite subordinate (vers. 21-23: comp. Ephesians it.). The third is the subject of our next section.NEWLINEVERSETITLESTARTColossians1:24VERSETITLEENDNEWLINEVERSESTARTWho now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body's sake, which is the church:VERSEENDNEWLINEVerses 24-29. - SECTION III. THE APOSTLE AND HIS MISSION. Analysis:NEWLINENEWLINE(1) The apostle's ministry is at present one of suffering (ver. 24)NEWLINENEWLINE(2) Christ, the Hope of the Gentiles, the Secret of the ages, is its theme (vers. 25-27);NEWLINENEWLINE(3) and its aim the individual perfection of all to whom it is addressed (ver. 28).NEWLINENEWLINE(4) In seeking which he is sustained by a supernatural power (ver. 29). Verse 24. - Now I rejoice in my sufferings for your sake (Colossians 4:3; Ephesians 3:1, 13; Ephesians 6:19, 20; Philippians 1:12, 16, 29; Philippians 2:17; Philemon 1:9, 13; 2 Timothy 1:11, 12; Acts 9:16; Acts 26:29). \"Who\" is wanting in the older manuscripts. The abruptness of expression indicates a sudden outburst of feeling (comp. 2 Corinthians 7:9; 1 Timothy 1:12). \"Now - as these thoughts fill my mind\" (Lightfoot); or, better, \"In my present position (with the chain round my wrist:\" Eadie). St. Paul's sufferings as apostle of the Gentiles and in defence of their rights in the gospel - so \"for your sake\" (comp. Acts 13:44-50; Acts 22:21, 22; 1 Thessalonians 2:14-16; Romans 15:16; Galatians 5:11; 1 Timothy 2:7) - were matter of joy to him as they were of benefit to them. And am filling up in my turn the things that are lacking of the afflictions of Christ (Mark 10:39; John 15:20; Romans 8:17; 2 Corinthians 1:5; 2 Timothy 2:12; Philippians 3:10). \"Am filling up\" (ἀναπληρόω) has the same object (ὑστέρημα) in 1 Corinthians 16:17; Philippians 2:30 (comp. 2 Corinthians 9:12; 2 Corinthians 11:9; 1 Thessalonians 3:10). Here it is further compounded with ἀντί (\"over against\"), which implies some sort of correspondence - between defect and supply, say Meyer, Alford, Ellicott; but this is surely contained in the idea of filling up, whereas ἀντὶ bears as a rule, and always in St. Paul, a distinct and pointed reference of its own. \"He says not simply ἀναπληρῶ, but ἀνταναπληρῶ, that is, Instead of the Lord and Master, I the slave and disciple\" (Photius). Christ, the Head, had borne his part, now the apostle in turn fills up his part, in the great sum of suffering to be undergone on behalf of the body of Christ (see parallels). The verb being so understood, then, with Lightfoot, we infer that \"the afflictions of Christ\" (a phrase peculiar. . to this passage). are:NEWLINENEWLINE(1) Christ's own ministerial sufferings, endured at the hands of men. Affliction is a common term for all that Christians suffer as being in \"this present evil world\" (2 Thessalonians 1:4-6; Romans 5:3; 2 Corinthians 4:17: comp. John 16:33). Such suffering is common to the Master and his servants (John 15:20), and he leaves behind to each his fitting and correspondent share therein. These afflictions are \"the sufferings of the Christ\" in their ministerial as distinguished from their mediatorial aspect.NEWLINENEWLINE(2) The latter sense is, however, put on the phrase by Romanist divines, who quote the text in support of the doctrine of the merit of the saints, in contradiction to the uniform teaching of St. Paul and the whole New Testament, that the sacrifice of Christ is the sole meritorious ground of salvation for all men, leaving nothing to fill up (vers. 20-22; Ephesians 2:16; Romans 3:25, 20; 2 Corinthians 5:18, 19; Galatians 3:13; Hebrews 2:9; Hebrews 9:26; Hebrews 10:14; Acts 4:12; Acts 13:38, 39; John 1:29; 1 John 2:2; 1 Peter 2:24, etc.). It is worthy of note that, unless it be in the Epistle to the Hebrews, St. Paul never uses the words \"suffer,\" \"suffering\" (much less \"affliction\") in connection with the atoning sacrifice. He dwells rather on the objective fact itself - \"the death,\" \"the cross,\" \"the blood.\"NEWLINENEWLINE(3) The prevailing interpretation (Chrysostom, Augustine, down to Alford, Ellicott) finds here the afflictions of the Church (including Paul's) made Christ's by mystic sympathy (Ephesians 5:23, 29). But this view identifies Paul's sufferings with his Master's, while he expressly distinguishes them; and the idea, however beautiful in itself, is without Pauline analogy.NEWLINENEWLINE(4) Meyer holds the afflictions to be Paul's own afflictions which are Christ's by ethical identity, as belonging to the same class. This approaches (1), but is less simple grammatically, and again confuses the antithesis involved in the pointed ἀντί.NEWLINENEWLINE(5) Other modifications of this view - afflictions coming from Christ, on account of Christ, etc. - are less plausible. Dr. Gloag, in the Expositor, first series, vol. 7. pp. 224-236, fully discusses the passage and ably defends (3). In my flesh (2 Corinthians 4:10, 11; 2 Corinthians 7:5; Galatians 4:13, 14); for St. Paul's physical nature felt keenly the pangs of imprisonment, the chafing of \"these bonds.\" And thus he puts honour on the despised flesh, as capable of such high service (see note, ver. 22). On behalf of his body, which is the Church (ver. 18; Colossians 2:19; Ephesians 1:23; Ephesians 4:16; Ephesians 5:23; 2 Timothy 2:10). The interests of the Church demanded his sufferings. They are \"for you\" (Colossian Gentiles); but, in his view, the full possession of the gospel by the Gentiles and the existence of the Church itself were vitally bound up together (Ephesians 2:15, 21, 22; Ephesians 3:6). If \"Christ loved the Church, and gave himself for her\" (Ephesians 5:25), he might well in his turn suffer on the same account. The magnitude of the interests involved are measured by his greatness whose body the Church is (vers. 15-18). (On \"body,\" see note, ver. 18 .)NEWLINEVERSETITLESTARTColossians1:25VERSETITLEENDNEWLINEVERSESTARTWhereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;VERSEENDNEWLINEVerse 25. - Of which I became a minister (2 Corinthians 4:5; 2 Corinthians 6:3-10; 2 Corinthians 11:28, 29; 1 Thessalonians 2:1-12; Acts 20:28; 1 Peter 5:1-4). His sufferings are, therefore, matter of duty, as well as of joy. As the Church's minister, he is bound to toil and to suffer in whatever way her welfare requires. Elsewhere he styles himself \"minister of the gospel\" (ver 23; Ephesians 3:7), \"of God,\" \"of Christ,\" \"of a new covenant\" (2 Corinthians 3:6). (On \"minister,\" see note, ver. 7. According to the stewardship of God, that was given me to you-ward (Ephesians 3:1-13; 1 Corinthians 4:1-4; 1 Corinthians 9:17; 1 Timothy 1:4, R.V.; 1 Timothy 3:15; Luke 12:42; Luke 16:2-4; Hebrews 3:2-6; 1 Peter 4:10). Οἰκονομία (\"economy\") is first \"house-management,\" then \"administration\" generally the οἰκόνομος (\"house-steward\") was a confidential upper servant, frequently a slave, who controlled the general arrangements of a large establishment, and was responsible immediately to the master. Such an office the apostle holds, along with others (1 Corinthians 4:1), in the Church, \"the house of God\" (Ephesians 2:19-22; 1 Timothy 3:15; 2 Timothy 2:20: this conception, like that of \"the body of Christ\" - comp. note on ver. 18 - is fully developed only in the later Epistles). In this office he \"administers the gospel\" (1 Corinthians 9:17, 18), \"the grace of God\" (Ephesians 3:2; 1 Peter 4:10), and here more especially \"the mystery\" of vers. 26, 27 (comp. Ephesians 3:9, R.V.). In Ephesians 1:10 and Ephesians 3:2, the οἰκονομία is referred to God himself, the supreme Dispenser in his own house. This office \"was given\" him, and specifically as \"toward the Gentiles\" (for \"you\" points to the Colossians as Gentiles, vers. 24, 27, notes; Ephesians 3:1, 2; Romans 11:13), when he first became a servant of Christ (Acts 9:15; Acts 22:21; Acts 26:16-18; Galatians 1:15, 16; 1 Timothy 1:11-15; Romans 15:15, 16). Some interpreters connect \"to you-ward\" with the word \"fulfil,\" but less suitably (comp. Ephesians 3:2; Romans 15:16). To fulfil the word of God (Romans 15:16-19; Romans 16:25, 26). \"To fulfil\" (see vers. 9, 24, and \"fulness,\" ver. 19; also Colossians 2:9, 10; Colossians 4:12) is either \"to complete,\" to give full development and extension to the gospel message (vers. 5, 6; 2 Thessalonians 3:1; 2 Corinthians 2:14-17; Romans 15:19; Acts 20:20, 21, 27); or \"to accomplish\" the prophetic word (Romans 9:24-26; Romans 15:8 - 12; Acts 15:15-17), as in Acts 13:27, and frequently in the Gospels. This verb πληρόω, however, is not used by St. Paul elsewhere in the latter sense, and the former precisely suits the context (compare parallels from Romans). Other interpretations - \"to preach abundantly,\" \"to continue Christ's preaching\" (Ephesians 2:17; Hebrews 2:3), \"to execute the Divine commission\" - miss the sense of the verb. The word which it is the object of the apostle's ministry to fulfil, and in regard to which he had a special stewardship, is none other than -NEWLINEVERSETITLESTARTColossians1:26VERSETITLEENDNEWLINEVERSESTARTEven the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:VERSEENDNEWLINEVerse 26. - The mystery which hath been hidden away from the ages and from the generations (Ephesians 2:2, 3; Ephesians 3:5, 9; Romans 16:25, 26; Romans 11:25, 26, 33). The word \"mystery\" plays a large part in Colossians and Ephesians. It occurs in 1 Corinthians, and twice in the Roman Epistle, written from Corinth. Its use in Romans 16:25 is identical with that of the passage before us. The Greek mysteries were secret religious doctrines and rites made known only to initiated persons, who formed associations statedly assembling at certain sacred spots, of which Eleusis near Athens was the most famous. These systems exercised a vast influence over the Greek mind, and Greek literature is full of allusions to them; but their secret has been well kept, and little is known of their real character. Some of these mystic systems, probably, inculcated doctrines of a purer and more spiritual type than those of the vulgar polytheism. The ascetic and mystical doctrines ascribed to Pythagoras were propagated by secret societies. The language and ideas connected with the mysteries were readily adopted by the Jewish Broad Church of Alexandria, whose endeavour it was to expand Judaism by a symbolical and allegorizing method into a philosophic and universal religious system, and who were compelled to veil their inner doctrine from the eyes of their stricter, unenlightened (or unsophisticated) fellowbelievers. Μυστήριον appears in the Apocrypha as an epithet of the Divine Wisdom (Wisd. 2:22 Wisd. 8:4; etc.): Psalm 49:4; Psalm 78:2 (comp. Matthew 13:34, 35) furnished the Old Testament basis of this usage. (See Philo, 'On the Cherubim,' § 12; 'On Fugitives,' § 16; etc., for the place of mystery in the Alexandrine theology.) St. Paul, writing to men accustomed, either as Greeks or as Hellenistic Jews, to this phraseology, calls the gospel \"a mystery,\" as that which is \"hidden from the natural understanding and from the previous searchings of men\" (1 Corinthians 2:6-16). But in the words that follow he repudiates the notion of any secrecy or exclusiveness in its proclamation (comp. 2 Corinthians 3:12-4:6); in his language, \"mystery is the correlate of revelation.\" The thrice-repeated ἀπὸ (\"from,\" \"away\"), with the double indication of time, \"gives a solemn emphasis\" (Meyer) to the statement. Ages are successive epochs of time, with their states and conditions (comp. Galatians 1:4); generations are successive races of men, with their traditions and hereditary tendencies. But now it was made manifest to his saints (Colossians 2:2; Colossians 4:3; Ephesians 1:9; Ephesians 3:5; Ephesians 6:19; 1 Timothy 3:16; 1 Peter 1:20). The word \"reveal\" (Ephesians 3:5; 1 Corinthians 2:10) indicates a process, \"make manifest\" points to the result of this Divine act (Romans 16:25, 26: comp. Romans 1:17 with Romans 3:21; see Trench's 'Synonyms'). The transition from the participle in the last clause to the strongly assertive finite verb in this almost disappears in English idiom: comp. vers. 5, 6; Ephesians 1:20-22 (Greek); and see Winer's 'N.T. Grammar,' p. 717, or A. Buttmann, p. 382. There is also a change of tense: the manifestation is a single, sudden event (aorist), breaking through the long and seemingly final concealment of all previous time (present perfect participle); similarly in Romans 16:25, 26 and 1 Peter 1:20 (comp. Colossians 2:14, note). To his sailors; i.e. to the Church at large (ver. 2; Colossians 3:12); but this implies a spiritual qualification (1 Corinthians 2:14). \"His saints\" are the recipients; \"his holy apostles and prophets, in the Spirit,\" the organs (Ephesians 3:5) of this manifestation. The Church had long ago formally accepted this revelation (Acts 11:18); it was St. Paul's office to make it practically effectual.NEWLINEVERSETITLESTARTColossians1:27VERSETITLEENDNEWLINEVERSESTARTTo whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:VERSEENDNEWLINEVerse 27. - To whom God willed to make known what is the riches of the glory of this mystery amongst the Gentiles (Ephesians 3:5-10; Acts 11:17, 18; Romans 11:11, 12, 25-32; Romans 15:9-12). \"Willed\" stands emphatically first in the Greek. The revelation was so momentous in its issue, so signal in its method, and so contrary to human foresight and prejudice, that it proceeded evidently from\" the will of God\" (vers. 1, 9; Colossians 4:12; comp. Romans 9:18): \"Who was I,\" said St. Peter, \"that I could withstand God?\" The Ephesian letter delights to dwell on God's will as the cause of the whole counsel and work of salvation. The Revisers have rendered the verb by \"was pleased,\" the equivalent of εὐδοκέω (ver. 19; Ephesians 1:5, 9; etc.). There is no need to seek a reference to free grace in the verb \"willed;\" the two ideas are concurrent, but distinct (see, however, Lightfoot). The apostle's mind is filled with amazement as he contemplates the boundless riches which the salvation of the Gentiles revealed in God himself (comp. Romans 11:33-36; Romans 16:25-27; Ephesians 3:8-10). \"The glory of this mystery\" is the splendour with which it invests the Divine character (on \"glory,\" see note, ver. 11; and for \"riches of glory,\" Ephesians 1:18; Ephesians 3:16; Philippians 4:19; Romans 9:23). Amongst the Gentiles: \"semi-local clause, defining the sphere in which the riches of the glory is more specially evinced\" (Ellicott). At last this mystery is defined: which is Christ in you (Colossians 2:2, 3; 1 Timothy 3:16; Ephesians 3:17; Galatians 2:20; Galatians 4:19; Romans 8:10). By a bold metonymy, the mystery is identified with its subject or content. It is \"Christ\" himself (see Colossians 2:2, note), the Divine secret of the ages, the burden of all revelation; and \"Christ in you\" (Colossians 3:11), Christ dwelling in Gentile carts - this is the wonder of wonders! So the \"sinners of the Gentiles\" receive \"the like [equal] gift\" with the heirs of the promises (Acts 11:17). By a further and yet bolder apposition, this mystery of Christ in Colossian believers is made one with the hope of glory (vers. 5, 23; Colossians 3:4; Ephesians 1:12-14, 18; Philippians 3:20, 21; Romans 2:7; Romans 8:18-25; 1 Corinthians 15:43; 1 John 3:2), of which it is a pledge and a foretaste (vers. 4, 5; Colossians 3:15; Ephesians 1:13, 14; Romans 8:10-17). This glory is that which the Christian will wear in his perfected, heavenly state (Colossians 3:4; 1 Corinthians 15:43; Romans 8:18), when he will fully reflect the glory he now beholds in God through Christ (\"the glory of this mystery\"): compare the double \"glory\" of 2 Corinthians 3:18. The rights of the Gentile believer in Christ are therefore complete (Ephesians 3:6). Possessing him now in his heart, he anticipates all that he will bestow in heaven (on \"hope,\" see ver. 5).NEWLINEVERSETITLESTARTColossians1:28VERSETITLEENDNEWLINEVERSESTARTWhom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:VERSEENDNEWLINEVerse 28. - Whom we proclaim, admonishing every man, and teaching every man in all wisdom (Colossians 3:16; 1 Thessalonians 2:4-13; 1 Corinthians 1:23, 24; 1 Corinthians 4:1-5; 1 Corinthians 15:11; 2 Corinthians 4:1-6; 2 Corinthians 5:18-6:1; Acts 20:18-35; Acts 26:22, 23). We (emphatic, like the \"I\" of vers. 23, 25) includes St. Paul's coadjutors, Epaphras in particular (ver. 9; Colossians 4:7, 11, 12: comp. 2 Corinthians 1:19). Καταγγέλλω, to publish, bears a wider sense than κηρύσσω, to herald (ver. 23), St. Paul's favourite word. \"Admonishing and teaching\" are the two essential parts of the apostle's ministry, related as repentance to faith (Lightfoot, who gives interesting classical parallels). Νουθετέω (radically, \"to put in mind\"), peculiar to St. Paul in New Testament (including Acts 20:31), may denote reproof for the past, but more especially warning for the future (see 1 Corinthians 4:14; 2 Thessalonians 3:15: comp. note on Colossians 3:16). Thrice in this verse \"every man\" is repeated, and \"in all wisdom\" follows \"teaching\" with a marked emphasis. The Colossian errorists, as we should presume from the general tenor and affinities of their system, sought to form an inner mystical school or circle of discipleship within the Church, initiated into a wisdom and holiness supposed to be higher than that attainable by ordinary Christian faith (see note on \"mystery,\" ver. 26; also Colossians 2:2, 3, 8). An intellectual caste-feeling (see note, Colossians 3:11) was springing up in the Church. In 1 Corinthians 2:6-16 the apostle denounces the pride of reason which claims \"the things of God\" as its own; here he denounces the pride of intellect which refuses the knowledge of them to those who stand on a lower level of mental culture. To every man the Divine wisdom in Christ is accessible (Colossians 2:3, 10; Colossians 3:10, 16; Ephesians 2:17; Ephesians 3:18, 19): to none but \"the spiritual man\" (1 Corinthians 2:6, 12-3:1). \"Wisdom\" here is not subjective, a quality of the apostle (so Meyer, quoting 1 Corinthians 3:10), but objective, the quality of the truth itself (comp. Colossians 2:2, 23; Colossians 3:16; Ephesians 1:18; 1 Corinthians 1:22-25; 1 Corinthians 2:6, 7). That we may present every man perfect in Christ (ver. 22; Ephesians 4:13; Ephesians 5:25-27; 2 Corinthians 13:7-9; 1 Thessalonians 2:19, 20; 2 Timothy 2:10): the aim alike of Christ's redemption (ver. 22) and of the apostle's ministry. \"Perfect\" (τέλειος) is a word associated with the Greek mysteries (comp. 1 Corinthians 2:6, 7; and quotations in Lightfoot), and in common use denoted \"full-grown,\" \"grown men,\" as opposed to\" children \"(Ephesians 4:13, 14; Philippians 3:12, 15; Hebrews 5:11-6:1). The philosophic Judaists affected this term considerably. Philo frequently distinguishes between the \"perfect\" or \"fully initiated\" (τέλειοι), who are admitted to the sight of God, and the \"advancing\" (προκόπτοντες: comp. Galatians 1:14), who are candidates for admission to the Divine mysteries; and he makes Jacob a type of the latter, Israel of the former (see 'On Drunkenness,' § 20; 'On Change of Names,' § 3; 'On Agriculture,' §§ 36-38). The apostle makes \"perfect\" designedly parallel to the \"holy and without blemish\" of ver. 22, holding out a spiritual ideal very different from that of Alexandrine mystics; and declares that it is to be realized \"in Christ\" (vers. 2, 4), as in ver. 22 it appeared to be wrought \"through Christ\" and \"for Christ\" (comp. ver. 16).NEWLINEVERSETITLESTARTColossians1:29VERSETITLEENDNEWLINEVERSESTARTWhereunto I also labour, striving according to his working, which worketh in me mightily.VERSEENDNEWLINEVerse 29. - To which end also I toil hard, striving according to his working (Colossians 2:1; Colossians 4:12, 13; 1 Corinthians 15:10; Galatians 4:11; Philippians 2:16; 1 Timothy 4:10; Acts 20:35). Κοπιῶ, to labour to weariness, often used of manual labour, is a favourite word of St. Paul's (1 Corinthians 4:12; 2 Corinthians 11:27; 1 Thessalonians 2:9: comp. Ephesians 4:28; 1 Thessalonians 1:3; John 4:38). The figurative use of \"striving\" (\"agonizing,\" i.e. \"contending in the arena\") is only Pauline in the New Testament: comp. Colossians 2:1; Colossians 4:12; Philippians 1:30; 1 Corinthians 9:25; 1 Thessalonians 2:2; 1 Timothy 6:12; 2 Timothy 4:7; also Luke 22:44; in 1 Timothy 4:10 (R.V.) it is again connected with \"toil\" (κοπιάω). We need not, with Meyer and Ellicott, distinguish inward from outward striving in this word. The apostle's bodily sufferings (ver. 21) and his mental anxiety (Colossians 2:1) alike enter into the mighty struggle which he is maintaining on the Church's behalf, and which strains every fibre of his nature to the utmost (comp. 2 Corinthians 11:28). \"Striving\" implies opponents against whom he contends (Ephesians 6:12; 2 Thessalonians 3:2; 2 Corinthians 11:26); \"toiling hard,\" the painful efforts he has to make. In this toll he is divinely sustained, for he \"strives according to his [Christ's: comp. Philippians 4:13] working.\" Ανεργεία (\"energy,\" \"operative force,\" \"power in action\") - another word of St. Paul's vocabulary (frequent also in Aristotle) - is used by him only of supernatural power, \"a working of God,\" \"of Satan\" (2 Thessalonians 2:9, 11). Which worketh in me with power (ver. 11; Ephesians 3:16; Philippians 2:13; Philippians 4:13; 2 Corinthians 12:9, 10). The \"energy of Christ\" is such that it \"effectually works\" in the apostle; the same idea is repeated in noun and verb (ver. 11, note). The verb is middle in voice, as this \"working\" is that in which the Divine \"energy of Christ\" puts itself forth and shows what it can do (comp. 2 Corinthians 13:3-6); see note on \"bearing fruit,\" ver. 6, and Winer's 'N. T. Grammar,' p. 318 (dynamic middle). So it works unmistakably \"in [or, 'with'] power.\" Never do we find this consciousness of the Divine power dwelling in himself expressed by St. Paul with such joyous confidence as at this period (see Philippians 1:20, 21; Philippians 4:13; Ephesians 3:9, 20; and comp. note on ver. 23 b).NEWLINENEWLINENEWLINENEWLINENEWLINE","Col.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTColossians2:1VERSETITLEENDNEWLINEVERSESTARTFor I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;VERSEENDNEWLINEVerses 1-7. - SECTION IV. THE APOSTLE'S CONCERN FOR THE COLOSSI. AN CHURCH. So far the contents of the letter have been of a general and preparatory character. New the writer begins to indicate the special purpose he has in view by declaring, in connection with his concern for the welfare of the Gentile Churches at large (Colossians 1:24-29), the deep anxiety which he at present feels respecting the Colossian and neighbouring Churches. Verse 1. - For I would have you know how great a strife I have on behalf of you and those in Laodicea (Colossians 4:12, 13; 2 Corinthians 11:28, 29; Romans 1:9-13; Philippians 1:8, 25-30; 1 Thessalonians 2:17, 18; Galatians 4:20). The apostle has dwelt at such length and so earnestly upon his own position and responsibilities (Colossians 1:24-29), that the Colossians may feel how real and strong is his interest in their welfare, though personally strangers to him (see next clause). His solicitude for them is in keeping with the toil and strife of his whole ministry. \"I would have you know;\" a familiar Pauline phrase (1 Corinthians 11:3; Philippians 1:12; Romans 1:13, etc.). Ηλίκον (\"how great') has, perhaps, a slightly exclamatory force, as in James 3:5 (only other instance of the word in the New Testament), and in classical Greek. For \"strife,\" see note on \"striving\" (Colossians 1:29): the energy and abruptness of language characterizing this second chapter bear witness in the inward wrestling which the Colossian difficulty occasioned in the apostle's mind. (On the close connection of Colossae with Laodicea, comp. Colossians 4:13-17, notes; also Introduction, § 1.) The danger which had come to a head in Colassae was doubtless threatening its neighbours. The words, and as many as have not seen my face in (the) flesh (ver. 5; Colossians 1:8; Romans 1:11; Galatians 1:22; Acts 20:25), raise the question whether St. Paul had ever visited Colossae. The language of Colossians 1:7 (see note) raises a strong presumption against his being the founder of this Church, and the narrative of the Acts scarcely admits of any visit to this region in former missionary journeys. Theodoret amongst the Greeks, followed by our own Lardner and a few recent critics, contended that the apostle distinguishes here between Colossians and Laodiceans (or at least the former), and those who had not seen His face. But the disjunction is grammatically harsh and improbable (see Ellicott). (On the general question, see Introduction, § 2.) The apostle is the more anxious for this endangered Church, as the gifts that his presence might have conveyed (Romans 1:11) were wanting to them. He says, \"in flesh,\" for \"in spirit\" he is closely united with them (ver. 5; Colossians 1:8: comp. 1 Corinthians 5:3, 4). The object of his strife on their behalf is -NEWLINEVERSETITLESTARTColossians2:2VERSETITLEENDNEWLINEVERSESTARTThat their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;VERSEENDNEWLINEVerse 2. - That their hearts may be encouraged (Colossians 4:8; Ephesians 6:22; 1 Thessalonians 3:2; 1 Thessalonians 4:18; 2 Thessalonians 2:17; 2 Corinthians 13:11). For the mischief at work at Colossae was at once unsettling (vers. 6, 7; Colossians 1:23) and discouraging (Colossians 1:23; Colossians 2:18; Colossians 3:15) in its effects, Παρακαλῶ, a favourite word of St. Paul's, means \"to address,\" \"exhort,\" then more specially \"to encourage,\" \"comfort,\" (2 Corinthians 1:4), \"to beseech\" (Ephesians 4:1; 2 Corinthians 6:1),or \"to instruct\" (Titus 1:9). The heart, in Biblical language, is not the seat of feeling only, but stands for the whole inner man, as the \"vital centre\" of his personality (see Back's 'Biblical Psychology:' comp. Mark 7:19, 21; 1 Peter 3:4; Romans 7:22; Ephesians 3:16, 17). While they are (literally, they having been) drawn together in love, and into all (the) riches of the full assurance of the understanding, unto (or, into) (full) knowledge of the mystery of God, (even) Christ (ver. 19; Colossians 1:9; Colossians 3:10, 14; Colossians 4:12; Ephesians 1:17, 18; Ephesians 3:17-19; Ephesians 4:2, 3, 15, 16; Philippians 1:9; Philippians 2:2; 1 Corinthians 1:10; 2 Corinthians 13:11). In the best Greek copies \"drawn together\" is nominative masculine, agreeing with \"they,\" the logical subject implied in \"their hearts\" (feminine). Συμβιβάζω has the same sense in ver. 19 and Ephesians 4:16; in 1 Corinthians 2:16 it is quoted from the LXX in another sense; and it has a variety of meanings in the Acts. \"Drawn together\" expresses the double sense which accrues to the verb in combination with the two prepositions \"in\" and \"into:\" \"united in love,\" Christians are prepared to be \"led into all the wealth of Divine knowledge.\" This combination of \"love and knowledge\" appears in all St. Paul's letters of this period (comp. Ephesians 4:12-16; Philippians 1:9; and contrast 1 Corinthians 8:1-3; 1 Corinthians 13:1, 2, 8-13). \"The riches of the full assurance,\" etc., and \"the knowledge of the mystery\" are the counterpart of \"the riches of the glory of the mystery,\" of Colossians 1:27; the fulness of conviction and completeness of knowledge attainable by the Christian correspond to the full and satisfying character of the revelation he receives in Christ (comp. Ephesians 1:17-19). (On \"understanding,\" see note, Colossians 1:9.) \"Full assurance,\" or \"conviction\" (πληροφορία), is a word belonging to St. Luke and St. Paul (with the Epistle to the Hebrews) in the New Testament (not found in classical Greek), and denotes radically \"a bringing to fall measure or maturity.\" Combined with \"understanding,\" it denotes the ripe, intelligent persuasion of one who enters into the whole wealth of the \"truth as it is in Jesus\" (comp. Colossians 4:12, R.V.; also Romans 4:21 and Romans 14:5, for corresponding verb). In this inward \"assurance,\" as in a fortress, the Colossians were to entrench themselves against the attacks of error (Colossians 1:9; Colossians 3:15, and notes). Αἰς ἐπίγνωσιν is either in explanatory apposition to the previous clause, or rather donors the further purpose for which this wealth of conviction is to be sought: \"knowledge of the Divine mystery, knowledge of Christ\" - this is the supreme end, ever leading on and upward, for the pursuit of which all strengthening of heart and understanding are given (Colossians 3:10; Ephesians 3:16-19; Philippians 3:10). The Revisers have corrected the erroneous \"acknowledgment\" by their paraphrastic rendering, \"that they may know.\" (On ἐπίγνωσις (comp. γνῶσις, ver. 3), see note, Colossians 1:6.) The object of this knowledge is the great manifested mystery of God, namely Christ (Colossians 1:27). We confidently accept here the Revised reading, that of nearly all recent textual critics, which omits the words found in the Received Text between \"God\" and \"Christ.\" There are extant eleven distinct variations of this reading, and that of the Textus Receptus is, to all appearance, the latest and worst; \"the passage is altogether an instructive lesson on textual criticism\" (Lightfoot, pp. 252, 253; also Westcott and Hort, 'Introduction: Notes on Selected Readings,' pp. 125, 126). The words thus read have been interpreted mystery of the God Christ\" (the Latin Hilary, and a few moderns); of the God of Christ\" (Meyer, quoting Ephesians 1:17; John 20:17; Matthew 27:46); - both interpretations grammatically correct, but unsuitable here, even if in harmony with Pauline usage elsewhere. Alford omits \"of Christ\" altogether, distrusting the textual evidence. Meyer objects to the rendering we have followed (that of Ellicott, Lightfoot, Revisers), that the apostle, if this be his meaning, has expressed himself ambiguously; but comp. Colossians 1:27 (see note); also 1 Timothy 3:16, \"The mystery, who was manifested in flesh.\"NEWLINEVERSETITLESTARTColossians2:3VERSETITLEENDNEWLINEVERSESTARTIn whom are hid all the treasures of wisdom and knowledge.VERSEENDNEWLINEVerse 3. - In whom (or, which) are all the treasures of wisdom and knowledge hidden(ly) (Ephesians 1:8, 9; Ephesians 3:8; Romans 11:33; 1 Corinthians 1:5, 6, 30; 1 Corinthians 2:7; 2 Corinthians 4:3). Bengel, Meyer, Alford, and others make the relative pronoun neuter, referring to \"mystery;\" but \"Christ,\" the nearer antecedent, is preferable (vers. 9, 10; Colossians 1:16, 17, 19). In him the apostle finds what false teachers sought elsewhere, a satisfaction for the intellect as well as for the heart - treasures of wisdom and knowledge to enrich the understanding, and unsearchable mysteries to exercise the speculative reason. \"Hidden\" is, therefore, a secondary predicate: in whom are these treasures, - as hidden treasures\" (Ellicott, Lightfoot). (For a similar emphasis of position, compare \"made complete,\" ver. 10, and \"seated,\" Colossians 3:1.) Meyer and Alford, with the Vulgate, make \"hidden\" an attributive: \"in whom are hidden treasures.\" Chrysostom and leading versions make it primary predicate: \"in whom are hidden,\" etc., against the order of the words. This word also belongs to the dialect of the mystic theosophists (see note, Colossians 1:27: comp. 1 Corinthians 2:6-16; Isaiah 45:3; Proverbs 2:1-11). (On \"wisdom,\" see note, Colossians 1:9.) Knowledge (γνῶσις, not ἐπίγνωσις, ver. 2; Colossians 1:9; Colossians 3:10; for this phrase is more comprehensive) is the more objective and purely intellectual side of wisdom (comp. Romans 11:33).NEWLINEVERSETITLESTARTColossians2:4VERSETITLEENDNEWLINEVERSESTARTAnd this I say, lest any man should beguile you with enticing words.VERSEENDNEWLINEVerse 4. - In this verse the apostle first definitely indicates the cause of his anxiety, and the Epistle begins to assume a polemic tone. This verse is, therefore, the prelude of the impending attack on the false teachers (vers. 8-23). This I say, that no one may be deluding you in persuasive speech (vers. 8, 18, 23; Ephesians 4:14; 1 Corinthians 2:1, 4, 13; 1 Timothy 6:20; Psalm 55:21). This was the danger which made a more adequate comprehension of Christianity so necessary to the Colossians (vers. 2, 3). Πιθανολογία, one of the numerous hapax legomenon of this Epistle (words only used here in the New Testament), compounds into one word the πειθοῖ λόγοι (\"persuasive words\") of 1 Corinthians 2:4 (compare \"word of wisdom,\" ver. 23). In classical writers it denotes plausible, ad captandum reasoning. Παραλογίζομαι (only here and James 1:22 in the New Testament) is \"to use bad logic,\" \"to play off fallacies (paralogisms).\" The new teachers were fluent, specious reasoners, and had a store of sophistical arguments at command. The tense of the verb indicates an apprehension as to what may be now going on (vers. 8, 16, 18, 20; Colossians 1:23). We shall see afterwards (vers. 8-23) what was the doctrine underlying this \"persuasive speech.\"NEWLINEVERSETITLESTARTColossians2:5VERSETITLEENDNEWLINEVERSESTARTFor though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.VERSEENDNEWLINEVerse 5. - For if indeed I am absent in the flesh, yet in the spirit I am with you (1 Thessalonians 2:17; 1 Corinthians 5:3, 4). The connection of this verse with the last is not obvious. Ellicott, following Chrysostom, makes St. Paul's spiritual presence the reason for his being able to give the Colossians this warning; Meyer, his bodily absence the reason for their needing it. It is better, with Lightfoot, to see here a general explanatory reference to the previous context, a renewed declaration (ver. 1) of watchful interest in these distant brethren and a hearty acknowledgment of their Christian loyalty. The tone of authoritative warning just assumed (ver. 4) is thus justified, and yet softened (compare the apologetic tone of Romans 15:14, 15). The phrase, \"if I am absent,\" does not imply a previous presence (see note, ver. 1). Rejoicing and beholding your order, and the steadfastness of your faith in Christ (Philippians 1:4-8, 27; 1 Corinthians 1:5-8; 1 Thessalonians 2:13; 2 Thessalonians 1:4). St. Paul dos not say, \"rejoicing in beholding.\" The consciousness of union with brethren far away, whom he has never seen (ver. 1), is itself a joy; and this joy is heightened by what he sees through the eyes of Epaphras (Colossians 1:4, 6-8: comp. 2 Corinthians 7:7) of the condition of this Church. Τάξις and στερέωμα are military terms, denoting the \"ordered array\" and \"solid front\" of an army prepared for battle (Lightfoot, Hofmann): comp. Ephesians 6:11, etc.; Philippians 1:27. Others find the figure of a building underlying the second word - Vulgate, firmamentum (\"solid basis\") - and this is its more usual meaning, and agrees with ver. 7 and Colossians 1:23 (comp. 2 Timothy 2:19; 1 Peter 5:9; Acts 16:5; also Psalm 18:2, LXX, for the noun, not found, elsewhere in the New Testament). The precise expression, \"faith in Christ\" (literally, into - εἰς, not ἐν, as in Colossians 1:4, see note) occurs only here in the New Testament; in Acts 24:24 read \"in Christ Jesus.\" In such passages as Romans 3:22, 26 (where πίστις is followed by the genitive), Christ appears as object of faith; in such as Colossians 1:4 and Colossians 2:5 he is its ground or substratum, that in which it rests and dwells, into which it roots itself.NEWLINEVERSETITLESTARTColossians2:6VERSETITLEENDNEWLINEVERSESTARTAs ye have therefore received Christ Jesus the Lord, so walk ye in him:VERSEENDNEWLINEVerse 6. - As therefore ye received Christ Jesus the Lord, walk in him (Philippians 1:27; Philippians 2:9-11; 1 Thessalonians 4:1; 2 Thessalonians 2:13-15; 1 Corinthians 15:1, 2; Galatians 3:2-4; Galatians 5:1; Hebrews 3:6; Hebrews 4:14; Hebrews 10:23; John 7:17; John 15:5-10; Romans 3:11). Such a walk will be consistent with their previous steadfastness, and will lead them to larger spiritual attainments (Colossians 1:10; see note). \"Ye received\" (παραλαμβάνω, not δέχομαι, as in Colossians 4:10: comp. 1 Thessalonians 2:13) reminds the Colossians of what they had received (compare\" ye were taught,\" ver. 7 and Colossians 1:7) rather than of the way of their receiving it. \"Christ Jesus the Lord,\" is literally, the Christ Jesus, the Lord - an expression found besides only in Ephesians 3:11 (Revised Text). The prefixed article points out Christ Jesus in his full style and title as the Person whom the Colossians had received, and received as the Lord. \"The Lord\" has a predicative force, as in 1 Corinthians 12:3 (R.V.); 2 Corinthians 4:5; Philippians 2:11. \"Jesus is Lord\" was the testing watchword applied in the discerning of spirits; \"Jesus Christ is Lord\" is to be the final confession of a reconciled universe; and \"Christ Jesus is Lord\" is the rule of faith that guides all conduct and tests all doctrine within the Church (comp. ver. 19; Romans 16:18). It is \"a summary of the whole Christian confession\" (Meyer). To vindicate this lordship, on which the Colossian error trenched so seriously, is the main object of the Epistle (Colossians 1:13-20). We must not, therefore, with Alford, Lightfoot, Hofmann, analyze \"the Christ Jesus:\" \"Ye received the Christ, (namely) Jesus, who is the Lord.\" The writer has already used \"Christ Jesus\" as a single proper name at the outset (Colossians 1:1, 4); and it was the lordship of Christ Jesus, not the Messiahship of Jesus, that was now in question. In Acts 18:5, 28 the situation is entirely different. In the following clause, \"in him\" is emphatic, as in ver. 7 (compare the predominant αὐτός of Colossians 1:16-22; Colossians 2:9-15). Hence the contradiction of figure, \"walk, rooted, and builded up,\" does not obtrude itself. (On \"walk,\" see note, Colossians 1:10; and on \"in Christ\" in this connection, see notes, Colossians 1:4; Colossians 2:10; and comp. Romans 6:3-11; Romans 8:1; 2 Corinthians 5:17; John 15:1-7.)NEWLINEVERSETITLESTARTColossians2:7VERSETITLEENDNEWLINEVERSESTARTRooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.VERSEENDNEWLINEVerse 7. - Rooted and builded up in him (Colossians 1:23; Colossians 2:5; Ephesians 2:20, 21; Ephesians 3:18; Ephesians 4:16; 1 Corinthians 3:9-12; Jude 1:20; Luke 6:47, 48). \"Rooted\" is perfect participle, in, plying an abiding fact (\"fast rooted\"); while \"builded up\" (literally, upon or unto) is in the present tense of a continued process, the prefix ἐπὶ also implying growth and gain (Colossians 1:6, 10; Colossians 2:19). Meyer and Ellicott view ἐν αὐτῷ as a mere complement of the latter participle: \"being builded in him.\" This weakens the force of both prepositions (ἐπὶ and ἐν), and the emphasis of the repeated \"in him.\" The ideas of planting and building are similarly combined in 1 Corinthians 3:9; Ephesians 3:18; and rooted is a figure applied to buildings in ether Greek writers (Lightfoot). \"Christ is the ground for the roots below, and the foundation for the building above\" (Meyer). And stablished in (or, by) your faith, according as ye were taught (Colossians 1:5-7, 23; 1 Corinthians 1:6-8; 1 Thessalonians 3:2; 1 Thessalonians 4:1; 2 Thessalonians 2:13-15; 1 Peter 5:9, 10). 'Αν before πίστει (\"faith\") is struck out in the Revised Text, and is probably a correct gloss. The instrumental dative, preferred by Meyer and Lightfoot, does not accord so well with ver. 5 and Colossians 1:23 (comp. Philippians 1:27; 1 Corinthians 16:13; 1 Timothy 5:8; 2 Timothy 4:7; 1 Peter 5:9). \"Stablished\" (βεβαιούμενοι, being kept firm) is present in tense, like \"builded up\" (ver. 6, see note): comp. Romans 4:16; Philippians 1:7; Hebrews 3:6; Hebrews 6:19; Hebrews 13:9; and distinguish from στηρίζω, to make stable, fix firmly. In \"as ye were taught\" the apostle reminds his readers again of their first lessons in the gospel (Colossians 1:5-7, see notes; 2 Thessalonians 2:15). Abounding in it, with thanksgiving; or, abounding in thanksgiving (Colossians 1:3, 12; Colossians 3:15, 17; Colossians 4:2; Ephesians 5:4, 20; 1 Thessalonians 5:18; Hebrews 13:15). The Revisers relegate \"in it (your faith)\" to the margin, following the judgment of Tischendorf and Tregelles; while Westcott and Hort, Alford, Ellicott, Lightfoot, retain the words in the text. The reading \"in him,\" found in the Vulgate and leading Western documents, throws doubt on these words; but it is difficult to see why they should have been inserted if not authentic, and they might easily be confused by a copyist with the foregoing \"in him.\" The second ἐν, if ἐν αὐτῇ be retained, becomes ἐν οφ αξξομπανιμεντ, and may be rendered \"with,\" as in Colossians 1:29; Ephesians 6:2. (On \"thanksgiving,\" see note, Colossians 1:12.)NEWLINEVERSETITLESTARTColossians2:8VERSETITLEENDNEWLINEVERSESTARTBeware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.VERSEENDNEWLINEVerses 8-15. - SECTION V. THE CHRISTIAN'S COMPLETENESS IN CHRIST. The apostle has first defined his own doctrinal position in the theological deliverance of Colossians 1:15-20, and has then skilfully brought himself into suitable personal relations with his readers by the statements and appeals of Colossians 1:23-2:7. And now, after a general indication in ver. 4 of the direction in which he is about to strike, he unmasks the battery he has been all the while preparing, and delivers his attack on the Colossian error, occupying the rest of this second chapter, he denouncesNEWLINENEWLINE(1) its false philosophy of religion (vers. 8-15);NEWLINENEWLINE(2) its arbitrary and obsolete ceremonialism (vers. 16, 17);NEWLINENEWLINE(3) its visionary angel worship (vers. 18, 19);NEWLINENEWLINE(4) its ascetic rules (vers. 20-22; ver. 23)NEWLINENEWLINEreviewing the whole system in a brief characterization of its most prominent and dangerous features. It will be convenient to treat separately the first of these topics, under the heading already given, which indicates the positive truth developed by St. Paul in antagonism to the error against which he contends - a truth which is the practical application of the theological teaching of the first chapter. Verse 8. - Beware lest there shall be some one who maketh you his spoil through his philosophy and empty deceit (vers. 4, 18, 23; Ephesians 4:14; 1 Timothy 6:20; 1 Corinthians 2:1, 4; Galatians 1:7; Acts 20:30). \"Beware;\" literally, see (to it), a common form of warning (Colossians 4:17). The future indicative\" shall be,\" used instead of the more regular subjunctive \"should be,\" implies that what is feared is too likely to prove the case (comp. Hebrews 3:12 and (with another tense) Galatians 4:11). \"Some one who maketh (you) his spoil (ὁ συλαγωγῶν)\" is an expression so distinct and individualizing that it appears to single out a definite, well known person. The denunciations of this Epistle are throughout in the singular number (vers. 4, 16, 18), in marked contrast with the plural of Galatians 1:17, and that prevails in the apostle's earlier polemical references. It is in harmony with the philosophical, Gnosticizing character of the Colossian heresy that it should rest on the authority of some single teacher, rather than on Scripture or tradition, as did the conservative legalistic Judaism. Συλαγωγῶν, a very rare word, hapax legomenon in the New Testament, bears its meaning on its face. It indicates the selfish, partisan spirit, and the overbearing conduct of the false teacher. Against such men St. Paul had forewarned the Ephesian elders (Acts 20:29, 30). \"And empty deceit\" stands in a qualifying apposition to \"philosophy:\" \"His philosophy, indeed! \"It is no better than a vain deceit.\" This kind of irony we shall find the writer using with still greater effect in ver. 18. Deceit is empty (κενός: comp. Ephesians 5:6; 1 Thessalonians 2:1; 1 Corinthians 15:14; distinguish from μάταιος, fruitless, vain), which deceives by being a show of what it is not, a hollow pretence. From the prominence given to this aspect of the new teaching, we infer that it claimed to be a philosophy, and made this its special distinction and ground of superiority. And this consideration points (comp. Introduction, § 4), to some connection between the system of the Colossian errorists and the Alexandrine Judaism, of which Philo, an elder contemporary of St. Paul, is our chief exponent. The aim of this school, which had now existed for two centuries at least, and had diffused its ideas far and wide, was to transform and sublimate Judaism by interpreting it under philosophical principles. Its teachers endeavoured, in fact, to put the \"new wine\" of Plato into the old bottles\" of Moses, persuading themselves that it was originally there (comp. note on \"mystery,\" Colossians 1:27). In Philo, philosophy is the name for true religion, whose essence consists in the pursuit and contemplation of pure spiritual truth. Moses and the patriarchs are, with him, all \"philosophers;\" the writers of the Old Testament\" philosophize;\" it is\" the philosophical man\" who holds converse with God. This is the only place where philosophy is expressly mentioned in the New Testament; in 1 Corinthians 1:21 and context it is, however, only verbally wanting. According to the tradition of men, according to the rudiments of the world, and not according to Christ (vers. 17, 20, 22; Galatians 1:11, 12; Galatians 4:3, 9; 1 Corinthians 1:20, 21; 1 Corinthians 3:19-21; Matthew 15:2; Mark 7:8; 1 John 4:5; 1 Peter 1:18). This clause qualifies \"making spoil\" (Meyer, Ellicott) rather than \"deceit;\" human authority and natural reason furnish the principles and the method according to which the false teacher proceeds. \"Tradition\" does not necessarily imply antiquity (comp. 1 Corinthians 11:2; 2 Thessalonians 2:15; 2 Thessalonians 3:6); \"of men\" is the emphatic part of the phrase. These words are characteristic of St. Paul, who was so profoundly conscious of the supernatural origin of his own doctrine (see Galatians 1:11-17; 1 Corinthians 11:23; 1 Thessalonians 4:15: comp. John 3:31-35; John 8:23; 1 John 4:5). Similarly, \"the rudiments of the world\" are the crude beginnings of truth, the childishly faulty and imperfect religious conceptions and usages to which the world had attained apart from the revelation of Christ (comp. Galatians 4:3, 9; also Hebrews 5:12, for this use of στοιχεῖα). It is not either Jewish or non-Jewish elements specifically that are intended. Jew and Greek are one in so far as their religious ideas are \"not according to Christ.\" Greek thought had also contributed its rudiments to the world's education for Christ: hence, comprehensively, \"the rudiments of the world \"(comp. 1 Corinthians 1:21). The blending of Greek and Jewish elements in the Colossian theosophy would of itself suggest this generalization, already shadowed forth in Galatians 4:3. Neander, Hofmann, and Klopper (the latest German commentator), have returned to the view that prevailed amongst the Fathers, from Origen downwards, reading this phrase, both here and in Galatians, in a physical sense, as in 2 Peter 3:10, 12; the elementa mundi, \"the powers of nature,\" \"heavenly bodies,\" etc., worshipped by the Gentiles as gods, and which the Jews identified with the angels (ver. 18; Hebrews 1:7) as God's agents in the direction of the world. This interproration has much to recommend it, but it scarcely harmonizes with the parallel \"tradition of men,\" still less with the context of ver. 20, and is absolutely at variance, as it seems to us, with the argument involved in Galatians 4:3. Not the doctrine of Christ, but Christ himself is the substitute for these discarded rudiments (vers. 17, 20). His Person is the norm and test of truth (1 Corinthians 12:3; 1 John 4:1-3). The views combatted were \"not according to Christ,\" for they made him something less and lower than that which he is.NEWLINEVERSETITLESTARTColossians2:9VERSETITLEENDNEWLINEVERSESTARTFor in him dwelleth all the fulness of the Godhead bodily.VERSEENDNEWLINEVerse 9. - Because in him dwelleth all the fulness (or, completeness) of the Godhead bodily (Colossians 1:19; Philippians 2:6-8; Romans 1:3, 4; Romans 9:5; John 1:1, 14). In Colossians 1:18-20 we viewed a series of events; here we have an abiding fact. The whole plenitude of our Lord's Divine-human person and powers, as the complete Christ, was definitively constituted when, in the exercise of his kingly prerogative, \"he sat down on the right hand of the Majesty on high.\" \"From henceforth\" that fulness evermore resides in him (comp. note, Colossians 1:19). The undivided pleroma of Colossians 1:19 now reveals its twofold nature: it is \"the fulness of the Godhead,\" and yet \"dwells corporeally in him.\" \"Godhead\" (θεότης) is the abstract of \"God\" (θεός), not of the adjective \"Divine\" (θεῖος: the Vulgate therefore, wrongly, divinitatis: comp. Romans 1:20; Acts 17:29; Wisd. 18:9), and denotes,\"not Divine excellences, but the Divine nature\" (Bengel); see Trench's 'Synonyms.' Schenkel and others, guided by a conjecture of Theodoret, have found here the Church, supporting their view by a very doubtful interpretation of Ephesians 1:23. Still more groundless is the identification of this pleroma with the created world. The apostle unmistakably affirms that the Divine nature, in its entirety, belongs to the Church's Christ. The literal sense of \"bodily\" (maintained by Meyer, Alford, Ellicott, Lightfoot, Hofmann, after Chrysostom and Athanasius) has been avoided by those who render it \"wholly\" (Jerome); \"essentially, substantially\" (Cyril, Theophylact, Calvin, Klopper), as opposed to \"relatively\" or \"partially;\" \"truly\" (Augustine, Erasmus, Bengel, Bleek), as opposed to \"figuretively\" (ver. 17). The adverb σωματικῶς (always literal in classical usage, along with its adjective) occurs only here in the New Testament; the adjective \"bodily\" in 1 Timothy 4:8; Luke 3:22. \"The body of his flesh\" in Colossians 1:22 affords a truer parallel than the language of ver. 17, where σῶμα, bears an exceptional sense (see note). Elsewhere St. Paul balances in similar fashion expressions relating to the twofold nature of Christ (see parallels). The assertion that \"all the fulness of Deity\" dwells in Christ negatives the Alexandrine \"philosophy,\" with its cloud of mediating angel powers and spiritual emanations; the assertion that it dwells in him bodily equally condemns that contempt for the body and the material world which was the chief practical tenet of the same school (comp. notes on Colossians 1:22 and Colossians 2:23).NEWLINEVERSETITLESTARTColossians2:10VERSETITLEENDNEWLINEVERSESTARTAnd ye are complete in him, which is the head of all principality and power:VERSEENDNEWLINEVerse 10. - And (because) ye are in him made complete; or fulfilled (Ephesians 1:3, 7-11, 23; Ephesians 3:18, 19; Ephesians 4:13; Philippians 4:19; Galatians 3:14, 24; Galatians 5:1, 4; 1 Corinthians 1:30; 1 Corinthians 2:2). A complete Christ makes his people complete; his pleroma is our plerosis. Finding the whole fulness of God brought within our reach and engaged in our behalf (Philippians 2:7; Matthew 20:28) in him, we need not resort elsewhere to supply our spiritual needs (Philippians 4:19). \"In him\" is the primary predicate (see Alford, Ellicott, against Meyer: comp. ver. 3): \"Ye are in him\" is the assumption (Romans 8:1; Romans 16:7); \"(ye are) made complete\" is the inference. (On the verb πληρόω (the basis of pleroma), used in perfect participle of abiding result, see notes, Colossians 1:9, 19.) This completeness includes the furnishing of men with all that is required for their present and final salvation as individuals (vers. 11-15; Colossians 1:21, 22, 28), and for their collective perfection as forming the Church, the body of Christ (vers. 2, 19; Colossians 1:19; Ephesians 1:23; Ephesians 5:26, 27); for this twofold completeness, comp. Ephesians 4:12-16. Who is the Head of all principality and dominion (vers. 15, 18; Colossians 1:16; Ephesians 1:21; Philippians 2:10, 11; 1 Corinthians 15:24; Hebrews 1:6, 14; 1 Peter 3:22). (On \"principality,\" etc., see note, Colossians 1:16.) The Colossians were being taught to replace or supplement Christ's offices by those of angel powers (see notes, vers. 15, 18). Philo ('Concerning Dreams,' 1. §§ 22, 23) writes thus of the angels: \"Free from all bodily encumbrance, endowed with larger and diviner intellect, they are lieutenants of the All ruler, eyes and ears of the great King. Philosophers in general call them demons (δαίμονες); the sacred Scripture angels, for they report (διαγγέλλουσι) the injunctions of the Father to his children, and the wants of the children to their Father.... Angels, the Divine words, walk about [comp. 2 Corinthians 6:16] in the souls of those who have not yet completely washed off the (old) life, foul and stained through their cumbersome bodies, making them bright to the eyes of virtue.\" In such a strain the Colossian \"philosopher\" may have been talking. But if Christ is the Maker and Lord of these invisible powers - (Colossians 1:15, 16), and we are in him, then we must no longer look to them as our saviours.NEWLINEVERSETITLESTARTColossians2:11VERSETITLEENDNEWLINEVERSESTARTIn whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:VERSEENDNEWLINEVerse 11. - In whom also ye were circumcised, with a circumcision not wrought by hands (Ephesians 2:11; Philippians 3:3; Galatians 5:2-6; Galatians 6:12-15; Romans 2:25-29; Romans 4:9-12; 1 Corinthians 7:18; Acts 15:l, 5; Deuteronomy 30:6). Circumcision was insisted on by the new \"philosophical\" teacher as necessary to spiritual completeness; but from a different standpoint, and in a manner different from that of the Pharisaic Judaizers of Galatia and of Acts 15:1. By the latter it was preached as matter of Law and external requirement, and so became the critical point in the decision between the opposing principles of \"faith\" and \"works.\" By the philosophical school it was enjoined as matter of symbolic moral efficiency. So Philo speaks of circumcision ('On the Migration of Abraham,' § 16) as \"setting forth the excision of all the pleasures and passions, and the destruction of impious vain opinion\" (see also his treatise 'On Circumcision'). From this point of view, baptism is the Christian circumcision, the new symbolic expression of the moral change which St. Paul and his opponents alike deemed necessary, though they understood it in a different sense from him (see vers. 20-23). In this respect the Christian is already complete, for his circumcision took place in the stripping off of the body of the flesh, in the circumcision of Christ (Colossians 3:5, 8, 9; Ephesians 4:22-25; Romans 6:6; Romans 7:18-25; Romans 13:12; 1 Peter 2:1; 1 Peter 4:1, 2). The inserted \"of the sins\" is an ancient gloss. Ἀπ(έκ(δυσις, a double compound, found only in this Epistle (see corresponding verb in ver. 15; Colossians 3:9), denotes both \"stripping off\" and \"putting away.\" \"The stripping off of the body\" was the ideal of the philosophical ascetics (see note on \"body,\" ver. 23, and quotations from Philo). The apostle adds \"of the flesh;\" i.e. of the body in so far as it was the body of the flesh (vers. Colossians 2:13, 18, 23; Colossians 3:5). \"The flesh\" (in Colossians 1:22 that which Christ had put on; here that which the Christian puts off: comp. Romans 8:3) is \"the flesh of sin,\" of Romans 8:3; Galatians 5:19; Ephesians 2:3, etc. \"The body,\" while identified with this \"flesh,\" is \"the body of sin\" and \"of death\" (Romans 6:6; Romans 7:24; see Meyer, Godet, or Beet); sin inhabits it, clothes itself with it, and presents itself to us in its form; and this being the normal condition of unregenerate human nature, the sinful principle is naturally called the flesh. So \"the (bodily) members\" become \"the members that are upon the earth,\" employed in the pursuit of lust and greed, till they become practically one with these vices (Colossians 3:5, see note; also Romans 7:5, 23). Yet \"the body\" and \"the (sinful) flesh,\" while in the natural man one in practice, are in principle distinguishable (ver. 23: comp. Colossians 1:22], and separable (Romans 6:12). The deliverance from the physical acts and habits of the old sinful life, experienced by him who is \"in Christ\" (ver. 10; Romans 8:1-4; 2 Corinthians 5:17), is \"the circumcision according to the Christ,\" or here more pointedly \"of Christ\" - a real and complete, instead of a partial and symbolic, putting away of the organic life and domination of sin which made the body its seat and its instrument. The genitive\" of Christ \"is neither objective (\"undergone by Christ\"), nor subjective (\"wrought by Christ\"), but stands in a mere general relation - \"belonging to Christ,\" \"the Christian circumcision.\" The occasion of this new birth in the Colossians was their baptism -NEWLINEVERSETITLESTARTColossians2:12VERSETITLEENDNEWLINEVERSESTARTBuried with him in baptism, wherein also ye are risen with him through the faith of the operation of God, who hath raised him from the dead.VERSEENDNEWLINEVerse 12. - When ye were (literally, having been) buried with him in your baptism (ver. 20; Colossians 3:3; Romans 6:1-11; Galatians 3:26, 27; Ephesians 4:5; Ephesians 5:26; Titus 3:5; 1 Peter 3:21). Βαπτισμός, the rarer form of the word, is preferred by Tregelles, Alford, Lightfoot (see his note), being found in Codex B, with other good authorities; it indicates the process (\"in your baptizing\"). Βάπτισμα, the usual form of the word, is retained by Revisers, after Tischendorf, Ellicott, Westcott and Herr. Baptism stands for the entire change of the man which it symbolizes and seals (Romans 6:3-5; Galatians 3:27). The double aspect of this change was indicated by the twofold movement taking place in immersion, the usual form of primitive baptism - first the κατάδυσις, the descent of the baptized person beneath the symbolic waters, figuring his death with Christ as a separation from sin and the evil past (ver. 20), - there for a moment he is buried, and burial is death made complete and final (Romans 6:2-4); then the ἀνάδυσις, the emerging from the baptismal wave, which gave baptism the positive side of its significance. In which (or, whom) also ye were raised with (him), through your faith in the working of God, who raised him from the dead (Colossians 3:1; Colossians 1:18; Ephesians 2:6, 8; Romans 6:4; Romans 4:24, 25; 1 Peter 1:21). We refer the relative pronoun to the immediately antecedent \"baptism,\" although the previous ἐν ῷ refers to \"Christ\" (ver. 11: comp. Ephesians 2:6) and some good interpreters follow the rendering \"in whom.\" For the Christian's being raised with Christ is not contrasted with his circumcision (ver. 11) - that figure has been dismissed - but with his burial in baptism (ver. 12 a); so Alford, Ellicott, Lightfoot, Revisers. \"Having been buried\" is replaced in the antithesis by the more assertive \"ye were raised\" (comp. vers. 13, 14; Colossians 1:22, 26). \"With\" points to the \"him\" (Christ) of the previous clause (comp. Ephesians 2:6; Romans 6:6). Faith is the instrumental cause of that which baptism sets forth (comp. Galatians 3:26, 27), and has for its object (not its cause: so Bengel) \"the working\" (ἐνεργεία: see note, Colossians 1:29; also Ephesians 1:20; Ephesians 3:20) \"of God.\" And the special Divine work on which it rests is \"the resurrection of Christ\" (Romans 4:24, 25; Romans 10:9; 1 Corinthians 15:13-17): comp. note on \"Firstborn out of the dead,\" Colossians 1:19. Rising from the baptismal waters, the Christian convert declares the faith of his heart in that supreme act of God, which attests and makes sure all that he has bestowed upon us in his Son (Colossians 1:12-14: comp. Romans 1:4; also 1 Peter 1:21; Acts 2:36; Acts 13:33, 38, etc.). Baptism symbolizes all that circumcision did, and more. It expresses more fully than the older sacrament our parting with the life of sin; and also that of which circumcision knew nothing - the union of the man with the dying and risen Christ, which makes him \"dead unto sin, and alive unto God.\" How needless, then, even if it were legitimate, for a Christian to return to this superseded rite! To heighten his readers' sense of the reality and completeness of the change which as baptized (i.e. believing) Christians they bad undergone, he describes it now more directly as matter of personal experience.NEWLINEVERSETITLESTARTColossians2:13VERSETITLEENDNEWLINEVERSESTARTAnd you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;VERSEENDNEWLINEVerse 13. - And you, being dead by reason of (or, in) your trespasses and the uncircumcision of your flesh, he made you alive together with him, having forgiven us all our trespasses (Ephesians 2:1-5; Ephesians 1:7; Romans 5:12-21; Romans 6:23; Romans 7:9-13, 24; Romans 8:1, 2, 6, 10; 1 Corinthians 15:56; John 5:24; John 6:51; 1 John 3:14; Genesis 2:17). (For the transition from \"having raised\" (ver. 12) to this verse, comp. Ephesians 1:20 - 2:1; also Colossians 1:20, 21.) Again the participle gives place to the finite verb: a colon is a sufficient stop at the end of ver. 12. Death, in St. Paul's theology, is \"a collective expression for the entire judicial consequences of sin\" (see Cromer's ' Lexicon,' on θάνατος and νεκρόζς), of which the primary spiritual element is the sundering of the soul's fellowship with God, from which flew all other evils contained, in it. Life, therefore, begins with justification, (Romans 5:18). \"Trespasses\" are particular acts of sin (Ephesians 1:7; Ephesians 2:1, 5; Romans 5:15-20; Romans 11:11); \"uncircumcision of the flesh\" is general sinful impurity of nature. The false teachers probably stigmatized the uncircumcised state as unholy. The apostle adopts the expression, but refers it to the pre-Christian life of his readers (see vers. 11, 12), when their Gentile uncircumcision was a true type of their moral condition (Romans 2:25; Ephesians 2:11). These sinful acts and this sinful condition were the cause of their former state of death (Romans 5:12). The Revisers rightly restore the second emphatic \"you\" - \"you, uncircumcised Gentiles\" (comp. Colossians 1:21, 22, 27; Ephesians 1:13; Ephesians 2:11-18; Romans 15:9). It is God who \"made you alive\" as he \"raised him (Christ),\" (ver. 12); the second act being the consequence and counterpart of the first, and faith the subjective link between them. Χαρίζομαι to show grace, used of Divine forgiveness only in this and the Ephesian Epistle (Colossians 3:13; Ephesians 4:32: comp. Luke 7:42, 43; 2 Corinthians 2:7, 10; 2 Corinthians 12:13), points to the cause or principle of forgiveness in the Divine grace (Ephesians 2:4, 5; Romans 3:26; Romans 5:17). In \"having forgiven us\" the writer significantly passes from the second to the first person: so in Ephesians 2:1-5 (comp. Romans 3:9, 30; 1 Timothy 1:15). The thought of the new life bestowed on the Colossians with himself in their individual forgiveness calls to his mind the great act of Divine mercy from which it sprang (the connection corresponds, in reverse order, to that of Colossians 1:20, 21; 2 Corinthians 5:19, 20), and he continues -NEWLINEVERSETITLESTARTColossians2:14VERSETITLEENDNEWLINEVERSESTARTBlotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;VERSEENDNEWLINEVerse 14. - Having blotted out the bond (that was) against us with (or, written in) decrees, which was opposed to us (Ephesians 2:14-16; Romans 3:9-26; Romans 7:7-14; 2 Corinthians 5:19; Galatians 3:10-22; 1 Corinthians 15:56; Acts 13:38, 39). The ancients commonly used wax tablets in writing, and the flat end of the pointed stylus drawn over the writing smeared it out (expunged) and so cancelled it (comp. Acts 3:19; Psalm 51:9; Isaiah 43:25, LXX). \"God,\" not \"Christ,\" is the subject of this verb, which stands in immediate sequence to those of vers. 12, 13 (comp. 2 Corinthians 5:19). It is the receiver rather than the offerer of satisfaction who cancels the debt: in Ephesians 2:15 (comp. Colossians 1:22) a different verb is used. Ξειρόγραφον (\"handwritten;\" a word of later Greek, only here in the New Testament) is used specially of an account of debt, a bond signed by the debtor's hand (see Meyer and Lightfoot). This bond (with its decrees) can be nothing other than \"the law\" (Ephesians 2:14-16; Acts 13:38, 39; Romans 3:20; Romans 7:25; Galatians 3:21, 22, etc.); not, however, the ritual law, nor even the Mosaic Law as such (as Meyer contends), but law as law, the Divine rule of human life impressed even on Gentile hearts (Romans 2:14, 15), to which man's conscience gives its consent (Romans 7:16, 22), and yet which becomes by his disobedience just a list of charges against him (so Neander and Lightfoot; see the latter on Galatians 2:19). Exodus 24:3 and Deuteronomy 27:14-26, indeed, illustrate this wider relation of Divine law to the human conscience generally. Τοῖς δόγμασιν is dative of reference either to καθ ἡμῶν (\"against us:\" qualifying or explanatory - in respect of its decrees) or to the verbal idea contained in χειργόραφον (\"written in,\" or \"with decrees\"). The former explanation (that of Winer and Ellicott) is preferable. The Greek Fathers made it instrumental dative to ἐξαλείψας, understanding by these δόγματα τηε δοξτρινεσ (dogmas) of the gospel by which the charges of the Law against us are expunged. But this puts on δόγμα a later theological sense foreign to St. Paul, and universally rejected by modern interpreters. In the New Testament (comp. Luke 2:1; Acts 16:4; Hebrews 11:23), as in classical Greek, dogma is a decree, setting forth the will of some public authority (comp. note on δογματίζω, ver. 20). The added clause, \"which was opposed to us,\" affirms the active opposition, as \"against us\" the essential hostility of the decrees of God's law to our sinful nature (Romans 4:15; Galatians 3:10: comp. Romans 7:13, 14). The emphasis with which St. Paul dwells on this point is characteristic of the author of Romans and Galatians. Ψπενάντιος occurs besides only in Hebrews 10:27; the prefix ὑπὸ implies close and persistent opposition (Lightfoot). And he hath taken it out of the midst, having nailed it to the cross (Colossians 1:20-22; Ephesians 2:18; 2 Corinthians 5:19; Romans 3:24-26; Romans 5:1, 2; Galatians 3:13; Hebrews 1:3; John 1:29; 1 John 4:10). A third time in these three verses (12-14) we note the transition from participle to coordinate finite verb; and here, in addition, the aorist tense passes into the perfect (\"hath taken\"), marking the finality of the removal of the Law's condemning power (Romans 8:1; Acts 13:39): comp. the opposite transition in Colossians 1:26, 27. The moral deliverance of ver. 11 is traced up to this legal release, both contained in our completeness in Christ (ver. 10). The subject is still \"God.\" Cancelling the bond which he held against us in his Law, God has forver removed the barrier which stood between mankind and himself (2 Corinthians 5:19). Christ's place in this work, already shown in Colossians 1:18-23 (in its relation to himself), is vividly recalled by the mention of the cross. And the abolition of the Law's condemnation is finally set forth by a yet bolder metaphor - \"having nailed it to the cross.\" The nails of the cross in piercing Christ pierced the legal instrument which held us debtors, and nullified it; see Galatians 3:13 (comp. Galatians 2:19, 20); Romans 7:4-6. Προσηλώσας may suggest the further idea of nailing up the cancelled document, by way of publication. At the cross all may read, \"There is now no condemnation\" (compare the \"making a show\" of ver. 15; also Romans 3:25; Galatians 3:1). (For vers. 11-14, compare concluding remark on Colossians 1:14.)NEWLINEVERSETITLESTARTColossians2:15VERSETITLEENDNEWLINEVERSESTARTAnd having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.VERSEENDNEWLINEVerse 15. - Having stripped off the principalities and the dominions (Colossians 1:16; Colossians 2:10; Acts 7:38, 53; Galatians 3:19; Hebrews 1:5, 7, 14; Hebrews 2:2, 5; Deuteronomy 33:2; Psalm 68:17). Απεκδυσάμενος has been rendered, from the time of the Latin Vulgate, \"having spoiled\" (exspolians), a rendering which is \"not less a violation of St. Paul's usage (Colossians 3:9) than of grammatical rule\" (Lightfoot; so Alford, Ellicott, Wordsworth, Hofmann, Revisers). It is precisely the same participle that we find in Colossians 3:9, and the writer has just used the noun ἀπέκδυσις (ver. 11) in a corresponding sense (see note in loc. on the force of the double compound). He employs compounds of δύω in the middle voice seventeen times elsewhere, and always in the sense of \"putting off [or, 'on'] from one's self;\" and there is no sure instance in Greek of the middle verb bearing any other meaning. Yet such critics as Meyer, Eadie, Klopper, cling to the rendering of the Vulgate and our Authorized Version; and not without reason, as we shall see. The Revised margin follows the earlier Latin Fathers and some ancient versions, supplying \"his body\" as object of the participle, understanding \"Christ\" as subject. But the context does not, as in 2 Corinthians 5:3, suggest this ellipsis, and it is arbitrary to make the participle itself mean \"having disembodied himself.\" Nor has the writer introduced any new subject since ver. 12, where\" God\" appears as agent of each of the acts of salvation set forth in vers. 12-15. Moreover, \"the principalities and the dominions\" of this verse must surely be those of ver. 10 and of Colossians 1:16 (compare the \"angels\" of ver. 18). We understand St. Patti, therefore, to say \"that God [revealing himself in Christ; 'in him,' 15 b] put off and put away those angelic powers through whom he had previously shown himself to men.\" The Old Testament associates the angels with the creation of the world and the action of the powers of nature (Job 38:7; Psalm cir. 4), and with its great theophanies generally (Psalm 68:7; Deuteronomy 33:2; 2 Kings 6:17, etc.); and its hints in this direction were emphasized and extended by the Greek translators of the LXX. Acts 7:38, 53 (St. Stephen); Galatians 3:19; Hebrews 2:2, ascribe to them a special agency in the giving of the Law. Hebrews 1. and it. show how large a place the doctrine of the mediation of angels filled in Jewish thought at this time, and how it tended to limit the mediatorship of Christ. The mystic developments of Judaism among the Essenes and the Ebionites (Christian Essenes), and in the Cabbala, are full of this belief. And it is a cornerstone of the philosophic mysticism of Alexandria. In Philo the angels are the \"Divine powers,\" \"words,\" \"images of God,\" forming the court and entourage of the invisible King, by whose means he created and maintains the material world, and holds converse with the souls of men (see quotation, ver. 10). This doctrine, we may suppose, was a chief article of the Colossian heresy. Theodoret's note on ver. 18 is apposite here: \"They who defended the Law taught men to worship angels, saying that the Law was given by them. This mischief continued long in Phrygia and Pisidia.\" The apostle returns to the point from which he started in ver. 10. He has just declared that God has cancelled and removed the Law as an instrument of condemnation; and now adds that he has at the same time thrown off and laid aside the veil of angelic mediation under which, in the administration of that Law, he had withdrawn himself. Both these acts take place \"in Christ.\" Both are necessary to that \"access to the Father\" which, in the apostle's view, is the special prerogative of Christian faith (Ephesians 2:18; Ephesians 3:12; Romans 5:2), and which the Colossian error doubly barred, by its ascetic ceremonialism and by its angelic mediation. (See, on this passage, Alford; also Peirce's 'Paraphrase and Notes,' 2nd edit., 1729; Robertson Smith, on 'Christ and the Angels,' Expositor, second series, vol. 1:138, etc.; A. Sabatier's 'L'Apotre Paul,' p. 220, 2nd edit., 1881.) We are compelled, with all deference to its high authority, to reject the view of the Greek Fathers, to which Ellicott, Lightfoot, and Wordsworth have returned, according to which \"Christ in his atoning death [in it; 'the cross,' ver. 15 b] stripped off from himself the Satanic powers.\" For it requires us to bring in, without grammatical warrant, \"somewhere\" (Lightfoot), \"Christ\" as subject; it puts upon\" the principalities and the dominions\" a sense foreign to the context, and that cannot be justified by Ephesians 6:12, where the connection is wholly different and the hostile sense of the terms is most explicitly defined; and it presents an idea harsh and unfitting in itself, the incongruity of which such illustrations as those of the Nessus robe and Joseph's garment only make more apparent. It is one thing to say that the powers of evil surrounded Christ and quite another thing to say that he wore them as we have worn \"the body of the flesh\" (ver. 11; Colossians 3:9). He made a show (of them) openly, having led them in triumph in him; or, it (Ephesians 1:21, 22; Philippians 2:10; 1 Peter 3:22; Hebrews 1:5, 6; John 1:52; Matthew 25:31; Matthew 26:53; Revelation 19:10; Revelation 22:9). In this, as in the last verse, we have a finite verb between two participles, one introductory (\"having stripped off\"), the other explanatory, Δειγματίζω, to make a show or example, occurs in the New Testament besides only in Matthew 1:17, where it is compounded with παρα (Revised Text), giving it a sinister meaning of not belonging to the simple verb. With the angelic \"principalities,\" etc., for object, the verb denotes, not a shameful exposure, but \"an exhibition of them in their true character and position,\" such as forbids them to be regarded superstitiously (ver. 18). God exhibited the angels as the subordinates and servants of his Son (ver. 10: camp. Luke 1:26; Luke 2:10, 13; Mark 1:13; Luke 22:43; Matthew 28:2, etc.). \"Openly\" ( ἐν παρρησίᾳ: literally, in freedom of speech, a favourite word of St. Paul s) implies the absence of reserve or restraint, rather than mere publicity (comp. Ephesians 6:19; Philippians 1:20). Θριαμβεύσας (\"having triumphed;\" 2 Corinthians 2:14 only other instance of the verb in the New Testament; its use in classical Greek confined to Latinist writers, referring, historically, to the Roman triumph) presents a formidable difficulty in the way of the interpretation of the verse followed so far. For the common acceptation of the word \"triumph\" compels us to think of the \"principalities,\" etc., as hostile (Satanic); and this, again, as Meyer strongly contends, dictates the rendering \"having spoiled\" for ἀπεκδυσάμενος. So we are brought into collision with two fixed points of our former exegesis. If we are bound lexically to abide by the reference to the Roman military triumph, then the angelic principalities must be supposed to have stood in a quasi-hostile position to \"the kingdom of God and of Christ,\" in so far as men had exaggerated their powers and exalted them at Christ's expense, and to have been now robbed of this false pre-eminence. The writer however, ventures to question whether, on philological grounds, a better, native Greek sense cannot be found for this verb. The noun thriambos (\"triumph\"), on which it is based, is used, indeed, in the Latin sense as early as Polybius, a writer on Roman history (). But it is extant in a much earlier classical fragment as synonymous with dithyrambos, denoting \"a festal song;\" and again in Plutarch, contemporary with St. Paul, it is a name of the Greek god Dionysus, in whose honour such songs were sung, and whose worship was of a choral, processional character. This kinder triumph was, one may imagine, familiar to the eyes of St. Paul and of his readers, while the spectacle of the Roman triumph was distant and foreign (at least when he wrote 2 Corinthians). We suggest that the apostle's image is taken, beth here and in 2 Corinthians 2:14, from the festal procession of the Greek divinity, who leads his worshippers along as witnesses of his power and celebrants of his glory. Such a figure fittingly describes the relation and the attitude of the angels to the Divine presence in Christ. Let this suggestion, however, be regarded as precarious or fanciful, the general exposition of the verse is not thereby invalidated. (For further elucidation, see the Expositor, first series, vol. 10. pp. 403-421; 11. p. 78. On \"triumph,\" in 2 Corinthians, see Mr. Waite's Additional note in 'Speaker's Commentary.') The Revisers omit the marginal \"in himself\" of the Authorized Version, which correctly, as we think, refers the final ἐν αὐτῷ to Christ (ver. 10), though incorrectly implying \"Christ\" as subject of the verse. It was not only \"in the cross\" that God unveiled himself, dispensing with angelic theophanies, but in the entire person and work of his Son (Colossians 1:15; 2 Corinthians 4:4; John 1:14, 18; John 14:9). \"Which veil\" (for here we may apply the words of 2 Corinthians 3:14) \"is done away in Christ.\" So the whole passage (vers. 10-15) ends, as it begins, \"in him:\" \"We are complete in him\" - in our conversion from sin to holiness set forth in baptism, and our resurrection from death to life experienced in forgiveness (vers. 11-13); and in the removal at once of the legal bar which forbade our access to God (ver. 14), and of the veil of inferior and partial mediation which obscured his manifestation to us (ver. 15).NEWLINEVERSETITLESTARTColossians2:16VERSETITLEENDNEWLINEVERSESTARTLet no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:VERSEENDNEWLINEVerses 16-23. - SECTION VI. THE CLAIMS OF THE FALSE TEACHER. Verse 16. - Do not let any one, therefore, be judging you in eating or in drinking (vers. 21-23; 1 Timothy 4:1-5; Romans 14:17; Hebrews 9:10; Hebrews 13:9; Mark 7:14-19). The new teachers dictated to the Colossians in these matters from the philosophical, ascetic point of view (see notes on \"philosophy,\" \"circumcision,\" vers. 8, 11), condemning their previous liberty. (For the adverse sense of \"judge,\" comp. Romans 14:4, 10, 13.) The scruples of the \"weak brethren\" at Rome (Romans 14) were partly of an ascetic character, but are not ascribed to any philosophic views. In 1 Corinthians 8:8 and 10 the question stands on a different footing, being connected with that of the recognition of idolatry (comp. Acts 15:29). In Hebrews 9:10 it is purely a point of Jewish law. In one form or other it was sure to be raised wherever Jewish and Gentile Christians were in social intercourse. Ver. 17 shows that such restrictions are \"not according to Christ\" (ver. 8), belonging to the system which he has superseded. \"Therefore\" bases this warning upon the reasoning of the previous context. Tertullian ('Against Marcion,' 5:19) supplies the link connecting this verse with vers. 10, 15, 18, when he says, \"The apostle blames those who alleged visions of angels as their authority for saying that men must abstain from meats.\" The abolishing of angel mediation (ver. 15) robs these restrictions of their supposed authority. The Essenes found in the Nazarite life and the rules for the ministering Jewish priest (Numbers 6:3; Leviticus 10:8-11; Ezekiel 44:21) their ideal of holiness. Philo also attached a high moral value to abstinence from flesh and wine, and regarded the Levitical distinctions of meats as profoundly symbolic. Or in respect of feast, or new moon, or sabbath (Romans 14:5, 6; Galatians 4:9, 10). The yearly feast, the monthly new moon, and the weekly sabbath (1 Chronicles 23:31; Isaiah 1:13, 14) cover the whole round of Jewish sacred seasons. These the Colossian Gentile Christians, disciples of St. Paul through Epaphras, had not hitherto observed (Galatians 4:9, 10). Philosophic Judaists insisted on these institutions, giving them a symbolical and ethical interpretation (see Philo, 'On the Number Seven;' also, 'On the Migration of Abraham,' § 16, where he warns his readers lest, \"because the feast is a symbol of the joy of the soul and of thanksgiving towards God,\" they should imagine they could dispense with it, or \"break through any established customs which divine men have instituted\").NEWLINEVERSETITLESTARTColossians2:17VERSETITLEENDNEWLINEVERSESTARTWhich are a shadow of things to come; but the body is of Christ.VERSEENDNEWLINEVerse 17. - Which are a shadow of the things to come, but the body is of Christ (Galatians 3:23-25; Galatians 4:4; 2 Corinthians 3:11, 13; Hebrews 7:18, 19; Hebrews 9:11-14; Hebrews 10:1-4). The apostle's opponents, we imagine, taught in Platonic fashion that these things were shadows of ideal truth and of the invisible world (comp. Hebrews 8:5), forms necessary to our apprehension of spiritual things. With St. Paul, they shadow forth prophetically the concrete facts of the Christian revelation, and therefore are displaced by its advent. The singular verb (literally, is) quite grammatically combines the particulars of ver. 16 under their common idea of a foreshadowing of the things of Christ; and the present tense affirms here a general truth, not a mere historical fact. How this was true of the \"sabbath,\" e.g., appears in Hebrews 4:1-11; comp. 1 Corinthians 5:6-8; John 19:36, for the Christian import of the Passover feast. The figurative antithesis of \"shadow\" and \"body\" is sufficiently obvious; it occurs in Philo and in Josephus: to refer to ver. 19 and Colossians 1:18 for the sense of body, is misleading. For \"the things to come\" (the things of Christ and of the new, Christian era, now commencing), comp. Romans 4:24; Romans 5:14; Galatians 3:23; Hebrews 2:5; Hebrews 10:1. This substance of the new, abiding revelation (2 Corinthians 3:11) is \"Christ's,\" inasmuch as it centres in and is pervaded and governed by Christ (Colossians 1:18; Colossians 3:11; Romans 10:4; 2 Corinthians 3:14). Nothing is said here to discountenance positive Christian institutions, or the observance of the Lord's day in particular, unless enforced in a Judaistic spirit. The apostle is protecting Gentile Christians from the re-imposition of Jewish institutions as such, as impairing their faith in Christ (comp. Galatians 5:2-9), and as, in the case of the Colossians, involving a deference to the authority of angels which limited his sovereignty and sufficiency (vers. 8-10, 18, 19). This verse contains in germ much of the thought of the Epistle to the Hebrews.NEWLINEVERSETITLESTARTColossians2:18VERSETITLEENDNEWLINEVERSESTARTLet no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,VERSEENDNEWLINEVerse 18. - Let no one defraud you of your prize (Colossians 1:5, 23; Colossians 3:15; Philippians 3:14; Galatians 5:7; 1 Corinthians 9:24-27; 2 Timothy 4:7, 8; James 1:12; 1 Peter 5:4; Revelation 2:10; Revelation 3:11). These eight words represent but three in the Greek. (On καταβραβεύω, see Meyer's elaborate note.) Βραβούω is used again in Colossians 3:15 (see note), meaning primarily\" to act as βραβεύς,\" arbiter of the prize in the public games; βραβεῖον, the prize, is also figuratively used in Philippians 3:14, and literally in 1 Corinthians 9:24, and is synonymous with the \"crown\" of other passages. Κατὰ gives the verb a hostile sense; and the present tense, as in vers. 4, 8, 16, 20, implies a continued attempt. Let no one be acting the umpire against you, is the literal sense. The errorist condemns the Colossian Christian for his neglect of Jewish observances (ver. 16), and warns him that in his present state he will miss the heavenly prize, \"the hope\" he had supposed to be \"in store for him in heaven\" (ver. 5: comp. notes on Colossians 1:5 and Colossians 3:15; also Ephesians 1:13, 14). Delighting in lowliness of mind and worship of the angels (ver. 23; Revelation 19:10; Revelation 22:8, 9; Judges 13:17, 18). By these means the false teacher impressed his disciples. His angel worship commended itself as the mark of a devout and humble mind, reverent towards the unseen powers above us, and made purely Christian worship seem insufficient. \"Delighting in\" is the rendering of θέλων ἐν given by Bengel, Hofmann, Lightfoot, Klopper, and is preferable to that of Meyer and Ellicott, who, with several Greek interpreters, supply the sense of the previous verb \"desiring (to do so) in lowliness etc.; and to that followed in the Revisers' margin,which puts a sort of adverbial sense on θέλων - \"of his mere will, by humility,\" etc. This latter rendering underlies the paraphrastic\" voluntary humility\" of the A.V., and agrees with the common interpretation of ἐθελοθρησκεία in ver. 23 (see note). Θέλων ἐν is, no doubt, a marked Hebraism, and St. Paul's language is \"singularly free from Hebraisms\" (compare, however, the use of εἰδέναι to know, in 1 Thessalonians 5:12; the similar εὐδοκέω ἐν is well established, 1 Corinthians 10:5; 2 Corinthians 12:10; 2 Thessalonians 2:12). This very idiom is frequently used in the LXX, and occurs in the 'Testament of the Twelve Patriarchs,' a Christian writing, of the second century. The apostle may surely be allowed occasionally to have used a Hebraistic phrase, especially when so convenient and expressive as this. Westcott and Hort, with scrupulous purism, mark the reading on this account as doubtful. Ταπεινοφροσύνη (\"lowliness of mind\"), a word, perhaps, compounded by St. Paul himself (see Trench's 'Synonyms'), is almost confined to the Epistles of this group (comp. ver. 23; Colossians 3:12; Ephesians 4:2; Philippians 2:3; also Acts 20:19; 1 Peter 5:5). This quality is ascribed ironically to the false teacher (compare the \"puffed up\" of the next clause, and for similar irony see 1 Corinthians 8:1, 2; Galatians 4:17). Θρησκεία is \"outward worship\" or \"devotion:\" comp. note on ver. 23; elsewhere in New Testament only in Acts 26:5 and James 1:26, 27 (see Trench's 'Synonyms'). \"Worship of the angels\" is that paid to the angels; not \"offered by them,\" as Luther and Hofmann interpret, supposing that the errorists pretended to imitate the worship of heaven. Investigating (or, dwelling on) the things which he hath seen'! vainly - being puffed up by 'the reason' of his flesh (2 Corinthians 12:l, 7; 1 Corinthians 8:1; 1 Timothy 6:3-5; 2 Peter 2:18; Jude 1:16). For ἐμβατεύων, we adopt the sense which it bears in 2 Macc. 2:30; in Philo, 'On the Planting of Noah,' § 19. and in patristic and later Greek generally, viz. \"to search into,\" \"examine,\" \"discuss\" (see Suicer's 'Thesaurus'). The rendering \"proceeding\" or \"dwelling on,\" though near the radical sense of the word (\"to step on\" or \"in\"), wants lexical support. The same may be said of the rendering \"intruding into,\" which suits the Received reading, \"which he hath not seen.\" The \"not\" of the relative clause is wanting in nearly all our eldest and best witnesses, and is cancelled by the Revisers, with Tregelles, Tischendorf, Lightfoot, Westcott and Hort, etc. Its appearance in two different forms (οὐχ and μὴ) in the documents that present it, makes it still more certain that it is a copyist's insertion. The common reading gives, after all, an unsatisfactory sense; it is not likely the apostle would blame the errorist simply for entering into things beyond his sight (comp. 2 Corinthians 4:18; 2 Corinthians 5:7). Meyer, after Steiger and Huther, gives the best explanation of \"which he hath seen,\" supposing the writer to allude ironically to pretended visions of angels or of the spiritual world, by which the false teacher sought to impose on the Colossians. This view is suggested by Tertullian in the passage cited under ver. 16. Such visions would be suitable for the purpose of the errorist, and congenial to the Phrygian temperament, with its tendency to mysticism and ecstasy (see Theodoret, quoted under ver. 15, who also says that angel worship was specially forbidden by the Council of Laodicea, A.n. 364). If the false teacher were accustomed to say with an imposing air, \"I have seen, ah! I have seen!\" in referring to his revelations, the apostle's allusion would be obvious and telling. The language of 2 Corinthians 12:1 (R.V.) suggests a similar reliance on supernatural visions on the part of the apostle's earlier opponents. This pretentious visionary is, however, a \"philosopher\" and a \"reasoner\" first of all (vers. 4, 8). Accordingly he investigates what he has seen; inquires into the import of his visions, rationally develops their principles, and deduces their consequences. So far, the apostle continues in the ironical vein in which the first words of the verse are written, setting forth the pretensions of his opponent in his own terms, his irony \"restraining itself till, after the word ἐμβατεύων, the indignation of truth breaks forth from it\" (Steiger) in the caustic and decisive \"vainly.\" Αἰκῆ qualifies the foregoing participle (so Origen, apparently, in Cramer's 'Catena,' vol. 4. p. 69; Steiger, De Wette, Hofmann, Conybeare) more suitably than the following. Thus it signifies \"idly,\" \"to no purpose,\" as everywhere else in St. Paul (Romans 13:4; 1 Corinthians 15:2; Galatians 3:4; Galatians 4:11); not \"without cause,\" as joined to φυσιούμενος (\"puffed up\"), whose 'force it could only weaken. \"Vainly\" stigmatizes the futility, \"puffed up\" the conceit, and \"by the reason of his flesh\" the low and sensuous origin of these vaunted revelations and of the high-flown theosophy which they were used to support. (For the sarcastic force of \"puffed up,\" comp. 1 Corinthians 4:6, 19; 1 Corinthians 5:2; 1 Corinthians 8:1; 1 Corinthians 13:4). The \"reason\" (νοῦς) is, in Greek philosophy, the philosophical faculty, the power of supersensible intuition; and in Plato and Philo, the organ of the higher, mystical knowledge of Divine things (see Philo, 'Who is Heir of Divine Things?' §§ 13, 20, and passim). The Colossian \"philosopher\" (ver. 8) would, we may imagine, speak of himself as \"borne aloft\" in his visions \"by heavenly reason,\" \"lifted high in angelical communion,\" or the like. Hence the apostle's sarcasm, \"Exalted are they? say rather, inflated: lifted high by Divine reason? nay, but swollen high by the reason of their flesh.\" Some such allusion to the language of the errorists best accounts for the paradoxical νοῦς τῆς σαρκός (see Lightfoot); contrast with Romans 7:25, and compare the disparaging reference to διανοία, Colossians 1:21 (note). Difficult as this passage is, we hesitate to follow Lightfoot, and Westcott and Herr, who have given their weighty sanction to the perilous remedy of conjectural emendations; the latter editors for the second Line in this verse, and again in ver. 23. The line of interpretation here adopted is advocated in the Expositor, first series, vol. 11. pp. 385-398.NEWLINEVERSETITLESTARTColossians2:19VERSETITLEENDNEWLINEVERSESTARTAnd not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.VERSEENDNEWLINEVerse 19. - And not holding fast the Head (vers. 6, 8; Colossians 1:15-20; Ephesians 1:20-23; Philippians 2:9-11; Romans 9:5; Romans 14:9; 1 Corinthians 8:6; Revelation 19:16). In the last verse the errorist was judged \"out of his own mouth,\" and the intrinsic hollowness of his pretensions was exposed. Now\" he appears before the judgment seat of Christ,\" charged with high treason against him, the Lord alike of the kingdoms of nature and of grace. So the apostle falls back once more (comp. ver. 10) on the foundation laid down in Colossians 1:15-20, on which his whole polemic rests. Both in creation and redemption, the philosophic Judaists assigned to the angels a role inconsistent with the sovereign mediatorship of Christ (see notes on vers. 10 and 15). From whom all the body, through its joinings and bands being supplied and knit together, increaseth with the increase of God (Colossians 1:18; Ephesians 1:22, 23; Ephesians 4:15, 16; John 15:1-6; 1 Corinthians 3:6). Disloyalty to \"the head\" works destruction to \"the body,\" which in this case \"proceeds from\" (\"grows out of,\" ἐξ... αυ}ξει,) its Head, while it depends upon him. Gnosticism from the beginning tended to disintegrate the Church, by the caste feeling (Colossians 1:28, note; Colossians 3:11) and the sectarian spirit to which it gave birth (ver. 8; Acts 20:30). Its vague and subjective doctrines were ready to assume a different form with each new exponent, Here lies the connection between this and the Ephesian letter, the doctrine of the Church following upon and growing out of that of the person of Christ, each being threatened - the latter immediately, the former more remotely - by the rise of the new Judaeo-Christian mystic rationalism. Colossians asserts the \"thou in me\" of John 17:23; Ephesians the corresponding \"I in them;\" and both the consequent \"they made perfect in one\" (comp., especially, Ephesians 3:14-21 and Ephesians 4:7-16 with Colossians 1:15-20 and Colossians 2:9-15). (On \"body,\" see note, Colossians 1:18.) Αφαὶ signifies, not \"joints \"as parts of the bony skeleton, but includes all points of contact and connection in the body; Latin nexus, junetura (see Lightfoot). Bengel and Meyer, following Chrysostom, interpret it as \"senses,\" or \"nerves;\" but this does not commend itself either lexically or contextually. The συνδεσμοί (comp. Colossians 3:14) are the \"ligaments,\" the stronger and more distinct connections that give the bodily framework unity and solidity. So, by the organic cooperation of the whole structure, the body of Christ is furnished with its supplies, enabled to receive and dispense to each member the needed sustenance; and \"knit together\" (ver. 2), drawn into a close and firm unity. \"Supplied\" (comp. 2 Corinthians 9:10; Galatians 3:5) indicates a sustenance both required and due. In Colossians 1:6 we read of the increase of the gospel, in Colossians 1:10 of the individual believer, and now of the Church as a body) Ephesians 2:21; Ephesians 4:16). \"The increase of God\" is that which God bestows (1 Corinthians 3:6), as it proceeds \"from Christ\" (ἐξ οῦ: ver. 10; Colossians 3:11; John 1:16), in whom is \"the fulness of the Godhead\" (ver. 9: comp. Ephesians 1:23 and Ephesians 3:17 - 19). In Ephesians 4:16 the same idea is expressed in almost the same terms. There, however, the growth appears as proper to the body, resulting from its very constitution; here, as a bestowment of God, dependent, therefore, upon Christ, and ceasing if the Church ceases to hold fast to him.NEWLINEVERSETITLESTARTColossians2:20VERSETITLEENDNEWLINEVERSESTARTWherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,VERSEENDNEWLINEVerses 20-23. - The apostle's fourth and last warning is directed against ascetic rules of life. Verse 20. - If ye died with Christ from the rudiments of the world (vers. 8, 10-13; Colossians 3:3; Romans 6:1-11; Romans 7:1-6; 2 Corinthians 5:14-17). \"Therefore\" is struck out by the Revisers on the best authority. It would imply a logical dependence of this verse upon the last, which does not exist. This warning, like those of vers. 16, 18, looks back to the previous section, and especially to vers. 8, 10, 12. It is a new application of St. Paul's fundamental principle of the union of the Christian with Christ in his death and resurrection (see notes, vers. 11, 12). Accepting the death of Christ as supplying the means of his redemption (Colossians 1:14, 22), and the law of his future life (Philippians 3:10; 2 Corinthians 5:14, 15; Galatians 2:20), the Christian breaks with and becomes dead (to and) from all other, former religious principles; which appear to him now but childish, tentative gropings after and preparations for what is given him in Christ (comp. Galatians 2:19; Galatians 3:24; Galatians 4:2, 3; Romans 7:6). On \"rudiments,\" see note, ver. 8. There these \"rudiments of the world\" appear as general (\"philosophical\") principles of religion, intrinsically false and empty; here they are moral rules of life, mean and worthless substitutes for \"the law of the Spirit of life in Christ Jesus.\" (For the Pauline idiom, \"died from (so as to be separate, or free from),\" comp. Romans 7:2, 6; Acts 13:39.) Why, as (men) living in (the) world, are you made subject to decrees (Galatians 4:9; Galatians 5:1; Galatians 6:14; 2 Corinthians 5:17). To adopt the rules of the new teachers is to return to the worldly, pre-Christian type of religion which the Christian had once for all abandoned (Galatians 4:9). \"World\" bears the emphasis rather than \"living\" (\"having one's principle of life:\" comp. 1 Timothy 5:6; Luke 12:15). Standing without the article, it signifies \"the world as such,\" in its natural character and attainments, without Christ (ver. 8; Ephesians 2:12; 1 Corinthians 1:21). Δογματίζεσθε (the verb only here in the New Testament) is passive rather than middle in voice (Winer, p. 326; see Meyer in loc.); literally, why are yon being dogmatized, overridden with decrees? Compare \"spell\" (ver. 8), \"judge\" (ver. 16), for the domineering spirit of the false teacher. The \"dogmas\" or \"decrees\" of ver. 14 (see note) are those of the Divine Law; these are of human imposition (vers. 8, 22), which their authors, however, seem to put upon a level with the former. In each case the decree is an external enforcement, not an inner principle of life.NEWLINEVERSETITLESTARTColossians2:21VERSETITLEENDNEWLINEVERSESTART(Touch not; taste not; handle not;VERSEENDNEWLINEVerse 21 gives examples of the decrees which the Colossians are blamed for regarding and in this respect more than in any other they seem to have yielded to the demands of the false teacher. Do not handle, nor taste, nor touch' (vers. 16, 23; 1 Corinthians 6:12, 13; 1 Corinthians 8:8; 1 Corinthians 10:25-27, 30; Romans 14:14-17; 1 Timothy 4:3-5; Titus 1:15). These rules form part of a prohibitory regimen by which sinful tendencies to bodily pleasure were to be repressed (ver. 23), and spiritual truths symbolically enforced (ver. 17; see note on \"circumcision,\" ver. 11): comp. Philo, 'On Concupiscence;' also 'On Victims,' § 3. Θίγης the last of the three verbs, appears to be the strongest, forbidding the slightest contact. Αψῃ is better rendered \"handle\" (comp. John 20:17); by itself it will scarcely bear the meaning it has in 1 Corinthians 7:1. The next verse seems to imply that all three verbs relate to matters of diet. Ambrose and other Latin Fathers of ascetic tendencies put these prohibitions into the mouth of St. Patti himself, reversing his meaning.NEWLINEVERSETITLESTARTColossians2:22VERSETITLEENDNEWLINEVERSESTARTWhich all are to perish with the using;) after the commandments and doctrines of men?VERSEENDNEWLINEVerse 22 a is the apostle's comment on these rules, in the form of a continuation of their terms. Do not touch - things which are an intended to perish (literally, for corruption) in their consumption (Matthew 15:17; Mark 7:19; 1 Corinthians 6:13; 1 Corinthians 8:8; 1 Timothy 4:3-5), which, being destroyed as they are used, therefore do not enter into the soul's life, and are of themselves morally indifferent; so the Greek Fathers, and most modern interpreters. This is the position which Christ himself takes in regard to Jewish distinctions of meats (Mark 7:14-23, R.V.). We note the same style of sarcastic comment on the language of the false teachers as that exhibited in ver. 18. Augustine, Calvin, and some ethers render, \"which (decrees) tend to (spiritual) destruction in their use;\" but ἀποχρῆσις never means simply \"use,\" and the antecedent \"decrees\" is awkwardly supplied. More plausibly, De Wette and some moderns interpret, \"things which tend to (spiritual) destruction in their abuse,\" putting the words in the mouth of the false teacher, as though he said, \"Abstain from everything the use of which may be fatal to the soul.\" But this ascribes to the errorist an argument which fails short of his principles (see note on \"hard treatment of the body,\" ver. 23); and to which, specious as it is, and in harmony with the apostle's own teaching (1 Corinthians 6:12; 1 Corinthians 9:26, 27), he makes no reply. According to the commandments and teachings of men (Isaiah 29:13, LXX; Matthew 15:9; Mark 7:7; ver. 8; 1 Corinthians 1:20; 1 Corinthians 2:5, 13); the only passage in this Epistle which distinctly alludes to the language of the Old Testament. But the words are, we may suppose, primarily a reminiscence of the language of Christ, who uses them in connection with his announcement of the abolition of the sacred distinctions of meats (comp. Mark 7:1-23). This clause points out the method after which, and direction in which, the new teachers were leading their disciples, on the line of a man-made instead of a God given religion. \"Commandments\" (or, \"injunctions\") include the prescriptions of ver. 21 and all others like them; \"teachings\" embrace the general principles and doctrines on which these rules were based. So this expression, following \"rudiments of the world (ver. 20), leads us back by a rapid generalization from the particulars specified in ver. 21 to the general starting point given in ver. 8 (see note), and prepares us for the brief and energetic summary of the whole Colossian error which we find in -NEWLINEVERSETITLESTARTColossians2:23VERSETITLEENDNEWLINEVERSESTARTWhich things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.VERSEENDNEWLINEVerse 23. - Such as have (literally, are (things) having) word indeed of wisdom (vers. 4, 8; 1 Corinthians 2:1, 4, 13; 1 Corinthians 12:8). The antecedent of \"such as\" is \"command merits and teachings\" (Meyer, Alford, Ellicott), not \"decrees\" (ver. 21). For ver. 22 supplies the immediate antecedent, and the wider sense thus given is necessary to support the comprehensive and summary import of ver. 23. The Greek \"are having\" brings into view the nature and qualities of the subject, in accordance with ἅτινα, such as, the qualitative relative (comp. ἥτις, Colossians 3:5; see Moulton's Winer, pp. 209, 210; also Meyer and Ellicott, on the grammatical point). A certain \"word of wisdom\" was ascribed to the false teachers in ver. 4 (note the play upon λόγος in St. Paul's Greek). They were plausible dealers in words, and had the jargon of philosophy at their tongue's end (ver. 8, compare note on ἐμβατεύων, ver. 18). On this the apostle had first remarked in his criticism of their teaching, and to this he first, adverts in his final resume. \"Word of wisdom\" is one of the \"gifts of the Spirit\" in 1 Corinthians 12:8; but the disparaging μέν, indeed, with the emphatic position of λόγον throwing σοφίας into the shade, in view also of the censures already passed in vers. 4, 8, puts a condemnatory sense upon the phrase: \"having word indeed of wisdom\" - \"that and nothing more, no inner truth, no pith and substance of wisdom\" (so Chrysostom and OEcumenius). \"Word and deed,\" \"word and truth,\" form a standing antithesis (Colossians 3:17; Romans 15:18; 1 Corinthians 4:19, 20; 1 John 3:18, etc.), the second member of which supplies itself to the mind; and the solitary μὲν in such a connection is a well-established classical idiom (see Winer's or A. Buttmann's 'Grammar;' also Meyer). It is superfluous, therefore, as well as confusing to the order of thought, to seek in the sequel for the missing half of the antithesis. Other renderings of λόγον - \"show\" (English A.V., Bengel, De Wette), \"ground\" or \"reason\" (Vulgate, Klopper), \"reputation\" (Meyer, Alford, Ellicott, Lightfoot) - are partly doubtful or exceptional in point of usage, and partly overlook the pointed reference of vers. 22, 23 to the language of vers. 4 and 8. And the combination of λόγον ἔχοντα into a single phrase is scarcely justified here in face of the established Pauline association of \"word\" and \"wisdom\" (comp. 1 Corinthians 1:17-2:16, as well as 1 Corinthians 12:8). Both in this Epistle and in 1 Corinthians the writer is contending against forms of error which found their account in the Greek love of eloquence and of dexterous word-play. While the first part of the predicate, therefore, explains the intellectual attractiveness of the Colossian error, the clause next following accounts for its religious fascination; and the third part of the verse strikes at the root of its ethical and practical applications. (Shown) in (or, with) devotion to (or, delight in) worship (or, voluntary worship) and lowliness of mind (ver. 18). The preposition \"in\" brings us into the moral and religious sphere of life in which this would be wisdom of doctrine had its range and found its application. The prefix ἐθελο = - ofἐθελοθρησκεία ordinarily connotes\" willingness\" rather than \"wilfulness;\" and the \"delighting in worship\" of ver. 18 (see note) points strongly in this direction. As against Ellicott and Lightfoot on the etymological point, see Hofmann, pp. 102, 103. Only so far as the worship in question (see note, ver. 18, on \"worship\") is evil, can the having a will to worship be evil. The other characteristics of the error marked in this verse seem to be recommendations, and \"devotion to worship\" is in keeping with them. This disposition, moreover, has an air of \"humility,\" which does not belong to a self-imposed, arbitrary worship. There is a love of worship for mere worship's sake which is a perversion of the religious instinct, and tends to multiply both the forms and objects of devotion. This spurious religiousness took the form, in the Colossian errorists, of worship paid to the angels. On this particular worship the apostle passed his judgment in ver. 18, and now points out the tendency from which it springs. In ver. 18 \"humility\" precedes; here it follows \"worship,\" by way of transition from the religious to the moral aspect of the now teaching. And (or, with) unsparing treatment of (the) body - not in any honour (as) against surfeiting of the flesh (vers. 16, 21, 22; Philippians 3:19-21; 1 Timothy 4:3; 1 Corinthians 6:13-20; 1 Corinthians 12:23-25; 1 Thessalonians 4:4). The \"and\" linking this clause to the last under the government of \"in,\" is textually doubtful; Lightfoot cancels it; Westcott and Hort give the omission as a secondary reading. Mr. Hort regards the passage, like ver. 18, as hopelessly corrupt - a verdict which we would fain believe is too despairing. If καὶ be struck out, then ἀφειδείᾳ must be attached, somewhat loosely, to the principal predicate (\" are having\") as an instrumental dative. On either construction, the sense appears to be that it was its combination of ascetic rigour with religious devotion that gave to the system in question its undoubted charm, and furnished an adequate field for the eloquence and philosophical skill of its advocate. 'Αφειδεία, unsparingness, and πλησμονή, surfeiting - both found only here in the New Testament - and along with them \"body\" and \"flesh,\" stand opposed to each other. This clause, therefore, contains a complete sense, and we must not look outside it for an explanation of the included words, \"not in any honour.\" As we have seen, the first clause of the predicate (\" having word indeed,\" etc.) needs no such complement. The clause \"not .... flesh\" is a comment on the words, \"unsparing treatment of the body.\" On this topic the apostle had not yet expressed his mind sufficiently. He has in vers. 16, 20-22 denounced certain ascetic rules as obsolete, or as trifling and needless; but he has yet to expose the principle and tendency from which they sprang. He is the more bound to be explicit on this subject inasmuch as there were ascetic leanings in his own teaching, and passages in his earlier Epistles such as Romans 8:13; Romans 13:14; 1 Corinthians 7:1; 1 Corinthians 9:27, which the \"philosophical\" party might net unnaturally wrest to their own purposes. He could not condemn severity to the body absolutely, and in every sense. The Colossian rigorism he does condemn -NEWLINENEWLINE(1) as not in keeping with bodily self-respect, which is the safeguard of Christian purity; andNEWLINENEWLINE(2) as not in reality directed against sensual indulgence, the prevention of which is the proper end of rules of abstinence. These two objections are thrown into a single terse, energetic negative clause, obscure, like so much in this chapter, from its brevity and want of connecting particles. In 1 Thessalonians 4:4 the phrase, \"in honour,\" occurs in a similar connection: \"That each one of you know how to 'gain possession of his own vessel\" (i.e. \"to become master of his body:\" see Wordsworth and Alford on the passage; also Meyer's reference on Romans 1:24) \"in sanctification and honor\" (comp. 1 Corinthians 6:13-20 for the apostle's teaching respecting the dignity of the human body; also Philippians 3:19-21). The contempt of Alexandrine theosophists for physical nature was fatal to morality, undermining the basis on which rests the government of the body as the \"vessel\" and vesture of the spiritual life. Their principles took effect, first, in a morbid and unnatural asceticism; then, by a sure reaction, and with equal consistency, in unrestrained and shocking licence. See, for the latter result, the Epistles to the seven Churches of Asia (Romans 2. and 3.); in the Pastoral Epistles, the two opposite effects are both signalized. The rendering \"value\" given by Lightfoot and the Revisers seems to us misleading; τιμὴ means \"value\" only in the sense of \"price,\" as in 1 Corinthians 6:20, and this surely is not their meaning. Πλησμονὴ has been taken in a milder sense by the Greek commentators, Luther, and others: \"satisfaction\" \"(legitimate) gratification.\" So the apostle is made to charge the false teachers with \"not honouring the body, so as to grant the flesh its due gratification.\" But this rendering confounds the \"body\" and the \"flesh,\" here contrasted, and gives πλησμονὴ a meaning without lexical warrant (see Meyer and Lightfoot). And the sentiment it expresses errs on the anti-ascetic side, and comes into collision with Romans 13:14 and Galatians 5:16. Πλησμονή, in the LXX and in Philo, as in earlier Greek, denotes \"physical repletion,\" and is associated with drunkenness and sensual excess generally. Hence we cannot admit the interpretation of Meyer, Alford, Ellicott, who make the \"flesh\" here the sinful principle generally, and understand \"surfeiting\" figuratively, supposing the apostle to mean, that the ascetic rules in question, while they dishonour the body, tend to gratify the carnal mind.\" This gives an idea true in itself, and agreeing with the sense of \"flesh\" in vers. 11, 18, but out of place here, while it strains the meaning of πλησμονή (see Lightfoot's exhaustive argument). The preposition πρὸς does not help us, meaning \"for\" or \"against,\" according to its connection. We combine Lightfoot's interpretation of πρὸς πλησμονὴν τῆς σαρκὸς with Wordsworth's and Alford's of οὐκ ἐν τιμῇ τινί. The saying of Philippians 3:19 (\"whose god is their belly, and their glory in their shame\") contains the same opposition of \"honour\" to \"fleshly indulgence\" as that supposed here, possibly suggested by the phrase, \"surfeiting of dishonor\" (πλησμονὴ ἀτιμίας), of the LXX in Habakkuk 2:16. Here, then, the apostle lays hold of the root principle of the false teachers' whole scheme of morality, its hostility to the body as a material organism. Such a treatment, he declares, dishonours the body, while it fails, and for this very reason, to prevent that feeding of the flesh, the fostering of sensual appetency and habit, in which lies our real peril and dishonour in regard to this vessel of our earthly life. Here we have a suitable starting-point for the exhortations of the next chapter, where the apostle, in vers. 1-4, shows the true path of deliverance from sensual sin, and in vers. 5-7 sets forth the Christian asceticism - \"unsparing treatment\" of the flesh indeed! The line of teaching adopted by the errorists may be illustrated by Philo's doctrine in his third book of the 'Allegories of the Sacred Law,' § 22: \"'God saw that Er was wicked;' for he knows that this leathern burden of ours, the body - for Er, being interpreted, is leathern - is evil and always plotting against the soul; and it is ever under the power of death, indeed actually dead [comp. Romans 8:10]. Yet this all do not see, but only God, and those he loves. For when the mind [νοῦς comp. note, ver. 18] becomes engaged in sublime contemplations and is initiated into the mysteries of the Lord [note, Colossians 1:26], it judges the body to be evil and hostile;\" again ('On the Change of Names,' § 4): \"Pale and wasted, and reduced to skeletons as it were, are the men devoted to instruction, having transferred to the powers of the soul their bodily vigour also, so that they have become, as we might say, dissolved into a single form of being, that of pure soul made bodiless by force of thought [διανοία: see Colossians 1:21, note]. In them the earthly is destroyed and overwhelmed, when reason [νοῦς: ver. 18], pervading them wholly, has see its choice on being well pleasing to God.\" The writer has attempted an elucidation of this verse in the Expositor, first series, vol. 12. pp. 289-303.NEWLINENEWLINE","Col.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTColossians3:1VERSETITLEENDNEWLINEVERSESTARTIf ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.VERSEENDNEWLINEVerses 1-17. - SECTION VII. THE TRUE CHRISTIAN LIFE. The apostle, having delivered his attack on the system of error inculcated at Colossae, now passes from the controversial to the more practical purport of his letter. There is no break, however, in the current of his thought; for throughout this chapter he urges the pursuit of a practical Christian life in a sense and in a manner silently opposed to the tendencies of Gnosticizing error. How much more congenial was the task to which he now addresses himself we may judge, perhaps, from the ease and simplicity which mark the language of this chapter, as compared with the abrupt and seemingly embarrassed style of the last section. We may analyze the hortatory section of the Epistle (Colossians 3:1-4:6) as follows:NEWLINENEWLINE(a) Colossians 3:1-4, urging the Colossians to maintain a lofty spiritual life;NEWLINENEWLINE(b) vers. 5-8, to put off their old vices, impurity, malice, falsehood;NEWLINENEWLINE(c) vers. 9-14, to put on the new Christian virtues, especially gentleness, forgivingness, love;NEWLINENEWLINE(d) vers. 15-17, to let the sovereign influence of Christ sway their whole life - inward, social, secular;NEWLINENEWLINE(e) ver. 18 - Colossians 4:1, enjoining the Christian discharge of their relative duties, as wives and husbands, children and fathers, servants and masters, under the sense of their allegiance to the Lord Christ;NEWLINENEWLINE(f) Colossians 4:2-4, exhorting to constant prayer, and especially for the apostle himself at the present juncture; andNEWLINENEWLINE(g) vers. 5, 6, to wise conduct and edifying speech toward them that are without. It will be seen how much more comprehensive and systematic is the view thus presented of Christian duty than that furnished by earlier Epistles; and how the ideas of the supremacy of Christ, the unity of the Christian brotherhood, and the sacredness of the natural constitution of human life, which were threatened by the rise of Gnosticism in Colossae, underlie the apostle's exposition of Christian ethics. Paragraphs (a) to (d) in the above analysis we have grouped together under the title given to this section; (e) demands a separate treatment; and (f) and (g) will finally be bracketed together. Verses 1, 2. - If, therefore, ye were raised together with Christ, seek the things above, where Christ is, seated at God's right hand; mind the things above, not the things upon the earth (Colossians 2:11-13, 20; Romans 6:1-11; Ephesians 1:20-22; Philippians 3:20; Matthew 6:19, 20; Luke 12:13-40). The apostle has already shown that when his readers, entering the gate of baptism, became Christians through faith in Christ, they died with him (Colossians 2:20), were buried, then raised and made alive together with him (Colossians 2:11-13): comp. Romans 6:1-11. So they were restored to peace and favour with God (Colossians 1:21-23; Colossians 2:13, 14), severed from their old life of sin (Colossians 2:11), and set in the path of holiness (Colossians 1:22). At the same time, they left behind all childish, tentative forms and notions (\"rudiments\") of religion, whether Jewish or non-Jewish (Colossians 2:8, 11, 18, 20-23). They became dead both from sin and from human modes of salvation. Both are included in \"the things upon the earth,\" to which belong at once the grosser sensual forms of sin (ver. 5) with its \"surfeiting of the flesh\" (Colossians 2:23), and that vaunted philosophy, which is after all earth born and earthward tending (Colossians 2:8, 20), bringing the soul again into bondage to material things. The apostle lifts his readers into a new, heavenly sphere. He bids them make \"the things above,\" i.e. \"the things of Christ,\" the one object of their thought and endeavour. So they will master the flesh by rising above it, instead of fighting it on its own ground by ceremonial rite and ascetic regimen. \"The things above\" are no abstract, transcendental conception, as in the theology of St. Paul's opponents, for they are \"where Christ is.\" The things \"in the heavens\" as well as those \"upon the earth\" were created \"in him, through him, unto him\" (Colossians 1:16); there he is Lord, even as here (Colossians 1:17; Colossians 2:10; Matthew 28:18). His presence gives distinctness and positiveness to the Christian's view of heaven, and concentrates his interests and affections there (comp. Philippians 1:23; Philippians 3:20; 1 Thessalonians 1:10; Ephesians 1:3; Ephesians 2:6; Matthew 6:19, 20; John 12:26; John 14:3; Acts 1:11; Acts 7:56). \"Seated\" is placed with emphasis at the end of its clause, indicating the completeness of the Saviour's work and the dignity of his position (comp. Ephesians 1:20-22; Hebrews 1:3; Hebrews 10:12, 13; Revelation 3:21; and see Pearson on the Creed, art. 6.). (For \"the things above,\" see vers. 3, 4; also Colossians 1:5 and Colossians 2:18 compared with Philippians 3:11-14, 20, 21; Romans 2:7; Romans 8:17-23; 1 Corinthians 15:42-49; 2 Corinthians 4:16-5:8; John 17:24.) To \"seek\" these things is to strive that they may be ours in the future; to \"mind\" them is to occupy our thoughts with them in the present. (For the word \"mind\" (φρονέω), comp. Philippians 3:19 and Romans 8:5-7 (φρόνημα, minding); in Romans 14:6 it is rendered by \"regard.\")NEWLINEVERSETITLESTARTColossians3:2VERSETITLEENDNEWLINEVERSESTARTSet your affection on things above, not on things on the earth.VERSEENDNEWLINEVERSETITLESTARTColossians3:3VERSETITLEENDNEWLINEVERSESTARTFor ye are dead, and your life is hid with Christ in God.VERSEENDNEWLINEVerse 3. - For ye died, and your life is hid, with Christ, in God (Colossians 2:11-13, 20; Ephesians 4:22; Philippians 3:20; Romans 6:1-14; Romans 7:1-6; 2 Corinthians 5:14, 15; Galatians 2:20; 1 Corinthians 3:23; John 15:5; John 12:26; Revelation 3:21). In this hidden life of the Christian lies the ground and the spring of the more outward life of thought and endeavour of vers. 1, 2. And this life comes through death, from that \"dying with Christ\" out of which we \"rose with him\" (ver. 1; Colossians 2:11-13, 20; Romans 6:3, 4, 8). \"The aorist ἀπεθάνετε ('ye died') denotes the past act; the perfect κέκρυπται ('hath been and is hid') the permanent effects\" (Lightfoot). (On the nature of this death, see notes to Colossians 2:11-13.) \"Died - and your life!\" this paradox is explained in Romans 6:10, 11, and repeated in Galatians 2:20; 2 Corinthians 5:14, 15. The Christian's life is lodged in the sphere of \"the unseen and eternal.\" It centres in Christ, and as he is hidden - withdrawn from the world of sense, yet with us always in his Spirit (John 14:16-20; John 16:16-22) - so our life with him. And if \"with Christ,\" then \"in God;\" for \"Christ is God's\" (1 Corinthians 3:23); \"lives to God\" (Romans 6:10), and \"is at God's right hand\" (ver. 1), being \"the Son of his love\" (Colossians 1:13; John 1:18). The apostle says, \"in God\" (\"in heaven,\" Philippians 3:19), to emphasize the fact of the union of Christ with God, or perhaps to deepen the reader's sense of the sacredness of this life in Christ (comp. 1 Timothy 6:14-16). \"Is hid\" (Colossians 1:26, 27; Colossians 2:2, 3), another allusion to the fondness of the Colossian errorists for mysteries. In Colossians 1:26 St. Paul spoke of the ancient mystery of a Christ for all the world; then of the new, perpetual mystery of a Christ dwelling within believing hearts. But this second mystery is equally that of our life in Christ as of Christ's life in us, lifting us to heaven while it brings him down to earth. This mutual indwelling of the Head in heaven and the members upon earth is the most intimate and inscrutable of all secrets (John 14:20; John 15:1-7; John 17:22, 23, 26). \"The world knows neither Christ nor Christians, and Christians do not even know themselves\" (Bengel). But as the old historic secret had its manifestation at last (Colossians 1:26), so will the new secret that lies enfolded within every Christian life -NEWLINEVERSETITLESTARTColossians3:4VERSETITLEENDNEWLINEVERSESTARTWhen Christ, who is our life, shall appear, then shall ye also appear with him in glory.VERSEENDNEWLINEVerse 4. - When Christ shall be manifested, our (or, your,) life, then shall ye also with him be manifested in glory (Romans 8:18-23; Philippians 3:21; 1 Corinthians 1:7; 1 Corinthians 4:5; 1 Thessalonians 1:10; 1 Timothy 6:15; 2 Timothy 2:10-12; 2 Timothy 4:8; Titus 2:13; 1 John 3:2; 1 John 2:28). Our future destiny, with our present redemption (Colossians 1:14), is wrapped up in Christ. Our life is not only \"with him\" (ver. 3); it is \"himself\" (Philippians 1:21; John 1:4; John 6:50-57; John 14:6; 1 John 5:12); he is its source and ground, way and rule, means and end - its all (ver. 11: comp. Colossians 1:20; Colossians 2:6-10; Ephesians 1:3, 23; Ephesians 3:17-19; Ephesians 4:13; Philippians 3:10; Philippians 4:19, etc.). From the hour of his ascension he has been hidden (Acts 1:9; Acts 3:21; 1 Peter 1:8); and his manifestation is as much a part of the Christian creed as his death and resurrection (Acts 17:31; 1 Thessalonians 1:10; 1 Thessalonians 4:16; 2 Thessalonians 1:10; 2 Thessalonians 2:8; 1 Corinthians 15:23; Philippians 3:20; 2 Timothy 4:1; John 14:3; 1 John 3:2, 3; Revelation 22:12, 20). Then the Christian will have his manifestation also with him, in the \"revelation of the sons of God\" (Romans 8:19); who will receive their second \"adoption, to wit, the redemption of their body\" (Romans 8:23). \"Seeing him as he is\" in his glory, \"we shall be like him\" (1 John 3:2) in glory. At last the spiritual life of the soul will have its due organic expression, in a body perfect and heavenly as itself (1 Corinthians 15:35-49; 2 Corinthians 5:1-5). This is already the case with our human nature in Christ (Philippians 3:21); and the change will proceed from the Head to the members (1 Corinthians 15:23), who will be conformed to his \"body of glory,\" as now they are being conformed to his spiritual image (Romans 8:9-11, 29, 30; Romans 12:2; 2 Corinthians 3:18; John 17:22-26; 1 John 4:17). The textual change from \"your\" to \"our\" is doubtful (see note on Colossians 2:13). Observe that \"Christ\" is repeated four times in the last four verses.NEWLINEVERSETITLESTARTColossians3:5VERSETITLEENDNEWLINEVERSESTARTMortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:VERSEENDNEWLINEVerse 5. - Make dead, therefore, the (or, your) members that are upon the earth (Colossians 2:11; Colossians 3:9; Ephesians 4:21, 22; Philippians 3:19; Romans 6:6; Romans 8:13; Romans 13:14). \"Your\" is omitted by most textual critics, but English idiom requires it in translation. In its absence a stronger emphasis falls on the defining clause, \"that are upon the earth.\" As these things may no longer be pursued or studied (vers. 1, 2), the organs devoted to them must be put to death. These members are indeed those of the actual body (Romans 6:13, 19; Romans 7:5, 23; Romans 8:13); but these in so far as ruled hitherto by sinful impulse and habit, constituting the body of \"the old man\" (ver. 9; Ephesians 4:22; Romans 6:6), \"of the flesh\" (Colossians 2:11), \"of sin,\" and \"of death\" (Romans 6:6; Romans 7:24), with \"sinful passions working in its members, bearing fruit unto death\" (Romans 7:5): setup, note, Colossians 2:11. That body is \"made dead\" by destruction of the evil passions that animated it. The body of \"the new man\" is physically identical with it, but different in moral habit and diathesis - a difference that manifests itself even in bodily expression and manner (2 Corinthians 5:17). Νεκρόω occurs besides in the New Testament only in Romans 4:19 and Hebrews 11:12 (in Romans 8:13, a still stronger word is used of \"the practices\" of the body): as the aged Abraham had been made dead in respect of the natural possibility of fatherhood, so the body of the Christian is to be dead for purposes of sin. If there were any doubt as to the writer's meaning, the next clause removes it. His language has approached that of the philosophical ascetics (see Colossians 2:23, note and quotations); hence the abrupt explanatory apposition that follows: fornication, uncleanness, (sensual) passion, evil desire, and covetousness, the which is idolatry (Ephesians 5:3-5; Philippians 3:19; 1 Corinthians 6:9-11; 1 Corinthians 5:11; Romans 1:29; 1 Timothy 6:17; Matthew 6:24, 31, 32; Luke 12:21; Psalm 49:6; Psalm 52:7). To these vices the Colossian Gentiles (some of them at least) had been to such a degree devoted that their members had become virtually identified therewith. The first two sins are related as particular and general. The second pair, πάθος and ἐπιθυμία, are combined in 1 Thessalonians 4:4 in contrast to \"(bodily) sanctification and honour\" (comp. Colossians 2:23, and \"passions of dishonour,\" Romans 1:26). The former denotes a morbid, inflamed condition of the sensual appetite; the latter, craving for some particular gratification of it (see Trench's 'Synonyms'). Neither of these words is etymologically, or invariably, evil in sense. The degradation of such terms in all languages is a sad evidence of the corruption of our nature. Πλεονεξία is both wider and more intense in meaning than our \"covetousness.\" It denotes radically the disposition to \"have more,\" \"grasping greed,\" \"selfishness grown to a passion.\" Hence it applies to sins of impurity, greediness for sensual pleasure (1 Thessalonians 4:6; Ephesians 4:19); but by the emphatic use of the article (\"the covetousness\"), and by the words that follow, it is marked out as a distinct type of sin; so in Ephesians 5:3, 5, where \"uncleanness\" and \"greed\" are stigmatized as vile forms of sin. This word, often used by St. Paul, is peculiar to him in the New Testament. \"The which\" (ἥτις: setup. α{τινα, Colossians 2:23) gives a reason while it states a fact (\"inasmuch as it is idolatry\"). For the thought, setup. Ephesians 5:5 and 1 Timothy 6:17, also Matthew 6:24; it is a commonplace of religion, and appears in Philo and Jewish rabbis (see Lightfoot). Lightfoot places a colon after \"upon the earth,\" and supposes \"fornication,\" etc., to be \"proleptic accusatives,\" looking forward to some verb unexpressed, such as \"put off\" (ver. 8). But this is needless (see Winer, p. 666), and the command, \"make dead your members,\" requires this qualifying explanation. The grammatical awkwardness of the apposition is not without rhetorical effect.NEWLINEVERSETITLESTARTColossians3:6VERSETITLEENDNEWLINEVERSESTARTFor which things' sake the wrath of God cometh on the children of disobedience:VERSEENDNEWLINEVerse 6. - Because of which (things) the anger of God cometh [upon the sons of disobedience] (Ephesians 2:2, 3; Ephesians 5:6; Galatians 5:21; Romans 1:18; Romans 2:5-9; Romans 5:9; 1 Thessalonians 1:10; 1 Thessalonians 2:16; 2 Thessalonians 1:5-10; John 3:36; Revelation 6:17; Malachi 3:2). The latter phrase is cancelled by Tischendorf, Tregelles, Alford, Lightfoot, Westcott and Hort; but retained by Ellicott and, preferentially, by the Revisers. The witnesses against it, though numerically few, are varied and select, and the parallel (Ephesians 5:6) would suggest insertion of the words if originally absent. \"The anger of God is coming\" is a sentence complete in itself (setup. Romans 1:18). God's \"anger\" (ὀργή) is his settled punitive indignation against sin, of which his \"wrath\" (θυμός) is the terrible outflaming (Revelation 16:1; Revelation 14:10); see Trench's 'Synonyms.' \"Cometh\" implies a continuing fact or fixed principle (see Winer, p. 332); or rather, perhaps, signifies that this \"anger\" is in course of manifestation, is \"on the way:\" comp. 1 Thessalonians 1:10, \"the anger that is coming,\" not \"to come,\" also the use of ἔρχομαι in John 14:3, 18; Hebrews 10:37. The objects of this anger (\"children of wrath,\" Ephesians 2:2, 3) are \"the sons of disobedience.\" The expressive Hebraism by which a man is said to be s child or son of the dominant quality or influence of his life is frequent in the New Testament.NEWLINEVERSETITLESTARTColossians3:7VERSETITLEENDNEWLINEVERSESTARTIn the which ye also walked some time, when ye lived in them.VERSEENDNEWLINEVerse 7. - In which also ye walked once, when you were living in these (things) (Ephesians 2:3; Ephesians 5:8; Romans 6:19-21; 1 Corinthians 6:11; 1 Corinthians 12:2; Titus 3:3; 1 Peter 4:3). Even retaining \"sons of disobedience\" in ver. 6, it seems better, with Alford, Lightfoot, and the English Version, to read οῖς as neuter, \"in which,\" referring to the same antecedent (ver. 5)as \"because of which\" in ver. 6; not \"amongst whom\" (Ellicott, Meyer). The latter interpretation is against the general usage of \"walk in\" with St. Paul (Colossians 4:5; Ephesians 2:2, 10; Ephesians 4:17; Ephesians 5:2; Romans 6:4; 2 Corinthians 4:2), and seems to condemn the mere fact of living \"amongst the sons of disobedience\" (see, on the other hand, 1 Corinthians 5:9, 10; Philippians 2:15; John 17:15; 1 Peter 2:12). The parallel \"because of which\" (ver. 6) gives also its force: these sins are visited with the Divine anger, and moreover are the very sins in which the Colossians aforetime had lived; observe the same connection in Ephesians 5:6-8; 1 Corinthians 6:10, 11. \"Were living\" stands opposed to \"make dead\" of ver. 5, and to \"ye died\" (ver. 3: comp. Colossians 2:20; Galatians 2:20); it marks the time when \"the old man\" (ver. 9), with his \"earthly members\" (ver. 5) was alive and active (comp. Romans 7:5, 9, \"sin came to life\"). \"In these things\" (τούτοις, not αὐτοῖς: Revised Text) points to the things enumerated in ver. 6, with a mental gesture of contempt.NEWLINEVERSETITLESTARTColossians3:8VERSETITLEENDNEWLINEVERSESTARTBut now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.VERSEENDNEWLINEVerse 8. - But now do ye put away indeed all these (things) (ver. 9; Colossians 2:11; Ephesians 4:22, 25; Romans 13:12; 1 Peter 2:1). The thought of the death of the old life gives place to that of the divesting of the old habit; the new life wears a new dress, Mark the triumphant emphasis in \"but now!\" (opposed to the \"once\" of ver. 8), characteristic of the writer (comp. Colossians 1, 21, 26; Romans 3:21; Romans 6:22, etc.). Τὰ πάντα (\"all these things,\" \"the whole\" of them) summarizes the vices specified in ver. 5, and forms the starting point of another series, in which malice predominates, as impurity in the previous list; anger, wrath, malice, evil speaking, foul speech from your mouth (Ephesians 4:26-31; Ephesians 5:4; Romans 1:29-31; 1 Corinthians 6:10; Galatians 5:20, 21; Titus 3:3). There is a similar order and division between these two chief classes of sin in the parallel passages. In Ephesians 4:31, 32 and Ephesians 5:3-5 the order is reversed. \"Anger\" (ὀργή) is ascribed to God in ver. 6 (comp. Ephesians 4:26; Hebrews 10:30). (On \"anger\" and \"wrath\" (or \"rage\"), see ver. 6.) The latter is once ascribed to God by St. Paul (Romans 2:8), more frequently in the Apocalypse. In man it is universally condemned. (For κακία, malignity, badness of disposition, comp. Romans 1:29; 1 Corinthians 14:20; Titus 3:3; see Trench's 'Synonyms.') Βλασφημία, in its original sense, includes injurious speech of any kind, either against man or God (see Romans 3:8; Romans 14:16; 1 Corinthians 10:30; Titus 3:2). Αἰσχρὸς in αἰσχρολογία (only here in the New Testament) denotes, like the English \"foul,\" either \"scurrilous\" or \"filthy.\" The former kind of speech is suggested by the foregoing blasphemia; but especially in such an atmosphere as that of Greek city life, scurrility commonly runs into filthiness. In Ephesians 5:4, where a slightly different word occurs, the latter idea is prominent. The two last vices, being sins of speech, must be put away \"out of your mouth.\" \"Your\" bears the emphasis in the Greek; such utterance is quite unfit for a Christian mouth (comp. Ephesians 4:29; Ephesians 5:3, 4; James 3:10; and the prohibition of lying in the next verse).NEWLINEVERSETITLESTARTColossians3:9VERSETITLEENDNEWLINEVERSESTARTLie not one to another, seeing that ye have put off the old man with his deeds;VERSEENDNEWLINEVerse 9. - Lie not one to another, having stripped off the old man with his deeds (Ephesians 4:14, 15; 20-25; 1 Timothy 1:6; Revelation 21:8; Colossians 2:11; Romans 6:6; Romans 8:12, 13; Galatians 5:16, 24). The imperatives of vers. 5 and 8 were aorists, enjoining a single, decisive act; this is present, as in vers. 1, 2, 15, 18, etc., giving a rule of life. Only in Colossians and Ephesians do we find the apostle give a general warning against lying. What reason there was for this we cannot tell; unless it lay in the deceit of the heretical teachers (Colossians 2:8: comp. Ephesians 4:14, 15; Acts 20:30; 2 Corinthians 11:13; 1 Timothy 4:2; 2 Peter 2:1; 1 John 4:1; Revelation 2:2; Revelation 3:9). The lying in question is uttered within the Church (\"to one another\"), and is fatal to its unity (ver. 11; Ephesians 4:25; Acts 20:28-30). The following aorist participles, \"having stripped off\" and \"having put on\" (ver. 10), may, grammatically, be part of the command - \"strip off,\" etc., and \"lie not\" - as e.g. in 1 Thessalonians 5:8; Hebrews 12:1; or may state the fact on which that command is based. The latter view is preferable (Meyer, Alford, Ellicott, English Version; but see Lightfoot); for the participles describe a change already realized - a change of principle, which has, however, still to be more fully carried out in practice (Colossians 2:11-13, 20; Colossians 3:1, 3, 7, 11; Ephesians 4:20-24; Galatians 3:27, 28): in ver. 12 the imperative mood is resumed with an emphatic \"therefore,\" implying a previous reference to fact. (On the double compound ἀπ εκ δυσάμενοι, \"having stripped off (and put) away,\" see notes, Colossians 2:11, 15.) The \"Old man\"; is the former self, the \"I no longer living\" (Galatians 2:20) of the Colossian believer, to whom \"the members that are upon the earth\" (ver. 5) belonged - the entire sinful personality of \"him who is in the flesh\" (Romans 8:8). His \"deeds\" (\"practices,\" \"habits of doing,\" Romans 8:13; see Trench's 'Synonyms' on πράσσω) are the pursuits of which vers. 5, 8, 9 supply examples.NEWLINEVERSETITLESTARTColossians3:10VERSETITLEENDNEWLINEVERSESTARTAnd have put on the new man, which is renewed in knowledge after the image of him that created him:VERSEENDNEWLINEVerse 10. - And having put on the new (man), which is being renewed unto (full) knowledge, after (the) image of him that created him (Ephesians 4:23, 24; Ephesians 2:15; Romans 6:4; Romans 7:6; Romans 8:1-4; Romans 13:12-14; 2 Corinthians 5:17; Galatians 6:15; Colossians 1:9; Colossians 2:2, 3; Genesis 1:26-28; Matthew 5:48; Hebrews 12:10; 1 Peter 1:16; Romans 8:29). New (νέος) is \"young,\" \"of recent date\" (compare the \"once,\" \"but now\" of vers. 7, 8; also Colossians 1:5-8; 1 Peter 2:1, 2). whose birth was well remembered, and which presented so vivid a contrast to the \"old man with his deeds.\" \"Being renewed\" (ἀνακαινούμενον, derived from the adjective καινός) sets forth the other side of this newness, its novelty of quality and condition (compare \"newness of life,\" Romans 6:4). And this participle is in the present tense (continuous), while the former is in the aorist (historical). So the notions are combined of a new birth taking place once for all, and a new character in course of formation. In Ephesians 4:23, 24 these ideas are in the same order (see Trench's 'Synonyms'). \"Full knowledge\" was one purpose of this renewal, the purpose most necessary to be set before the Colossians. The nature and objects of this knowledge have been already specified (Colossians 1:6, 9, 27, 28; Colossians 2:2, 3, 9, 10: comp. Ephesians 1:18, 19; Ephesians 3:18, 19; Philippians 3:8-14; 1 Corinthians 1:18-31; and on ἐπίγνωσις, see note, Colossians 1:6). \"After (the) image\" is clearly an allusion to Genesis 1:26-28; so in Ephesians 4:24 (\"after God\"). It is adverbial to \"renewed,\" not to \"knowledge.\" Man's renewal in Christ makes him what the Creator at first designed him to be, namely, his own image (compare note on \"reconcile,\" Colossians 1:20). Chrysostom and others take \"Christ\" as \"him that created,\" in view of Colossians 1:15, 16; but then it is said that all things \"were created in... through... for Christ,\" not absolutely that Christ created them. But \"the image of God after which\" man was created and is now recreated, is seen in Christ (Romans 8:29; 2 Corinthians 3:18; 2 Corinthians 4:4; John 1:18).NEWLINEVERSETITLESTARTColossians3:11VERSETITLEENDNEWLINEVERSESTARTWhere there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.VERSEENDNEWLINEVerse 11. - Where there is (or, can be) no Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, bondman, freeman (Galatians 3:28; Galatians 6:15; Ephesians 2:14-18; Ephesians 4:25; 1 Corinthians 12:13; Romans 15:5-12; Philemon 1:15, 16; John 17:20-23; Luke 22:24-27; John 13:12-17). That ἔνι means \"can be,\" \"negativing, not merely the fact, but the possibility,\" is doubtful in view of 1 Corinthians 6:5 (Revised Text). \"In Christ\" these distinctions are non-existent. There is no place for them. These and the following words indicate the sphere, as \"unto knowledge\" the end, and \"after the image\" the ideal or norm, of the progressive renewal to be effected in the Colossian believer. It can be carried on only where and so far as these distinctions are set aside. The \"new man\" knows nothing of them. The enmity between Greek and Jew being removed, the malice and falsehood that grew out of it will disappear (vers. 8, 9: comp. Romans 15:7; Ephesians 4:25). In Galatians 3:28 \"Jew\" stands first, and the distinction of sex is added. The distinctions here enumerated appear as looked at from the Greek side. Only here in the New Testament does \"Greek\" precede \"Jew\" (comp. Romans 1:16; 1 Corinthians 12:13, etc.). \"Barbarian\" (Romans 1:14) and \"Scythian\" (only here in the New Testament) are together opposed to \"Greek,\" and imply want of culture rather than alien nationality, the Scythian being the rudest of barbarians (see Lightfoot's full note). Such terms of contempt would, in Asia Minor, be commonly applied by Greeks to the native population. The party who affected philosophic culture (Colossians 2:8, 23) may, perhaps, have applied them to simple, uneducated Christians (see note on Colossians 1:28). (On \"circumcision,\" see Colossians 2:11; and for the connection with ver. 9, comp. Galatians 6:15.) For \"bond\" and \"free,\" a division then pervading society universally, comp. Galatian list. Onesimus and Philemon are doubtless in the apostle's mind. On this relationship he enlarges in the next section (Colossians 3:22-4:1). The four pairs of opposed terms represent distinctionsNEWLINENEWLINE(1) of race,NEWLINENEWLINE(2) of religious privilege,NEWLINENEWLINE(3) of culture,NEWLINENEWLINE(4) of social rank. But Christ is all things, and in all (Colossians 1:15-20; Colossians 2:9, 10; Colossians 3:4, 17; Ephesians 1:3, 10, 22, 23; Ephesians 2:13-22; Ephesians 3:8, 19; Philippians 1:21; Philippians 3:7-14; Philippians 4:19; Galatians 2:20; Galatians 5:2, 4; Romans 5:10; Romans 8:32, 39). \"Christ\" stands at the end of the sentence, with accumulated emphasis. The Church regards and values each man in his relation to Christ, and bids every other consideration bow to this. He is \"all things\" - our common centre, our standard of reference, and fount of honour, the stun of all we acknowledge and desire; and he is \"in all\" - the common life and soul of his people, the substance of all we experience and possess as Christians. The second \"all\" is masculine (so most commentators, from Chrysostom downwards), referring more specially to the classes just enumerated. Similarly, in Ephesians 4:6: comp. Colossians 1:27; Ephesians 3:17; Galatians 1:15; Galatians 2:20; Galatians 4:19. (While he is \"in all,\" it is equally true that all are \"in him:\" comp. John 15:4; John 17:23, 26.) Just as in the spiritual sphere, and in the relations between God and man, Christ is shown to be all, so that \"principalities and powers\" are comparatively insignificant (Colossians 1:16; Colossians 2:9, 10, 15); so in the moral sphere, and in the relations between man and man. All human distinctions, like all angelic offices, must pay homage to his supremacy, and submit to the reconciling unity of his kingdom (Ephesians 1:10).NEWLINEVERSETITLESTARTColossians3:12VERSETITLEENDNEWLINEVERSESTARTPut on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;VERSEENDNEWLINEVerse 12. - Put on, therefore, as elect of God, holy, [and] beloved (vers. 9,14; Ephesians 4:24; Ephesians 1:3-5; Galatians 3:27; Romans 13:14; 1 Thessalonians 5:8; 1 Thessalonians 1:4; 2 Thessalonians 2:13; Titus 1:1; Romans 8:28-39; 1 Peter 1:1, 2; 1 John 3:1). The terms \"elect,\" \"holy\" (same as \"saints,\" Colossians 1:2; see note), \"beloved,\" apply alike and separately to those addressed. Bengel, Meyer, Alford, Ellicott prefer to read \"holy and beloved elect (ones);\" but \"holy\" and \"beloved\" are used frequently by St. Paul as distinct substantive expressions, and indicate conditions ensuing on, rather than determining, election. Colossian believers are \"elect\" in virtue of an antecedent choice of them to salvation on the part of God, as those who would believe on his Son (1 Thessalonians 1:4; 2 Thessalonians 2:13; Ephesians 1:4, 5; Ephesians 2:8; Romans 8:28-30; 1 Peter 1:1, 2). Their whole Christian standing springs from and witnesses to God's eternal (Ephesians 1:4) election of them - an election which, however, presumes faith on their part from beginning to end (Colossians 1:22, 23; Romans 9:30-33; Romans 11:5-10, 17-24). \"Elect\" and \"called,\" with St. Paul, are coextensive terms: comp. Romans 1:7 (R.V.) with this passage, also 1 Corinthians 1:26, 27. To address the Colossian Christians as elect is to remind them of all that they owe to God's grace. \"Elect\" as chosen by God, they are \"holy\" as devoted to God. By the latter title they were first addressed (Colossians 1:2); holiness is the essence of Christian character. That they should gain this character and appear in it at the last judgment was the purpose of Christ's atoning death (Colossians 1:21, 22), as it was the purpose of God's eternal election of believers (Ephesians 1:4; 2 Thessalonians 2:13; 1 Peter 2:9). \"And\" is marked as doubtful by Lightfoot, Westcott and Heft; \"it is impossible not to feel how much the sentence gains in form by its omission\" (Lightfoot). \"Beloved\" (ἠγαπημένοι) is the perfect participle passive; it describes the position of those who, carrying out by their present holiness the purpose of their past election, are the objects of God's abiding love (1 Thessalonians 1:4). This love dictated their election and set at work the means by which it should be secured (Ephesians 1:3-14; Ephesians 2:4; Romans 8:28-30, 39; 1 John 3:1; 1 John 4:9, 10). As its purposes are increasingly fulfilled in them, it rests on them with an abiding complacency and satisfaction (Ephesians 5:1; John 14:21-23). Christ is \"the beloved One\" (Ephesians 1:6; Matthew 3:17, etc.), and those who are \"in him\" in their measure share the same title (John 17:23-26). But their choice by God and devotion to God, who is all love to them (Romans 8:39; 1 John 4:16), must in turn beget a loving heart in them (1 John 4:11). A heart of pity, kindness, lowliness of mind, meekness, long suffering (Ephesians 4:1, 2, 32-5:2; Philippians 2:1-4; Galatians 5:22; 1 Corinthians 13:4; Titus 3:2; 1 Peter 3:8, 9; Matthew 5:5, 7; Matthew 11:29; Luke 6:35, 36). \"The σπλάγχνα are properly the nobler viscera\" rather than the bowels. The use of this figure, found three times in Philemon, is Hebraistic (comp. Luke 1:78; 2 Corinthians 6:12; Philemon 1:7, 12, 20; James 5:11; 1 John 3:17), though similar expressions occur in Greek poets. \"Pity\" (or, \"compassion\") is an attribute of God in Romans 12:1; 2 Corinthians 1:3: comp. Luke 6:36 (\"pitiful\") (On kindness, or kindliness, see Galatians 5:22; 1 Corinthians 13:4; 2 Corinthians 6:6 - in each case following \"long suffering;\" Romans 11:22, where it is opposed to \"severity\" in God (comp. Romans 2:4); Ephesians 2:7; Titus 3:4, where it is ascribed to God in his dealing with men in Christ; also Matthew 11:30.) It is synonymous with \"goodness\" (Galatians 5:22; Ephesians 5:9; Matthew 7:11; Matthew 12:35, etc.); but \"goodness\" looks chiefly to benefit intended or conferred, \"kindness\" to the spirit and manner of bestowal (see Trench's 'Synonym'). The objects of \"pity\" are the suffering and miserable; of \"kindness,\" the needy and dependent. The \"lowliness of mind\" of Colossians 2:18, 23 was something specious and to be guarded against; here it is the central and essential element of the true Christian temper (Acts 20:19; Philippians 2:3; 1 Peter 5:5; Luke 14:11; Luke 18:14), its self-regarding element (Romans 12:3). It is linked with meekness, as in Ephesians 4:2 and Matthew 11:29. \"Pity\" and \"kindness,\" preceding \"humility,\" relate to the claims of others upon us; \"meekness\" and \"long suffering,\" to our bearing towards them. \"Meekness,\" the opposite of rudeness and self assertion (1 Corinthians 13:5), is a delicate consideration for the rights and feelings of others, especially necessary in administering rebuke or discipline (Galatians 6:1; 2 Timothy 2:25; 1 Corinthians 4:21; Titus 3:2), and conspicuous in Christ (Matthew 11:29; Matthew 21:5; 2 Corinthians 10:1). St. Peter marks it as a womanly virtue (1 Peter 3:4). \"Long suffering\" is called forth by the conduct of \"the evil and unthankful\" (see Colossians 1:11, and note). St. Paul claims this quality for himself (2 Corinthians 6:6; 2 Timothy 3:10). Throughout Scripture it is ascribed to God (Exodus 34:6; Romans 2:4; Romans 9:22; 1 Timothy 1:16; 2 Peter 3:9, 15, etc.).NEWLINEVERSETITLESTARTColossians3:13VERSETITLEENDNEWLINEVERSESTARTForbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.VERSEENDNEWLINEVerse 13. - Bearing with one another, and forgiving each other (literally, yourselves), if any one have a complaint against any (Ephesians 4:1, 2, 32; Ephesians 5:1; 1 Thessalonians 5:14; 1 Corinthians 6:7, 8; 2 Corinthians 2:10; Matthew 6:14, 15; Matthew 18:21-35; Mark 11:25; Luke 17:3, 4). (On \"bearing with\" or \"forbearing,\" see 1 Corinthians 4:12; 2 Corinthians 11:19, 20; Matthew 17:17.) It is ascribed to God, with \"long-suffering,\" especially as shown in his dealing with the sins of men before the coming of Christ (Romans 2:4; Romans 3:26: comp. Acts 17:30). Long suffering may be shown towards all who do us injury; forbearance especially towards those from whom regard or obedience is due. It falls short of forgiveness, which can only ensue on repentance (Luke 17:3, 4: comp. Romans 3:25, 26; Acts 17:30). The change of pronoun in the two participial clauses appears also in Ephesians 4:2 and 32: the first is reciprocal, but the second is reflexive, implying the oneness of the forgiving and the forgiven party. Forgiving a Christian brother, it is as though a man were forgiving himself (comp. vers. 14, 15; Galatians 6:1; Romans 12:5; Romans 15:5-7; and the same variation in 1 Peter 4:8-10). \"Forgive\" is literally \"to grant grace,\" used of Divine forgiveness m Colossians 2:13 (see note). The words, \"if any have any complaint,\" etc., would certainly apply to Philemon as against Onesimus (Philemon 1:18, 19: comp. 2 Corinthians 2:5-11; Mark 11:25). Even as the Lord (or, Christ) forgave you, so also ye (Colossians 2:13; Ephesians 4:32; Ephesians 1:7; Romans 3:24-26; 2 Corinthians 5:19; Acts 13:38; Acts 5:31; 1 John 1:9; Matthew 9:1-8; Matthew 18:27; Exodus 34:6, 7; Psalm 103:3). This argument is latent in the appeal to the \"elect\" and \"beloved\" of ver. 12. The evidence for the alternative readings, \"Lord\" and \"Christ,\" is nearly equal in weight. In any case, the \"Lord\" is \"Christ\" in this passage (Colossians 2:6; Colossians 3:17, 24): and that he forgave (comp. Colossians 1:20, note) is quite consistent with the assertion that God forgave (Colossians 2:13), for God forgave \"in Christ\" (Ephesians 4:32). So \"God in Christ reconciled\" (2 Corinthians 5:19); and yet \"Christ reconciled us\" (Colossians 1:20, 21; Ephesians 2:16). \"Forgiving,\" supplied in thought from previous context, completes the sense of \"so also ye\" (Meyer, Alford, Ellicott). To suppose an ellipsis of the imperative, with Light foot and the English Version (\"do ye\"), is needlessly to break the structure of the sentence. Ver. 14 shows that the leading imperative, \"put on,\" of ver. 12 is still in the writer's mind. For the reciprocal double καί (\"even.., also\"), comp. Colossians 1:6 or Romans 1:13; it is characteristic of the writer.NEWLINEVERSETITLESTARTColossians3:14VERSETITLEENDNEWLINEVERSESTARTAnd above all these things put on charity, which is the bond of perfectness.VERSEENDNEWLINEVerse 14. - And over all these things (put on) love, which (thing) is the bond of perfectness (Colossians 2:2; Ephesians 4:2, 3; Ephesians 5:1; Philippians 2:2; 1 Corinthians 13; Galatians 5:13-15, 22; Romans 13:8-10; 2 Peter 1:7; 1 John 4:7-21; John 13:34, 35). In 1 Corinthians 13. \"love\" is the substance or substratum of the Christian virtues; in Galatians 5:22 it is their head and beginning; here it is that which embraces and completes them. They imply love, but it is more than them all together. They lie within its circumference; wanting it, they fall to pieces and are nothing. (For συνδεσμός (\"bond\" or \"band\"), comp. Colossians 2:19.) In Ephesians 4:3 we have the \"bond of peace\" (see next verse). Love is the bond in the active sense, as that wherewith the constituents of a Christian character or the members of a Church are bound together: peace, in a passive sense, as that wherein the union consists (comp. 1 Corinthians 1:10; 2 Corinthians 13:11). \"Love\" (compare \"covetousness,\" ver. 5) is made conspicuous by the Greek definite article - being that eminent, essential grace of Christian love (Colossians 1:4, 8; Colossians 2:2; 1 Corinthians 13; 1 John 4:16, etc.). \"Perfectness\" is genitive of object, not of quality: love unifies the elements of Christian goodness and gives them in itself their \"perfectness\" (Romans 13:10). (For \"perfectness,\" see note on \"perfect,\" Colossians 1:28; and comp. 4:12.) Against Galatian teachers of circumcision, and Corinthian exalters of knowledge, the apostle had magnified the supremacy of love (Galatians 5:6; 1 Corinthians 8:1-3); and so against the Colossian mysticism and asceticism he sets it forth as the crown of spiritual perfection, the goal of human excellence (comp. Ephesians 4:15, 16).NEWLINEVERSETITLESTARTColossians3:15VERSETITLEENDNEWLINEVERSESTARTAnd let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.VERSEENDNEWLINEVerse 15. - And let the peace of Christ be umpire in your hearts (Colossians 1:14, 20-22; Colossians 2:18; Ephesians 2:13-18; Romans 5:1, 10; 2 Corinthians 5:18-21; Acts 10:36; Hebrews 13:20; Philippians 3:14). \"Of God,\" the reading of the Received Text, is borrowed from Philippians 4:7, where, however, \"in Christ Jesus\" follows (comp. ver. 13 b, and Ephesians 4:32). \"The peace of Christ\" is that which he effects in reconciling men to God, and to himself as their Lord (ver. 13 b; Colossians 1:20, see note; Romans 5:1). Here is the source of inner tranquillity and health of soul (see note on \"peace,\" Colossians 1:2; Romans 8:6-9; John 16:33); and of the outward union and harmony of the Church, the body of Christ (Ephesians 2:16; Ephesians 4:2, 3; Romans 14:15-19; Romans 15:7). In John 14:27, on the other hand, Christ's peace, his \"legacy,\" is that which he possessed and exemplified - an idea foreign to this context. This \"peace\" is to \"act as umpire\" in the Christian's heart. The compound κατα βρὰ-βεύω (\"act as umpire against you\") has already been used in Colossians 2:18 (see note; also Philippians 3:14, cognate βραβεῖον) of the false teacher who, in condemning the faith of the Colossian Christians as insufficient for the attaining of \"perfectness\" (ver. 14) without angel worship, etc., virtually took away their prize and judged them \"unworthy of eternal life.\" The Greek commentators seem, therefore, to be right, as against most moderns (but see Klopper on the other side), in retaining the primary sense of the verb instead of generalizing it into \"rule\" or the like. It stands in precise antithesis, both of sense and sound, to Colossians 2:18: \"Let not the deceivers decide against you, but let the peace of Christ decide in your hearts\" (Cramer's 'Catena'). \"The peace of Christ\" dwelling within the heart is to be the security of the Colossian believer against the threats of false teachers: \"They seek to rob you of your prize; let this assure you of it.\" Present, conscious peace with God is a warrant of the Christian's hope of everlasting life (Romans 5:1-11; Romans 8:31-39; Romans 15:13; Ephesians 1:13, 14; 1 Thessalonians 5:23; Titus 3:7). This assurance is identical with \"the witness of the Spirit\" (Romans 8:15, 16; Galatians 4:6, 7; Ephesians 1:13, 14). The apostle argued in Colossians 1:4, 5 from the present faith and love of his readers to \"the hope laid up for them in heaven;\" here he bids them find in the peace which Christ has brought to their souls the earnest of their future bliss. It is but a generalizing of the same idea when he speaks in Philippians 4:7 of \"the peace of God\" as \"garrisoning the heart and thoughts\" against fear and doubt. Unto which also ye were called, in one body (Colossians 1:12, 18; Colossians 2:2; Ephesians 4:14-18, 1-6; Philippians 1:27, 28; 1 Corinthians 10:17; 1 Corinthians 12:12, 13; Romans 12:5). So this \"peace\" is to be at once their inward safeguard, and the ground of their outward union. They are to stand together in its defence (Philippians 1:27, 28). Error, which blights the Church's hope, destroys her unity. So the maintenance of that \"one hope of our calling,\" assured by a Divine peace within the soul, unites all Christian hearts in a common cause (compare the connection of vers. 18 and 19 in Colossians 2.). With St. Paul, the peace of God's children with him and with each other is so essentially one that he speaks almost indistinguishably of both (Ephesians 2:15, 16; 2 Corinthians 13:11; 2 Thessalonians 3:16). He adds, and be ye thankful (Colossians 1:3-5, 12; Colossians 2:7; Colossians 3:17; Colossians 4:2; Ephesians 5:20); viz. \"for this assurance of your future blessedness afforded by the peace of Christ within your hearts, with its outward evidence in your Christian unity.\" The apostle gave thanks for them on like grounds (Colossians 1:3-5: comp. 1:12-14). The command to give thanks prevails in this Epistle, as that to rejoice in Philippians. \"Be\" is the Greek γίνομαι (\"become\"); so in Ephesians 4:32; Ephesians 5:1, 17. It implies \"striving after an aim as not yet realized\" (Meyer: comp. John 15:8) - rather, therefore, \"to be in act,\" \"to prove\" or \"show one's self thankful\" (see Grimm's 'Lexicon;' and comp. Romans 3:4; Luke 10:36).NEWLINEVERSETITLESTARTColossians3:16VERSETITLEENDNEWLINEVERSESTARTLet the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.VERSEENDNEWLINEVerse 16. - Let the word of Christ dwell in you richly, in all wisdom (Colossians 1:5, 9, 27, 28; Colossians 2:2, 3; Colossians 4:5, 6; Ephesians 1:17, 18; Ephesians 3:8, 9; 1 Corinthians 1:5, 6; 2 Timothy 3:15). The \"word of Christ\" is the Christian doctrine, the gospel in the widest sense of the term (Colossians 1:5), as proceeding from Christ (Galatians 1:11, 12; Hebrews 2:3; Matthew 28:20; 2 Corinthians 13:3). This precise phrase occurs only here, where the name of Christ is emphasized in so many ways (comp. 1 Thessalonians 1:8; 2 Thessalonians 3:1). The apostle, it may be, alludes primarily to the personal teaching of Christ himself (comp. Acts 20:35; 1 Corinthians 7:10). \"You\" is understood collectively by Meyer and others (\"amongst you\"); but the verb \"dwell in\" (Romans 8:11; 2 Timothy 1:5, 14) requires the stronger sense, suggested also by the \"in your hearts\" of ver. 15 (comp. note on \"in you,\" Colossians 1:27). As \"the word\" is rich in the Divine wealth stored in it (Colossians 1:27; Ephesians 1:7, 18; Ephesians 2:4, 7; Ephesians 3:8; Titus 3:6), so it is to dwell \"richly\" in those who possess it. \"In all wisdom\" God's grace abounded (Ephesians 1:8), and St. Paul himself taught (Colossians 1:28); so with the richly indwelling word in the minds of the Colossians, especially as they were beset by intellectual forms of error (Colossians 1:9; Colossians 2:2-4, 8, 23: comp. Colossians 4:5; Ephesians 5:15). In this connection of thought, the phrase appears to belong to the previous sentence; so English Version and Lightfoot. Bengel, Meyer, Alford, and Ellicott, however, attach it to the words which follow. Teaching and admonishing each other [or, yourselves: comp. ver. 13, note] (Colossians 1:28; Romans 15:14; Hebrews 5:12; Hebrews 10:24, 25; Ephesians 4:15, 16). (For this absolute participial nominative, so marked a feature of St. Paul's style, comp. Colossians 1:10; Colossians 2:2; Ephesians 1:18; Ephesians 4:2; Philippians 1:30; Philippians 3:10; 2 Corinthians 7:5; Winer, p. 716.) What he is doing in his own ministry and by writing this letter, he bids the Colossians do for each other. \"Teaching\" precedes, being suggested by \"wisdom.\" With psalms, hymns, spiritual songs (Ephesians 5:19; 1 Corinthians 14:26). These are to be a chief means of mutual edification. The repeated \"and,\" also the singular \"heart,\" and \"Lord\" in place of \"God\" in the sequel of the verse, are borrowed by the Received Text from Ephesians 5:19. The Greeks, the Asiatic Greeks in particular, were devoted to the arts of music. Song and jest, stimulated by the wine cup, were the entertainment of their social hours (Ephesians 5:4, 18, 19). Their Christian intercourse is still to be enlivened by the varied use of song, and by the play of wholesome wit (Colossians 4:6; Ephesians 4:29); but both song and speech are to be \"in grace,\" stamped with a spiritual character and governed by a serious Christian purpose. A \"psalm\" (from ψάλλω, to play an instrument) is \"a song set to music;\" but this name was already in the LXX appropriated to its present use. Whether its application here is restricted to the psalms of the Old Testament is doubtful (comp. 1 Corinthians 14:15, 26). \"Hymn\" (ὕμνος) denotes a solemn, religions composition, or song of Divine praise. The word \"song\" (ode, ᾠδή) is wider in sense; hence is qualified by \"spiritual,\" equivalent to \"with [or, 'in'] the Spirit\" (Ephesians 5:18) - \"songs of a spiritual nature, inspired by the Holy Ghost\" (comp. \"spiritual wisdom,\" Colossians 1:9). Such songs would echo the varied sentiments and experiences of the Christian life. In Ephesians 5:14 and 2 Timothy 2:11-13, very possibly, we have fragments of early Christian song. St. Paul's own language, in more exalted moods, tends to assume a rhythmic and lyrical strain (see introductory note on Colossians 1:15-20). In grace singing, in your hearts, to God (Colossians 4:5; Ephesians 5:19; 1 Corinthians 14:2, 15, 28; Romans 8:27; 1 John 3:19; Revelation 2:23; 1 Samuel 16:7; 1 Chronicles 28:9). \"The correct reading is ἐν τῇ χάριτι (in the grace);\" so Lightfoot, Tischendorf, Tregelles, Westcott and Herr in margin, rejected by the Revisers. The tendency to omit the article in prepositional phrases should be taken into account in its favour here. And the article helps the sense by giving \"grace\" a definite Christian meaning (so \"the love,\" ver. 14). Otherwise, ἐν χάριτι may mean no more than \"gracefully,\" \"pleasantly;\" comp. Colossians 4:6. \"The (Divine) grace\" is the pervasive element and subject matter of Christian song. Its constant refrain will be, \"to the praise of the glory of his grace!\" (Ephesians 1:6, 12, 14: comp. Romans 1:5, 6). \"In your hearts\" (ver. 15) - the inner region of the soul - there is the counterpart, audible \"to God,\" of the song that vibrates on the lips. In Ephesians 5:19 we read, \"with your hearts\" - the instrument (here the region) of the song. (For the connection of \"in your hearts\" and \"to God,\" comp. vers. 22, 23; Luke 16:15; Acts 1:24; Acts 15:8; Romans 8:27; 1 Thessalonians 2:4; 1 John 3:19.)NEWLINEVERSETITLESTARTColossians3:17VERSETITLEENDNEWLINEVERSESTARTAnd whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.VERSEENDNEWLINEVerse 17. - And everything, whatever ye he doing in word or deed, (do) all in the name of (the) Lord Jesus (1 Corinthians 10:31; 1 Corinthians 5:4; Ephesians 5:20; 2 Thessalonians 2:17). Ver. 16 speaks of \"word\" only; to it is added the \"deed,\" which stands for all the practical activities of life. Both meet in the following \"all.\" \"The name of the Lord Jesus\" is the expression of his authority as \"Lord\" (Colossians 1:13, 15, 18; Colossians 2:6; Philippians 2:9-11; Ephesians 1:21-23; 1 Corinthians 12:3; Romans 14:9; Acts 10:36), and of his personal character and relation to us as \"Jesus\" (Matthew 1:21; Acts 4:12; Acts 16:31, Revised Text). (On the prominence of the title \"Lord\" in this Epistle, see note on Colossians 2:6.) (For the emphatic, absolute nominative πᾶν at the head of the sentence, comp. John 6:39; John 15:2; John 17:2; Matthew 10:32; Luke 12:10.) Giving thanks to God (the) Father through him (ver. 15; Colossians 1:12-14; Colossians 2:7; Colossians 4:2). Again thanksgiving is urged on the Colossians. It is to be the accompaniment of daily talk and work - to be offered to God in his character as \"Father\" (see notes on Colossians 1:2, 3, 12), and \"through the Lord Jesus\" (Romans 1:8; Romans 7:25), by whom we have access to the Father (Ephesians 2:18; Ephesians 3:12; Romans 5:1, 2; Hebrews 10:19-22) and receive from him all the benefits of redemption (Colossians 1:14; Ephesians 2:5-10; Romans 3:24-26; Titus 3:4-7).NEWLINEVERSETITLESTARTColossians3:18VERSETITLEENDNEWLINEVERSESTARTWives, submit yourselves unto your own husbands, as it is fit in the Lord.VERSEENDNEWLINEVerse 18 - Colossians 4:1. - SECTION VIII. THE CHRISTIAN VIEW OF FAMILY DUTIES. We note that in each of the three family relations here dealt with, the subordinate party is first addressed, and the duty of submission is primarily insisted upon (vers. 18, 20, 22: comp. 1 Peter 2:13, 18; 1 Peter 3:1-6). So in Ephesians 5:21-24; Ephesians 6:1-3, 5-8. There may have been some special reason for this in the state of the Asiatic Churches or of Greek society in that region. But other indications show (1 Corinthians 7:24; 1 Corinthians 11:3-16; 1 Corinthians 14:34, 35; Galatians 5:13; 1 Thessalonians 4:11; 2 Thessalonians 3:11, 12; 1 Timothy 2:11, 12; 1 Timothy 6:1, 2; Titus 2:5, 9, 10; Titus 3:1) that the apostle perceived and sought to check the danger of unsettlement in the natural order of family and social life which often attends great spiritual revolutions, especially when they are in the direction of religious liberty. As in the case of Luther, the apostle's later teaching is largely directed against the antinomianism which resulted, by way of perversion and abuse, from the preaching of salvation by grace and of the sanctity of the individual believer (comp. introductory note to this chapter). Observe how the Lord and his authority are made to furnish a higher sanction for each of these natural duties. Verse 18. - Ye wives, be in subjection to your husbands, as is fit in the Lord (Ephesians 5:22-24; 1 Timothy 2:11-15; Titus 2:5; 1 Corinthians 11:3; 1 Corinthians 14:34, 35; 1 Peter 3:1-6; Genesis 3:16). On this duty the apostle dilates in the Ephesian letter, in illustration of its teaching respecting \"Christ and the Church\" (comp. the very different treatment of it in 1 Peter 3:1-7), The use of the article (αἱ γύναικες) in the nominative of address is frequent in New Testament, though not in classical Greek. Lightfoot thinks it Hebraistic. Ανηκεν stands in the imperfect tense (literally, it was fit), denoting a normal propriety (comp. Ephesians 5:4, Westcott and Hort; and for the general expression, 1 Corinthians 11:13, 14; Philemon 1:8; Ephesians 5:3; 1 Timothy 2:10; Philippians 4:8; Romans 1:29). Like all men of a sound moral nature, St Paul has a strong sense of natural propriety. The adjunct \"in the Lord\" belongs to \"was fit,\" not \"be subject\" (comp. ver. 20). The constitution of nature, as we have learnt in Colossians 1:15-18, is grounded \"in the Lord.\" In Ephesians 5:22-33 St. Paul shows that this inherent propriety has a deep spiritual significance; and he makes the subjection of the Church to her heavenly Lord a new reason for wifely submission.NEWLINEVERSETITLESTARTColossians3:19VERSETITLEENDNEWLINEVERSESTARTHusbands, love your wives, and be not bitter against them.VERSEENDNEWLINEVerse 19. - Ye husbands, love your wives, and be not bitter against them (Ephesians 5:25-31; 1 Peter 3:7). \"Love\" is ἀγαπάω, the word which expresses the highest spiritual affection - \"even as Christ loved the Church\" (Ephesians 5:25). Here, first and most of all, the \"new commandment\" of John 13:34 applies. St. Paul only uses the verb πικραίνω (\"to make bitter\") here, but he has the noun πικρία (\"bitterness\") in a wider application in Ephesians 4:31. It denotes \"exasperation,\" prompting to hasty severity. Bengel defines it as \"odium amori mixtum\" - hatred infused into love.NEWLINEVERSETITLESTARTColossians3:20VERSETITLEENDNEWLINEVERSESTARTChildren, obey your parents in all things: for this is well pleasing unto the Lord.VERSEENDNEWLINEVerse 20. - To children, be obedient to your parents in all things; for this is well pleasing in the Lord (Ephesians 6:1, 2; Exodus 20:12; Deuteronomy 5:16; Leviticus 19:3; Proverbs 23:22; Luke 2:51, 52). In Ephesians 6:1, 2 \"in all things\" (κατὰ πάντα, \"in regard to all things\") is wanting; and not the extent, but the intrinsic rightness of the command as it is found in the Decalogue is insisted on. But here, where \"Christ is all and in all\" (ver. 11), it is \"in the Lord\" (Revised Text) that the child's obedience is declared to be \"well pleasing.\" There is something especially pleasing in the behaviour of a lovingly obedient child, that wins \"favour\" both \"with God and man\" (Luke 2:52). The law of filial obedience has its creative ground \"in him\" (Colossians 1:16), and is an essential part of the Christian order of life, which is the natural order restored and perfected. \"Well pleasing\" is a favourite word of St. Paul's (comp. Colossians 1:10; Ephesians 5:10; Philippians 4:8; Romans 14:18; Titus 2:9, etc.; used also in Hebrews).NEWLINEVERSETITLESTARTColossians3:21VERSETITLEENDNEWLINEVERSESTARTFathers, provoke not your children to anger, lest they be discouraged.VERSEENDNEWLINEVerse 21. - Ye fathers, do not irritate your children, lest they be disheartened (Ephesians 6:4). Αρεθίζω (\"irritate\" or \"provoke\") St. Paul uses once besides (2 Corinthians 9:2), in a good sense. It implies a use of parental authority which, by continual exactions and complaints, teaches the child to look on the father as his enemy rather than his friend. The synonymous παροργίζω of Ephesians 6:4, found here in many copies, is, more definitely \"to rouse to anger.\" Αθυμέω (only here in the New Testament) means \"to lose heart,\" to have the confidence and high spirit of youth broken; \"fractus animus pestis juventutis\" (Bengel). In place of this treatment, \"the discipline and admonition of the Lord\" are recommended in Ephesians 6:4.NEWLINEVERSETITLESTARTColossians3:22VERSETITLEENDNEWLINEVERSESTARTServants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:VERSEENDNEWLINEVerse 22. - Ye servants (literally, bondmen), be obedient in all things to your lords according to the flesh (Ephesians 6:5-9; 1 Timothy 6:1, 2; Titus 2:9, 10; 1 Corinthians 7:21-24; Romans 13:1, 5; 1 Peter 2:18-25). The duties of servants and masters are prominent here (ver. 22- Colossians 4:1), in view of the emphasis thrown upon the lordship of Christ; and partly, no doubt, with reference to the case of the runaway slave Onesimus (Colossians 4:9; Epistle to Philemon) \"Servant\" is δοῦλος, bondman, as in Colossians 1:1 and commonly in St. Paul. In 1 Peter 2:18 we have the milder οἰκετής, domestic. The vast majority of servants of all kinds at this time in the Greek and Roman world were slaves. In most districts the slaves were much more numerous than the free population. And they were undoubtedly numerous in the early Church. The gospel has always been welcome to the poor and oppressed. The attitude of St. Paul and of Christianity towards slavery claims consideration under the Epistle to Philemon; on this point see Lightfoot's 'Introduction.' Here and in Ephesians 6:5 (comp. vers. 7, 8) the apostle calls the master κύριος (\"lord\") in reference to \"the Lord Christ\" (vers. 22 b, 24); elsewhere in the New Testament, as in common Greek, the opposite of δοῦλος is δεσποτής (1 Timothy 6:1, 2; 2 Timothy 2:21, etc.), \"According to flesh,\" that is, \"in outward, earthly relationship\" (comp. Romans 4:1): Christ is the Lord in the absolute and abiding sense of the word (similarly, \"in the flesh\" and \"in the Lord,\" Philemon 1:16). Not with acts of eye service (literally, not in eye services), as man pleasers, but in singleness of heart, fearing the Lord (Ephesians 6:6; Ephesians 5:21; 1 Thessalonians 2:4; Galatians 1:10; Matthew 6:22; Luke 11:34; James 1:5-8; Psalm 123:2; Isaiah 8:13; Revelation 2:23). \"Eye service\" is plural here, according to Revised Text; singular in Ephesians 6:6. Here the word ὀφθαλμοδουλεία first oocurs in Greek, like ἐθελοθρησκεία (Colossians 2:23). It strikes at the besetting sin of servants of all kinds. Ανθρωπάρεσκος (\"man pleaser\") occurs in the LXX, Psalm 52:6 (comp. 1 Thessalonians 2:6; Galatians 1:10). The servant whose aim it is to please his earthly master in what will catch his eye, plays a double part, acting in one way when observed, in another when left to himself; with this duplicity is contrasted \"singleness of heart\" (comp. Romans 12:8; 2 Corinthians 11:3; ἀπλότης in 2 Corinthians 8:2 and 1 Cor 9:11, 13 has a different application). \"Fearing the Lord\" more than the eye of his earthly lord, the Christian servant will always act in \"singleness of heart;\" for \"the eyes of the Lord are in every place.\" In the same manner the apostle (\"bondman of Christ Jesus,\" Colossians 1:1) speaks of his own relations to men and to the Lord Christ respectively (1 Corinthians 4:3-5; 2 Corinthians 5:11; Galatians 1:10; 1 Thessalonians 2:4-6, etc.: comp. John 5:37-44). The reading \"God\" of Received Text is a copyist's emendation, a sample of a large class of corruptions of the text, where a word more familiar in any given connection is, more or less unconsciously, substituted for the original word.NEWLINEVERSETITLESTARTColossians3:23VERSETITLEENDNEWLINEVERSESTARTAnd whatsoever ye do, do it heartily, as to the Lord, and not unto men;VERSEENDNEWLINEVerse 23. - Whatever ye be doing, work (therein) from (the) soul, as to the Lord, and not to men (ver. 17; Ephesians 6:6, 7; 1 Corinthians 7:21-23). (On the first clause, see ver. 17.) In the Revised Text, however, the turn of expression differs from that of ver. 17, πᾶν being cancelled. The writer is thinking, not so much of the variety of service possible, as of the spirit which should pervade it. \"Do\" is replaced in the second clause by the more energetic \"work,\" opposed to indolent or useless doing (comp. Ephesians 4:28; 2 Thessalonians 3:10; John 5:17; John 9:4). \"From [ἐκ, out of] the soul \"indicates the spring of their exertions - inward principle, not outward compulsion; the servant must put his soul into his work. \"Soul\" implies, even more than \"heart,\" the engagement of the man's best individual powers (comp. Philippians 1:27, as well as Ephesians 6:6). The slaves' daily taskwork is to be done, not only in sight and in fear of the Lord (ver. 22 b; Ephesians 5:21), but as actually \"to the Lord.\" Him they are serving (ver. 24 b), who alone is \"the Lord\" (Colossians 2:6); every mean and hard task is dignified and sweetened by the thought of being done for him, and the commonest work must be done with the zeal and thoroughness that his service demands (comp. Ephesians 6:7, \"with good will doing bond service\"). The word \"not\" (οὐ instead of μὴ) implies that their service is actually rendered to One other and higher than \"men\" (1 Corinthians 7:22; Galatians 1:10).NEWLINEVERSETITLESTARTColossians3:24VERSETITLEENDNEWLINEVERSESTARTKnowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.VERSEENDNEWLINEVerse 24. - Knowing that from (the) Lord you will receive the just recompense of the inheritance (Ephesians 6:8; Romans 2:6-11; 2 Corinthians 5:10; Revelation 22:12; Psalm 62:12). \"Knowing\" (εἰδότες) - that of which one is aware, not merely learning or \"getting to know\" (γινώσκω): see both words in Ephesians 5:5 and John 14:7, Revised Text; also Romans 6:6 and 9; 1 John 5:20. \"The absence of the definite article\" before Κυρίου \"is the more remarkable, because it is studiously inserted in the context\" (Lightfoot). St. Paul virtually says, \"There is a Master who will recompense you, if your earthly masters never do\" (comp. Colossians 4:1). \"Just\" renders the ἀντὶ in ἀνταπόδοσιν (a word common in LXX), implying \"equivalence\" or \"correspondence\" (comp. ἀνταναπληρῶ in Colossians 1:24; also Romans 11:35; Romans 12:19; 1 Thessalonians 3:9; 2 Thessalonians 1:6; Luke 6:38; Luke 14:12, 14) - a reward in the case of each individual, and in each particular, answering to the service rendered to \"the Lord\" (comp. Matthew 25:14-30). The opposite truth is asserted in ver. 25; Ephesians 6:8 combines them both. The recompense of the faithful Christian slave is nothing less than \"the inheritance\" of God's children (Colossians 1:12; Ephesians 1:5, 11, 14; Ephesians 3:6; Ephesians 5:5; Romans 8:17; Galatians 3:29; 1 Corinthians 6:9, 10; 1 Corinthians 15:50; Titus 3:7; 1 Peter 1:4), which the apostle has so often under other terms assured to his readers (Colossians 1:5, 23, 27; Colossians 2:18; Colossians 3:4, 15). For a slave to be heir was \"a paradox\" (Lightfoot): see Galatians 4:1, 7; Romans 8:15-17. No form of praise could be more cheering and ennobling to the despised slave than this. \"In Christ,\" Onesimus is \"no longer as a slave, but a brother beloved\" (Philemon 1:16), and if a brother, then a joint heir with his master Philemon in the heavenly inheritance (Colossians 3:11). Ye serve the Lord Christ (vers. 22, 25; Colossians 2:6; Ephesians 6:6; Romans 14:8, 9; 1 Corinthians 6:19, 20; 1 Corinthians 7:22, 23; John 13:13); that is, Christ is the Lord whose bondmen ye are. \"For\" is probably a correct gloss, though a corrupt reading. Its insertion indicates that the sentence was read indicatively (Lightfoot, and R.V.); not imperatively (\"serve the Lord Christ\"), as Meyer, Alford, Ellicott, with the Vulgate, construe it. The verse amounts to this: \"Work as for the Lord: he will repay you; you are his servants.\"NEWLINEVERSETITLESTARTColossians3:25VERSETITLEENDNEWLINEVERSESTARTBut he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.VERSEENDNEWLINEVerse 25. - For he that doeth wrong shall receive again that he did wrong; and there is no respect of persons (Ephesians 6:8, 9; Philippians 1:28; 2 Thessalonians 1:5-7; 1 Peter 1:17; Romans 2:11; Galatians 2:6). \"For\" is replaced by \"but\" in the same inferior copies which insert it in the last sentence. Here we have the ether side of the recompense promised in ver. 24 a, to which the explanatory \"for\" points back. The impartial justice which avenges every wrong guarantees the reward of the faithful servant of Christ. So the Old Testament saints rightly argued (Psalm 37:9-11; Psalm 58:10, 11; Psalm 64:7-10) that the punishment of the evil doer affords hope to the righteous man. This warning is quite general in its terms, and applies alike to the unfaithful servant and to the unjust master (comp. Ephesians 6:8). At the judgment seat of Christ there will be no favouritism: all ranks and orders of men will stand on precisely the same footing (Colossians 3:11). The word ἀδικέω, twice employed here, denotes a legal wrong or injury (1 Corinthians 6:7, 8); e.g. the conduct of Onesimus towards Philemon (ver. 18). The verb \"receive\" (κομίζομαι, carry off, gain; Ephesians 6:8; 2 Corinthians 5:10; 1 Peter 5:4; Matthew 25:27) looks more to the receiver, whereas ἀπολήμψεσθε ἀπό (ver. 24) points to the giver. Προσωπολημψία (literally, accepting of the face) is a pure Hebraism, found in St. James twice, and four times in St. Paul. The apostle turns from the slave to address his master. Ch. 4:1. - Ye lords, show just dealing and fairness to your servants [bondmen] (Ephesians 6:8, 9; Matthew 18:23-35; Luke 6:31). The verb \"show\" (παρέχεσθε, afford, render) is middle in voice, and, as in Luke 7:4 and Titus 2:7, implies spontaneity - \"show on your part,\" \"of yourselves.\" Τὸ δίκαιον (\"the just\"), a concrete expression, denotes the justice of the master's dealing (comp. τὸ χρηστόν in Romans 2:4, \"the kind dealing of God\"). Τὴν ἰσότητα gives the principle by which he is to be guided, that of equity, fairness (so Alford, Ellicott, Lightfoot). \"Equity is the mother of Justice\" (Philo, 'On the Creation of Magistrates,' § 14; see other illustrations in Lightfoot). Meyer contends for the stricter sense, \"equality\" (2 Corinthians 8:13, 14) - i.e. of Church status and brotherhood (Philemon 1:16; Colossians 3:11). But the context suggests no such special reference; it deals with the family and social relationship of master and servant \"Equity\" is a well-established sense of the Greek word. The law of equity bearing on all human relations Christ has laid down in Luke 6:31. Here is the germinal principle of the abolition of slavery. Moral equity, as realized by the Christian consciousness, was sure in course of time to bring about legal equality. Knowing that ye also have a Lord in heaven (Colossians 2:6; Ephesians 6:9; 1 Corinthians 7:22; Philippians 2:11; Romans 14:9; Revelation 17:14; Revelation 19:16). (On \"knowing,\" see ver. 24 a.) \"Ye also,\" for Christ is \"both their Lord and yours\" (Ephesians 6:9, Revised Text). The lordship of Christ dominates the whole Epistle (Colossians 1:15, 18; Colossians 2:6, 10, 19, etc.). The assertion that the proud master who deemed his fellow man his chattel is himself a mere slave of Christ, sets Christ's authority in a vivid and striking light. This consideration makes the Christian master apprehensive as to his treatment of his dependents. He is \"in heaven\" (Colossians 3:1; Ephesians 1:21; Ephesians 6:9; Ephesians 4:10; Philippians 3:20; 1 Thessalonians 1:10; 2 Thessalonians 1:7; Acts 3:21; John 3:13; John 8:23; Hebrews 9:24), the seat of Divine authority and glory, whence he shall soon return to judgment (comp. Psalm 76:8; Romans 1:18).NEWLINENEWLINENEWLINENEWLINENEWLINE","Col.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTColossians4:1VERSETITLEENDNEWLINEVERSESTARTMasters, give unto your servants that which is just and equal; knowing that ye also have a Master in heaven.VERSEENDNEWLINEVerse 1. - (See Ch 3.)NEWLINEVERSETITLESTARTColossians4:2VERSETITLEENDNEWLINEVERSESTARTContinue in prayer, and watch in the same with thanksgiving;VERSEENDNEWLINEVerses 2-6. - SECTION IX. PRAYER AND SOCIAL CONVERSE. There are added some brief exhortations of a more general tenor, the contents of which are summed up in the heading given to this section. Verse 2. - Continue steadfast in prayer, being watchful (or, wakeful) therein, with thanksgiving (Ephesians 6:18; Romans 12:12; Philippians 4:6; 1 Thessalonians 5:17, 18; 1 Timothy 2:1; Luke 11:5-10; Luke 18:1-8; Luke 21:36; Acts 1:14; Acts 20:31; 1 Corinthians 16:13; 1 Peter 5:8; Matthew 26:41; Mark 14:38). \"Steadfast continuance\" in prayer is specially illustrated in our Lord's sayings on the subject in St. Luke (comp. Acts 1:14, where the same peculiar verb is used). In Philippians 4:6; 1 Thessalonians 5:17, 18; 1 Timothy 2:l, again \"thanksgiving\" is associated with \"prayer.\" Wakefulness in prayer is enjoined by Christ in Matthew 26:41 and Mark 14:38: compare the synonymous ἀγρυπνέω, to be sleepless, used in Ephesians 6:1, 2; Mark 13:33; Luke 21:36; Hebrews 13:17. \"To be awake\" is to be alive in the fullest sense, to have all the powers of perception and action in readiness. The activity of the soul in prayer is to be both energetic and incessant. \"With [literally in, ἐν, not μετὰ, as in Ephesians 6:18] thanksgiving gives the pervading element or influence, in or under which the prayers of the Colossians were to be offered (comp. Colossians 1:12; Colossians 2:7; Colossians 3:15, 17).NEWLINEVERSETITLESTARTColossians4:3VERSETITLEENDNEWLINEVERSESTARTWithal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:VERSEENDNEWLINEVerse 3. - Praying at the same time also for us (Ephesians 6:19; Romans 15:30-32; 1 Thessalonians 5:25; 2 Thessalonians 3:1, 2; Hebrews 13:18). In Ephesians and Romans the apostle implores prayer for himself alone, and dwells on his personal circumstances. Here and in the Thessalonian letters he unites his fellow labourers with him in the request. That God may open to us a door for the word (1 Corinthians 16:9; 2 Corinthians 2:12; 1 Thessalonians 1:9; 1 Thessalonians 2:1). \"The word\" is the Word of God which the apostle preaches (Colossians 1:5, 25; 1 Thessalonians 1:6; Galatians 6:6; 2 Timothy 4:2; Acts 16:6); and \"a debt\" is wanted, in his present difficulties, through which that Word may freely pass, such as he speaks of in 1 Corinthians 16:9; 2 Corinthians 2:12 (comp. Acts 14:27; Revelation 3:8). It is fanciful to give \"door\" here the sense of \"mouth.\" The \"opening of my mouth,\" in Ephesians 6:19, expresses the subjective freedom (corresponding to \"as I ought to speak,\" ver. 4); \"the door for the word,\" the objective liberty desired by St. Paul in his imprisonment. To speak the mystery of Christ, because of which also I am bound (Colossians 1:23-29; Ephesians 6:19; Ephesians 3:1-13; Ephesians 4:1; Philippians 1:12-14; Philemon 1:9; 2 Timothy 2:8-10; Acts 20:22-24). Were his prison door once opened, the apostle would be able freely to preach the gospel to the Gentiles - for this \"the mystery of Christ\" chiefly signifies (Colossians 1:25-29; Ephesians 3:1-8; 1 Timothy 2:3-7.) (On \"mystery,\" see note, Colossians 1:26.) It is this very mission which makes him long for freedom, that keeps him a prisoner (Colossians 1:23; Ephesians 3:13). He is in the strange position of an \"ambassador in chains\" (Ephesians 6:19; Philemon 1:9, 10: comp. 2 Timothy 2:9). This \"I am bound\" (singular) shows that the \"for us\" of the former clause designedly includes others with himself.NEWLINEVERSETITLESTARTColossians4:4VERSETITLEENDNEWLINEVERSESTARTThat I may make it manifest, as I ought to speak.VERSEENDNEWLINEVerse 4. - That I may make it manifest, as I ought to speak (Ephesians 6:20; 2 Corinthians 2:17; 2 Corinthians 4:1-6; 2 Corinthians 5:11, 20-6:10; Romans 12:6; 2 Timothy 2:24-26; 2 Timothy 3:10; Acts 20:18-21, 27, 33-35). This clause qualifies the last; the \"open door\" is to be asked for the apostle, that he may make effective use of it. The mystery has been made manifest by God in the mission of Christ (Colossians 1:27; Colossians 2:15, note; 2 Corinthians 5:19, etc.); but that manifestation has to be made known to the Gentile world (Ephesians 3:9; 2 Corinthians 2:14; Romans 10:14). To this end he had received a special manifestation of \"the mystery of Christ\" (2 Corinthians 4:6; 2 Corinthians 5:19; Galatians 1:15, 16; Acts 9:15, 16; Acts 22:14, 15, 21; Acts 26:16-18). How the apostle conceives that he \"ought to speak\" appears from the parallel passages (see especially 2 Corinthians 5; 2 Corinthians 6; and Acts 20.).NEWLINEVERSETITLESTARTColossians4:5VERSETITLEENDNEWLINEVERSESTARTWalk in wisdom toward them that are without, redeeming the time.VERSEENDNEWLINEVerse 5. - Walk in wisdom towards those without (Ephesians 5:15-17; 1 Thessalonians 4:12; 1 Thessalonians 5:15; 1 Corinthians 10:32; 2 Corinthians 4:2; Titus 2:8; 1 Peter 2:12, 15; 1 Peter 3:16; Matthew 10:16). (On \"wisdom,\" see Colossians 1:9, note; Colossians 1:28; 2:3; 3:16; this was a chief need of the Colossian Church.) \"Those without,\" as opposed to Christians - \"those within the pale;\" a Jewish mode of expression (Lightfoot): comp. 1 Thessalonians 4:12; 1 Corinthians 5:12, 13; 1 Timothy 3:7. From a different point of view, they are designated\" the rest\" in Ephesians 2:3; 1 Thessalonians 4:13; 1 Thessalonians 5:6. This injunction appears in a different form and position in Ephesians. Standing at the close of the writer's exhortations, and followed up by the direction of the next verse, it is more pointed and emphatic here. Buying up each (literally, the) opportunity (Ephesians 5:16; 1 Corinthians 7:29; Galatians 6:10; John 11:9, 10; Luke 13:32; Ecclesiastes 3:1-8). In Ephesians 5:16 the reason is added, \"because the days are evil.\" In Daniel 2:8 (LXX) the verb ἐξαγοράζω (\"to buy out\" or \"up,\" a word of the market) has precisely this sense and connection, and the idiom occurs in classical writers. The verb is middle in voice: \"buying up for yourselves,\" \"for your own advantage.\" In Galatians 3:13 the compound verb is somewhat differently used. The opportunity is the fit time for each step of a well-conducted walk, the precise juncture of circumstances which must be seized at once or it is gone. This wary promptitude is always needful in dealing with men of the world, both to avoid harm from them and in seeking to do them good. The latter thought, it may be, connects this verse and the next.NEWLINEVERSETITLESTARTColossians4:6VERSETITLEENDNEWLINEVERSESTARTLet your speech be alway with grace, seasoned with salt, that ye may know how ye ought to answer every man.VERSEENDNEWLINEVerse 6. - (Let) your speech (literally, word) (be) always with grace, seasoned with salt (Ephesians 4:29, 31; Ephesians 5:3, 4; Titus 2:8; Matthew 12:34-37; Luke 4:22; Psalm 45:2). \"Word\" (λόγος) has its common acceptation, as in Colossians 3:17; Colossians 2:23; Titus 2:8; 2 Timothy 2:17; James 3:2. \"With grace\" (ἐν χάριτι) gives the pervading element of Christian speech; as \"in wisdom,\" of Christian behaviour (ver. 5). \"Grace,\" here without the article, is not, as in Colossians 3:16, where the article should probably be read, \"the (Divine) grace,\" but a property of speech itself, \"gracefulness\" the kindly, winning pleasantness which makes the talk of a good and thoughtful man attractive: comp. Psalm 45:2 (44:3, LXX); Ecclesiastes 10:12 (LXX); Sir. 21:16. \"Salt\" is the \"wholesome point and pertinency\" (Ellicott) seasoning conversation, while grace sweetens it. The clause which follows indicates that \"salt\" denotes here, as commonly in Greek (instance the phrase, \"Attic salt\"), an intellectual rather than a moral quality of speech. In Ephesians 4:29 the connection is different, and the application more general (comp. Matthew 5:13; Mark 9:49, 50). That you may know how you ought to answer each one (ver. 4; 1 Peter 3:15; Philippians 1:27, 28; 2 Thessalonians 2:17). The Colossians were to pray for the apostle that he might \"speak the mystery of Christ... as he ought to speak;\" and he bids them seek for themselves the same gift of παρρησία, liberty of speech and readiness to \"every good word.\" For their faith was assailed by persuasive sophistry (Colossians 2:4, 8, 23) and by brew-beating dogmatism (Colossians 2:16, 18, 20, 21). They were, like St. Paul, \"set for the defence of the gospel,\" placed in the van of the conflict against heresy. They needed, therefore, \"to have all their wits about them,\" so as to be able, as occasion required, to make answer to each of their opponents and questioners, that they might \"contend\" wisely as well as \"earnestly for the faith.\" 1 Peter 3:15 is a commentary on this verse: the parallelism is the closer because that Epistle was addressed to Churches in Asia Minor, where the debates out of which Gnosticism arose were beginning to be rife; and because, likewise, \"the hope that was in them\" was a chief object of the attack made on the Colossian believers (Colossians 1:5, 23, 27; Colossians 2:18; Colossians 3:15). With this exhortation the Christian teaching of the Epistle is concluded. In its third and practical part (Colossians 3:1-4:6) the apostle has built up, on the foundation of the doctrine laid down in the first chapter, and in place of the attractive but false and pernicious system denounced in the second, a lofty and complete ideal of the Christian life. He has led us from the contemplation of its \"life of life\" in the innermost mystery of union with Christ and of its glorious destiny in him (Colossians 3:1-4), through the soul's interior death-struggle with its old corruptions (vers. 5-11) and its investment with the graces of its new life (vers. 12-15), to the expression and outward acting of that life in the mutual edification of the Church (vers. 16, 17), in the obedience and devotion of the family circle (ver. 18 - Colossians 4:1), in constant prayerfulness and sympathy with the ministers and suffering witnesses of Christ (vers. 2-4), and, lastly, in such converse with men of the world, and in the midst of the distracting debate by which faith is assailed, as shall fittingly commend the Christian cause.NEWLINEVERSETITLESTARTColossians4:7VERSETITLEENDNEWLINEVERSESTARTAll my state shall Tychicus declare unto you, who is a beloved brother, and a faithful minister and fellowservant in the Lord:VERSEENDNEWLINEVerses 7-18. - SECTION X. PERSONAL MESSAGES AND GREETINGS. St. Paul concludes his letter, first, by introducing to the Colossians its bearer, Tychicus, along with whom he commends to them their own Onesimus, returning to his master (vers. 7-9); then, according to his custom, he conveys greetings from his various friends and helpers present with him at the time, in particular from Mark, who was likely to visit them, and from Epaphras their own devoted minister (vers. 10-14); thirdly, he sends greeting to the neighbouring and important Church of Laodicea, specially mentioning Nympha, with directions to exchange letters with the Laodiceans, and with a pointed warning to Archippus, probably a Colossian, having some charge over that Church (vers. 15-17). Finally, he appends, with his own hand, his apostolic greeting and benediction (ver. 18). The personal references of this section, though slight and cursory, are of peculiar value, bearing themselves the strongest marks of genuineness, and decisively attesting the Pauline authorship of the Epistle. At the same time, we gather from them several independent facts throwing light on St. Paul's position during his imprisonment, and on his relations to other leading personages of the Church. Verse 7. - All that relates to me (literally, the things concerning me) Tychicus, the beloved brother and faithful minister and fellow servant (bondman), will make known to you (Ephesians 6:21, 22; Titus 3:12; 1 Timothy 6:12; 1:8; 1 Thessalonians 3:2; Philippians 2:25). Tychicus appears first in Acts 20:4, where he is called an \"Asian\" (of the Roman province of Asia, of which Ephesus was capital), along with Trophimus, who, in Acts 21:29, is styled \"the Ephesian.\" He accompanied the apostle on his voyage to Jerusalem (A.D. 58), with a number of others representing different Churches, and deputed, as Lightfoot thinks, in conformity with the directions of 1 Corinthians 16:3, 4, to convey the contributions raised for \"the poor saints at Jerusalem.\" Trophimus was with St. Paul in Jerusalem (Acts 21:29), and so, probably, his colleague (the words, \"as far as Asia,\" in Acts 20:4, are of very doubtful authority), he is now with the apostle in his imprisonment at Rome, about to be sent home with these two letters (comp. Ephesians 6:21, 22), and in charge of Onesimus, on whose account the apostle sends a private letter to Philemon. In the interval between the first (present) and second imprisonment (2 Timothy), the apostle revisited the Asiatic Churches (so we infer from 1 Timothy 1:3), and Tychicus rejoined him; for we find St. Paul proposing to send him to Titus in Crete (Titus 3:12), and finally sending him from Rome once more to Ephesus (2 Timothy 6:12). These facts sustain the high terms in which he is here spoken cf. \"In the Lord\" belongs both to \"minister\" and \"fellow servant.\" This language is almost identical with that used of Epaphras in Colossians 1:7 (see notes). Tychicus is \"minister\" (διάκονος), not to Paul himself (Acts 19:22; Acts 13:5, ὑπηρέτης), nor in the official sense of Philippians 1:1, but \"of Christ,\" \"of the gospel,\" or \"the Church\" (1 Thessalonians 3:2), as St. Paul himself (Colossians 1:23, 25). He is \"a beloved brother\" to his fellow believers, \"a faithful minister\" of the Lord Christ, and \"a fellow servant\" with the apostle (Colossians 1:7; Colossians 4:10; Philippians 2:25).NEWLINEVERSETITLESTARTColossians4:8VERSETITLEENDNEWLINEVERSESTARTWhom I have sent unto you for the same purpose, that he might know your estate, and comfort your hearts;VERSEENDNEWLINEVerse 8. - Whom I have sent unto you for this very purpose, that ye may know how it is with us (literally, the things about us), and that he may comfort your hearts (Ephesians 6:22). The Received Text reads, by a slight confusion of similar Greek letters, that he may know the things about you (see Lightfoot's 'Notes on some Various Readings'). This is the only clause exactly identical in Colossians and Ephesians. There would be great anxiety on St. Paul's account amongst the Gentile Christians everywhere, and especially in the Asiatic Churches, after the ominous words of his address to the Ephesian elders (Acts 20:22-25: comp. vers. 37, 38). The Colossians had sent through Epaphras messages of love to him (Colossians 1:8). To know that he was of good courage, and even in hope of a speedy release (Philemon 1:22), would \"comfort their hearts.\"NEWLINEVERSETITLESTARTColossians4:9VERSETITLEENDNEWLINEVERSESTARTWith Onesimus, a faithful and beloved brother, who is one of you. They shall make known unto you all things which are done here.VERSEENDNEWLINEVerse 9. - With Onesimus, the faithful and beloved brother, who is (one) of you (ver. 7; Philemon 1:10, 16; Colossians 1:2; 1 Peter 5:12). \"In Christ there is no slave\" (Colossians 3:11). Onesimus, like Epaphras and Tychicus, is a brother, to be trusted and loved (comp. Philemon 1:10-17). This language strongly supports the appeal of ver. 1, and would further the purpose of the apostle's intercession to Onesimus' master. And Onesimus even shares with the honoured Tychicus in the privilege of being the apostle's messenger! All things that are happening here they will make known to you (ver. 7; Ephesians 6:21). There is, therefore, no need for any detailed account of the writer's circumstances. The solicitude which he assumes that these stranger Colossians (Colossians 1:8; Colossians 2:1) feel on his behalf shows how commanding his ascendancy over the Gentile Churches had become.NEWLINEVERSETITLESTARTColossians4:10VERSETITLEENDNEWLINEVERSESTARTAristarchus my fellowprisoner saluteth you, and Marcus, sister's son to Barnabas, (touching whom ye received commandments: if he come unto you, receive him;)VERSEENDNEWLINEVerse 10. - Aristarchus, my fellow prisoner, saluteth you (Philemon 1:2, 23; Philippians 2:25; Romans 16:7). Aristarchus, as a Thessalonian, accompanied the apostle to Jerusalem, along with Tychicus the Asian (Acts 20:4), and was his companion at least during the first part of his voyage to Rome (Acts 27:2). In Philemon 1:23, 24 his name follows that of Mark as a \"fellow worker\" (comp. ver. 11) and of Epaphras \"my fellow prisoner\" (comp. Romans 16:7). \"Fellow prisoner\" (αἰχμαλωτός, captive, prisoner of war) differs from the \"prisoner\" (δέσμιος, one in bonds) of Ephesians 3:1; Ephesians 4:1; Philemon 1:9; 2 Timothy 1:8. The supposition that these men were permitted as friends to share St. Paul's captivity in turn, is conjectural (see Meyer). Possibly the incident recorded in Acts 19:29 was attended by some temporary joint imprisonment of St. Paul and Aristarchus. As \"a soldier of Christ Jesus,\" the apostle was himself now \"a prisoner of war\" (2 Timothy 2:3, 4; 2 Corinthians 10:3-6); and therefore those who shared his sufferings were his \"fellow prisoners,\" as they were his\" fellow soldiers\" (Philemon 1:2; Philippians 1:30) and his \"fellow servants\" (Colossians 1:7; Colossians 4:7). And Mark, the cousin of Barnabas, about whom you received commandments - if he should come to you, welcome him (Philemon 1:24; 2 Timothy 4:11; 1 Peter 5:13). It is pleasant to find John Mark, who deserted the apostle in his first missionary journey (Acts 13:13), and on whose account he separated from Barnabas (Acts 15:37-40) ten years before, now taken again into his confidence and friendship (comp. 2 Timothy 4:11). And indeed it is evident that there was no permanent estrangement between the two great Gentile missionaries; for Mark is called \"cousin of Barnabas\" by way of recommendation (comp. 1 Corinthians 9:6; Galatians 2:1, 9, 13). Mary, the mother of John Mark, was a person of some consideration in the Church at Jerusalem (Acts 12:12), and through her he may have been related to Barnabas, who, though a Cypriot Jew, had property near Jerusalem (Acts 4:36, 37), and was also highly honoured by the mother Church (Acts 9:27; Acts 11:22-24; Acts 15:25, 26). Mark is, moreover, a link between the Apostles Paul and Peter. It is to the house of his mother that the latter betakes himself on his escape from Herod's prison (Acts 12:12). In 1 Peter 5:13 he appears, along with Silvanus (Silos), St. Paul's old comrade, in St. Peter's company, who calls him \"my son.\" St. Peter was then at Babylon, where Mark may have arrived at the end of the journey eastwards which St. Paul here contemplates his undertaking. The striking correspondence of language and thought between St. Peter's First Epistle (addressed, moreover, to Churches of Asia Minor) and those of St. Paul to the Ephesians and Colossians (and, in an equal degree, that to the Romans) suggests the existence of some special connection at this time between the two writers, such as may well have been afforded by Mark, if, leaving Rome soon after the despatch of these letters, he travelled in their track by way of Asia Minor to join St. Peter at Babylon. At the time of St. Paul's second imprisonment, about four years later, Mark is again in Asia Minor in the neighbourhood of Timothy, and the apostle desires his services at Rome (2 Timothy 4:11). When or how the Colossians had received already directions concerning Mark, we have no means of knowing. His journey appears to have been postponed. The apostle must before this have communicated with the Colossians. The visit of Epaphras to Rome may have been due to some communication from him. \"If he should come to you, give him a welcome,\" is the request the apostle now makes.NEWLINEVERSETITLESTARTColossians4:11VERSETITLEENDNEWLINEVERSESTARTAnd Jesus, which is called Justus, who are of the circumcision. These only are my fellowworkers unto the kingdom of God, which have been a comfort unto me.VERSEENDNEWLINEVerse 11. - And Jesus, called Justus - the only name of this list wanting in Philemon. Nor is this person mentioned elsewhere. \"Jesus\" (\"Joshua,\" Acts 7:45; Hebrews 4:8) was a common Jewish name. \"Justus\" (\"just,\" \"righteous\") was frequently adopted by individual Jews, or conferred on them, as a Gentile (Latin) surname (comp. Acts 1:23; Acts 18:7); it implied devotion to the Law, and was the equivalent of the Hebrew Zadok (see Lightfoot). Its Greek equivalent, δίκαιος, is the standing epithet of James, the brother of the Lord, and the head of the Church at Jerusalem; and is emphatically applied to Christ himself (Acts 3:14; Acts 7:52; Acts 22:14; 1 Peter 3:18; 1 John 2:1). Who are of the circumcision, - these only (my) fellow workers unto the kingdom of God, (men) who have been a comfort to me (Philemon 1:1, 24; 1 Thessalonians 3:2; Romans 16:3, 9, 21; 2 Corinthians 8:23; Philippians 2:25; Philippians 4:3). Aristarchus, therefore, was a Jew, as well as Mark and Jesus Justus. \"These only,\" etc., must be read as in close apposition to the previous clause. This statement accords with the apostle's complaint in Philippians 1:15-17; Philippians 2:19-24; but the still stronger language of the latter passages seems to point to a later time when he was yet more solitary, having lost Tychicus and Mark, and perhaps Aristarchus also, and when he had a more definite prospect of release. The title \"fellow worker\" he frequently confers on his associates (see references). In Philemon 1:24 it is applied, to Luke and Demas also. \"The kingdom of God\" was, in Colossians 1:13, \"the kingdom of his Son;\" as in Ephesians 5:5 it is \"the kingdom of Christ and God.\" On his arrival at Rome, St. Paul is described as \"testifying, and preaching the kingdom of God\" (Acts 28:23, 31: comp. Acts 8:12; Acts 14:22; Acts 19:8; 1 Thessalonians 2:12; 2 Thessalonians 1:5). On the force of οἵτινες (\"men who,\" \"such as\"), see Colossians 2:23; and for ἐγενήθησαν (\"proved,\" \"became in point of fact\"), comp. Colossians 3:15. Παρηγορία ξομφορτ, a word found only here in the Greek Testament, is a medical term (compare \"paregoric\"), implying \"soothing relief.\"NEWLINEVERSETITLESTARTColossians4:12VERSETITLEENDNEWLINEVERSESTARTEpaphras, who is one of you, a servant of Christ, saluteth you, always labouring fervently for you in prayers, that ye may stand perfect and complete in all the will of God.VERSEENDNEWLINEVerse 12. - Epaphras, who is (one) of you, saluteth you, a servant (bondman) of Christ Jesus (Romans 1:1; Philippians 1:1; Titus 1:1; Galatians 1:10; 2 Corinthians 4:5; 1 Corinthians 7:22; 1 Thessalonians 1:9; 2 Timothy 2:24; Acts 4:29; James 1:1; 2 Peter 1:1; Jude 1; Revelation 1:1; Revelation 22:3, 6). \"Of you,\" like Onesimus (ver. 9). He was a native of Colossae, as well as evangelist and minister of the Church there (Colossians 1:7, 8). \"Bondman of Christ Jesus\" is the title the apostle so often claims for himself (see references), only here put by him on any one else. Is there an implied reference to Onesimus (ver. 9), who was \"a bondman after the flesh,\" but \"the Lord's freedman\" (Philemon 1:16), while Epaphras, \"the freeman,\" is \"Christ's bondman\" (comp. 1 Corinthians 7:22)? We are reminded again of Colossians 2:6 (see note). Always striving on your behalf in his prayers, that ye may stand fast, (being) perfect and fully assured in all the will of God (Colossians 1:9, 23, 29; Colossians 2:1, 2, 5; Romans 15:30; Ephesians 6:11-14; Philippians 1:27; Philippians 4:1; 1 Corinthians 16:13; 1 Thessalonians 3:8; 2 Thessalonians 2:15). Epaphras \"strives\" (\"wrestles\") for his spiritual charge, like the apostle himself (Colossians 1:29, see note on ἀγωνίζομαι; Colossians 2:1; Romans 15:30; Luke 22:44). Προσκαρτερέω in ver. 2 denotes the patient persistence, this word the intense energy, of prevailing prayer. For \"stand\" (where Lightfoot, Westcott and Hort, and other critical editors read the stronger σταθῆτε for στῆτε), comp. Colossians 1:23; Colossians 2:7; it is four times repeated in the stirring appeal of Ephesians 6:11-14. For Churches threatened by the attacks of heresy it was above all things needful \"that they should stand fast.\" On \"perfect,\" see Colossians 1:28; also Colossians 3:14; the word bears a primary reference to \"knowledge,\" and implies a fully instructed and enlightened condition (Philippians 3:15; 1 Corinthians 14:20; Hebrews 5:14; Hebrews 6:1), attended with corresponding spiritual advancement (Ephesians 4:13). \"Fully assured\" (πεπληροφορημένοι, Revised Text) carries us back to Colossians 2:2 (see notes; on this verb, compare Lightfoot's exhaustive note). It bears the same sense in Romans 4:21 and Romans 14:5; a slightly different one in Luke 1:1. From the tenor of the letter it appears that the Colossians needed a deeper Christian insight and more intelligent and well-grounded convictions respecting the truth \"as in Jesus.\" \"All (the) will\" is strictly distributive (every will); θέλημα' (Colossians 1:9) differs from our will in having a concrete rather than abstract sense, denoting an act or expression of will.NEWLINEVERSETITLESTARTColossians4:13VERSETITLEENDNEWLINEVERSESTARTFor I bear him record, that he hath a great zeal for you, and them that are in Laodicea, and them in Hierapolis.VERSEENDNEWLINEVerse 13. - For I hear witness to him that he hath much labour (πὸνον for ζῆλον, Revised Text) for you (Colossians 1:29; Colossians 2:1; Philippians 2:19-23; 1 Thessalonians 5:12, 13; 1 Timothy 5:17; 1 Corinthians 16:15, 16). Πόνος occurs in the New Testament besides only in Revelation 16:10, 11 and Revelation 21:4, where it means \"pain;\" in classical Greek it implies \"painful, distressful exertion\" (comp. κοπιῶ, Colossians 1:29). It indicates the deep anxiety of Epaphras for this beloved and endangered Church. There is nothing here to point to \"outward toil\" (Lightfoot), any more than in Colossians 2:1. The apostle loves to commend his fellow labourers (Colossians 1:7; Philippians 2:20-22, 25, 26; 2 Corinthians 8:16-23). And for those in Laodicea and those in Hierapolis (vers. 15-17; Colossians 2:1). The Church in Hierapolis is added to that of Laodicea, singled out in Colossians 2:1 as a special object of the apostle's concern (on these cities, see Introduction, § 1). Whether Epaphras were the official head of these Churches or not, he could not but be deeply concerned in their welfare. Ver. 17 indicates the existence of a personal link between the Churches of Colossus and of Laodicea.NEWLINEVERSETITLESTARTColossians4:14VERSETITLEENDNEWLINEVERSESTARTLuke, the beloved physician, and Demas, greet you.VERSEENDNEWLINEVerse 14. - Luke the physician, the beloved, saluteth you (Philemon 1:24; 2 Timothy 4:11). This reference to Luke's profession is extremely interesting. We gather from the use of the first person plural in Acts 16:10-17, and again from Acts 20:5 to the end of the narrative, that he joined St. Paul on his first voyage to Europe and was left behind at Philippi; and rejoined him six years after on the journey to Jerusalem which completed his third missionary circuit, continuing with him during his voyage to Rome and his imprisonment. This faithful friend attended him in his second captivity, and solaced his last hours; \"Only Luke is with me\" (2 Timothy 4:11). His being called \"the physician\" suggests that he ministered to the apostle in this capacity, especially as \"his first appearance in St. Paul's company synchronizes with an attack of St. Paul's constitutional malady\" (Lightfoot: comp. Acts 16:10 and Galatians 4:13-15; the illness referred to in 2 Corinthians 1:8-10 and 2 Cor 4:7-5:8 may partly have led to Luke's rejoining St. Paul in Macedonia). St Luke's writings testify both to his medical knowledge and to his Pauline sympathies. His companionship probably gave a special colouring to the phraseology and cast of thought of St. Paul's later Epistles. (On the relations of St. Luke and St. Paul, see a valuable Paper by Dean Plumptre in the Expositor, first series, vol. 4. pp. 134-156.) \"The beloved\" is a distinct appellation, due partly to Luke's services to the apostle, but chiefly, one would suppose, to the amiable and gentle disposition of the writer of the third Gospel. It is not unlikely that he is \"the brother\" referred to in 2 Corinthians 8:18, 19. Lucas is a contraction for Lucanus; so that he was not the \"Lucius\" of Acts 13:1, nor, certainly, the \"Lucius my kinsman\" of Romans 16:21, who was a Jew. He was probably, like many physicians of that period, a freedman; and, since freedmen took the name of the house to which they had belonged, may have been, as Plumptre conjectures, connected with the family of the Roman philosopher Seneca and the poet Lucan. And Demas (Philemon 1:24; 2 Timothy 4:10), who alone receives no word of commendation - a fact significant in view of the melancholy sentence pronounced upon him in 2 Timothy 4:10. His name is probably short for Demetrius.NEWLINEVERSETITLESTARTColossians4:15VERSETITLEENDNEWLINEVERSESTARTSalute the brethren which are in Laodicea, and Nymphas, and the church which is in his house.VERSEENDNEWLINEVerse 15. - Salute the brethren that are in Laodicea (ver. 13; Colossians 2:1; Revelation 1:11; Revelation 3:14-22). Perhaps the brethren in Hierapolis (ver. 13) were not formed into a distinct Church as yet (comp. Colossians 2:1). The Church in Laodicea early became a flourishing and wealthy community (Revelation 3:17). And Nympha (or, Nymphas), and the Church (literally, assembly) at her (or, their) house. Νύμφαν may be either masculine or feminine accusative. The reading \"her\" (αὐτῆς) is adopted by Westcott and Hort without alternative, and seems on the whole the most probable. The Revised Text follows Tischendorf, Tregelles, Meyer, Alford, Lightfoot, who read \"their\" (αὐτῶν). \"His\" (αὐτοῦ) is evidently a later correction. Lightfoot says, indeed, that \"a Doric form of the Greek name (sc. Νύμφαν for Νύμφην) seems in the highest degree improbable;\" but he allows, on the other hand, that Νυμφᾶς as a contracted masculine form (for Νυμφόδωρος) \"is very rare.\" This person was apparently a leading member of the Laodicean Church, at whose house Church meetings were held (comp. Acts 12:12; Philemon 1:2; Romans 16:5; 1 Corinthians 16:19). \"The Church at her house\" can scarcely have been an assembly distinct \"from the brethren that are in Laodicea.\" Both expressions may relate to the same body of persons, referred first individually, then collectively as a meeting gathered at this place. Others suppose a more private gathering to be meant, as e.g. of Colossians living at Laodicea (Meyer). Many older interpreters identified this Church with the household of Nymphas. If \"their\" be the true reading, the expression must include Nympha and her family. Nympha (or Nymphas), like Philemon and his family, St. Paul had doubtless met in Ephesus.NEWLINEVERSETITLESTARTColossians4:16VERSETITLEENDNEWLINEVERSESTARTAnd when this epistle is read among you, cause that it be read also in the church of the Laodiceans; and that ye likewise read the epistle from Laodicea.VERSEENDNEWLINEVerse 16. - And when this letter has been read among you, see to it (literally, cause) that it be read also in the Church of (the) Laodiceans (1 Thessalonians 5:27). For these two Churches were closely allied in origin and condition, as well as by situation and acquaintanceship (Colossians 2:1-5; Colossians 4:13). The leaven of the Colossian error was doubtless beginning to work in Laodicea also. The words addressed to Laodicea in the Apocalypse (Revelation 3:14-22) bear reference apparently to the language of this Epistle (Colossians 1:15-18); see Lightfoot, pp. 41, etc. The phrase, \"Church of Laodiceans,\" corresponds to that used in the salutation of 1 and 2 Thessalonians, but is not found elsewhere in St. Paul. And that ye also read the letter from Laodicea. What was this letter? Clearly a letter from St. Paul which would be received at Laodicea, and which the Colossians were to obtain from there. The connection of this sentence with the foregoing, and the absence of any other definition of the words, \"the letter (from Laodicea),\" make this evident. Nothing further can be affirmed with certainty. But several considerations point to the probability that this missing Epistle is none other than our (so-called) Epistle to the Ephesians. For:NEWLINENEWLINE(1) Both letters were sent at the same time, and by the same messenger (Ephesians 6:21; Colossians 4:7).NEWLINENEWLINE(2) The relation between the two is more intimate than exists between any other of St. Paul's writings; they are twins, the birth of the same crisis in the condition of the Church and in the apostle's own mind. Each serves as a commentary on the other. And there are several important topics, lightly touched upon in this letter, on which the writer dilates at length in the other (comp. Colossians 1:9 b and Ephesians 1:17, 18; Colossians 1:23 b-25 and Ephesians 3:1-13; Colossians 1:18 a, 24 b, 2:19 and Ephesians 4:4-16, 5:23-32; Colossians 1:21, 27, 2:11-13, 3:11 and Ephesians 2; Colossians 1:18 (\"Firstborn out of the dead\"), 2:12 b and Ephesians 1:19-23; Colossians 3:12 (\"God's elect\") and Ephesians 1:3-14; Colossians 3:18, 19 and Ephesians 5:22-33). On the other hand, the main arguments of the Colossian letter are, as it seems, assumed and presupposed in the Ephesian (comp. Ephesians 1:10, 20 b-23, 2:20 b, 3:8 b-11, 19 b, 4:13 b with Colossians 1:15-20, 2:9, 10; Ephesians 4:14 with Colossians 2:4, 8, 16-23).NEWLINENEWLINE(3) The words ἐν Αφέδῳ in Ephesians 1:1 are of doubtful authenticity; and there is much in the internal character of that Epistle to favour the hypothesis, proposed by Archbishop Usher, that it was a circular letter, destined for a number of Churches in Asia Minor, of which Ephesus may have been the first and Laodicea the last (compare the order of Revelation 2:3.). In that case a copy of the Ephesian Epistle would be left at Laodicea by Tychicus on his way to Colossae. (See Introduction, § 6; compare that to Ephesians.)NEWLINENEWLINE(4) Marcion, in the middle of the second century (see Tertullian, 'Against Marcion,' 5:11, 17), entitled the Epistle to the Ephesians, \"To the Laodiceans.\" It does not appear that his heretical views could have been furthered by this change. Probably his statement contains a fragment of ancient tradition, identifying the Epistle in question with that referred to by St. Paul in this passage.NEWLINENEWLINE(5) The expression, \"the letter from Laodicea,\" would scarcely be used of a letter addressed simply to the Laodiceans and belonging properly to them; but would be quite appropriate to a more general Epistle transmitted from one place to another. There is extant in Latin a spurious epistle 'Ad Laodicenses,' which is traced back to the fourth century, and was widely accepted in the Middle Ages; but it is \"a mere cento of Pauline phrases, strung together without any definite connection or any clear object\" (Lightfoot). (On this curious forgery, and on the whole subject of \"the Epistle from Laodicea,\" see Lightfoot's masterly discussion, pp. 274 - 300; also p. 37.) Meyer, on the other hand, in his 'Introduction to Ephesians,' pronounces strongly against \"the circular hypothesis.\"NEWLINEVERSETITLESTARTColossians4:17VERSETITLEENDNEWLINEVERSESTARTAnd say to Archippus, Take heed to the ministry which thou hast received in the Lord, that thou fulfil it.VERSEENDNEWLINEVerse 17. - And say to Archippus, Take heed to the ministry which thou receivedst in (the) Lord, that thou fulfil it (Acts 20:28; 1 Timothy 1:18, 19; 1 Timothy 4:6, 11-16; 1 Timothy 6:13, 14, 20, 21; 2 Timothy 2:15; 2 Timothy 4:5). From the connection of this verse with the two preceding, it seems likely that \"the ministry\" of Archippus related to the Laodicean Church. Hence he is not addressed directly. If he was, as we gather from Philemon 1, 2, the son of Philemon, whose house formed a centre for the Colossian Church (Philemon 1:2), the warning would be suitably conveyed through this channel. In the letter to Philemon, the apostle calls him his\" fellow soldier\" (comp. Colossians 4:10; Philippians 1:29, 30). Both from this fact, and from the emphasis of the words before us, it would appear that his office was an important one, probably that of chief pastor. This warning addressed so early to the minister of the Laodicean Church is premonitory of the lapsed condition in which it is afterwards found (Revelation 3:14-22); see Lightfoot, pp. 42, 43. (For \"ministry\" (διακονία), comp. Colossians 1:7, 23; 1 Corinthians 4:1, etc. For \"received,\" comp. note, Colossians 2:6.) \"In the Lord; \"for every office in the Church is grounded in him as Head and Lord (Colossians 1:18; Colossians 2:6; Colossians 3:17, 24; Colossians 4:7; Ephesians 1:22; Ephesians 4:5; 1 Corinthians 8:6; 1 Corinthians 12:5, etc.), and must be administered according to his direction and as subject to his judgment (see 1 Corinthians 3:5; 1 Corinthians 4:1-5; 2 Corinthians 10:17, 18; 2 Corinthians 13:10; Galatians 1:1; 1 Timothy 1:12; 2 Timothy 4:1, 2). \"Fulfil\" (comp. Colossians 1:26; 2 Timothy 4:5; Acts 12:25). This admonition resembles those addressed to Timothy in the Pastoral Epistles.NEWLINEVERSETITLESTARTColossians4:18VERSETITLEENDNEWLINEVERSESTARTThe salutation by the hand of me Paul. Remember my bonds. Grace be with you. Amen.VERSEENDNEWLINEVerse 18. - The salutation with mine own hand - of Paul (2 Thessalonians 3:17, 18; 1 Corinthians 16:21-24; Galatians 6:11-18). So the apostle appends his authenticating signature to the letter, written, as usual, by his amanuensis, himself inscribing these last words (see parallel passages). The Epistle to Philemon he appears to have penned himself throughout (Philemon 1:19). Remember my bonds (Colossians 1:24; Philemon 1:9, 13; Ephesians 3:1, 13; Ephesians 4:1; Ephesians 6:20; 2 Timothy 2:9). This pathetic postscript is thoroughly characteristic (comp. Galatians 6:17). Grace be with you; literally, the grace (comp. Colossians 3:16). The apostle's final benediction in all his Epistles; here in its briefest form, as in 1 and 2 Timothy. In the Ephesian benediction \"grace\" is also used absolutely. 2 Corinthians 13:14 gives the formula in its full liturgical amplitude.NEWLINENEWLINENEWLINENEWLINE"}