{"Hag.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTHaggai1:1VERSETITLEENDNEWLINEVERSESTARTIn the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the LORD by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,VERSEENDNEWLINEVerse 1. - In the second year of Darius the king. This is Darius Hystaspes, who reigned over Persia from B.C. 521 to B.C. 486. He is called in the inscriptions Daryavush, which name means \"Holder,\" or \"Supporter.\" Herodotus (6:98) explains it as \"Coercer\" (ἑρξείης). Hitherto the prophets have dated the time of the exercise of their office from the reigns of the legitimate Hebrew monarchs; it shows a new slate of things when they place at the head of their oracles the name of a foreign and a heathen patenlate. The Jews had, indeed, now no king of their own, \"the tabernacle of David had fallen\" (Amos 9:11), and they were living on sufferance under an alien power. They had returned from exile by permission of Cyrus in the first year of his occupancy of the throne of Babylon sixteen years before this time, and had commenced to build the temple soon after; but the opposition of neighbours, contradictory orders from the Persian court, and their own lukewarmness had contributed to hinder the work, and it soon wholly ceased, and remained suspended to the moment when Haggai, as the seventy years of desolation drew to an end, was commissioned to arouse them from their apathy, and to urge them to use the opportunity which was afforded by the accession of the new monarch and the withdrawal of the vexatious interdict that had checked their operations in the previous reign (see Introduction, § 1; and comp. Ezra 4:24). The sixth month, according to the sacred Hebrew calendar, which reckoned from Nisan to Nisan. This would be Elul, answering to parts of our August and September. In the first day. This was the regular festival of the new moon (Numbers 10:10; Isaiah 1:13), and a fitting time to urge the building of the temple, without which it could not be duly celebrated. By; literally, by the hand (as in ver. 3), the instrument whom God used (Exodus 9:35; Jeremiah 37:2; Hosea 12:11; Acts 7:35) Haggai the prophet (see the Introduction). Zerubbabel the son of Shealtiel; Septuagint, Αἰπὸν πρὸς Ζοροβάβελ τὸν τοῦ Σαλαθιὴλ, \"Speak to Zorobabel the son of Salathiel.\" The temporal head of the nation, the representative of the royal house of David, and therefore with the high priest jointly responsible, for the present state of affairs, and having power and authority to amend it. The name, as explained, and rightly, by St. Jerome, means, \"Born in Babylon,\" and intimates the truth concerning his origin. He is called Sheshbazzar in Ezra 1:8; Ezra 5:14, which is either his name at the Persian court, or is an erroneous transliteration for a synonymous word (see Kuabenbauer, in loc.). The name is found in the cuneiform inscription, as Zir-Babilu. Shealtiel (or Salathiel) means, \"Asked of God.\" There is a difficulty about Zerubbabel's parentage. Here and frequently in this book, and in Ezra and Nehemiah, as well as in Matthew 1:12 and Luke 3:27, he is called \"son of Shealtiel;\" in 1 Chronicles 3:19 he is said to be the son of Pedaiah the brother of Salathiel. The truth probably is that he was by birth the son of Pedaiah, but by adoption or the law of the levirate, the son of Salathiel. He was regarded as the grandson of Jehoiachin, or Jeconiah. Governor (pechah). A foreign word, used in 1 Kings 10:15, in Isaiah (Isaiah 36:9) and frequently in Ezra, Nehemiah, and Esther, to denote an inferior satrap or subordinate governor. Strassmaier (ap. Knabenbauer) notes that in Assyrian the word is found in the form pachu, that pichatu means \"a province,\" pachat, \"a district.\" It seems natural, though probably erroneous, to connect it with the Turkish pashah. But see the discussion on the word in Pusey, 'Daniel the Prophet,' p. 566, etc. Instead of \"Governor of Judah,\" the LXX. here and ver. 12 and Haggai 2:2 reads, \"of the tribe of Judah.\" One of the house of David has the government, but the foreign title applied to him shows that he holds authority only as the deputy of an alien power. Judah was henceforward applied to the whole country. The prophecy in Genesis 49:10 still held good. Joshua. The highest spiritual officer (Ezra 3:2, 8; Ezra 4:3). This Joshua, Jehoshua, Jeshua, as he is variously called, was a son of Josedech who, in the time of Nebuchadnezzar, had been carried captive to Babylon (1 Chronicles 6:15), and grandson of that Seraiah who, with other princes of Judah, was slain at Riblah by the Babyloniaes (2 Kings 25:18, etc.). The parentage of Zerubbabel and Joshua is specially mentioned to show that the former was of the house of David and the latter of the family of Aaron, and that even in its depressed condition Israel retained its rightful constitution (see note on Zechariah 3:1).NEWLINEVERSETITLESTARTHaggai1:2VERSETITLEENDNEWLINEVERSESTARTThus speaketh the LORD of hosts, saying, This people say, The time is not come, the time that the LORD'S house should be built.VERSEENDNEWLINEVerse 2. - The Lord of hosts. Haggai, as the other prophets, always uses this formula in enunciating his messages (see note on Amos 9:5). Trochon justly remarks that this expression is not found in the earlier books of the Bible - the Pentateuch, Joshua, and Judges. If these books were contemporary with the prophets, the phrase would certainly occur in them (see a valuable note in the Appendix to Archdeacon Perowne's Commentary on Haggai, in 'The Canibridge Bible for Schools'). This people; populus iste (Vulgate), with some contempt, as if they were no longer worthy to be called the Lord's people (Haggai 2:14). It looks as if they had often before been admonished to proceed with the work, and had this answer ready. The time is not come; literally, it is not time to come (comp. Genesis 2:5), which is explained by the new clause, the time that the Lord's house should be built. The versions shorten the sentence, rendering,\" the time for building the Lord's house has not come.\" The excuse for their inaction may have had various grounds. They may have said, reckoning from the final destruction of Jerusalem ( B.C. 586), that the seventy years' captivity was not complete; that there was still danger from the neighbouring population; that the Persians were adverse to the undertaking; that the unfruitful season rendered them unable to engage in such a great work; and that the very fact of these difficulties existing showed that God did not favour the design.NEWLINEVERSETITLESTARTHaggai1:3VERSETITLEENDNEWLINEVERSESTARTThen came the word of the LORD by Haggai the prophet, saying,VERSEENDNEWLINEVerse 3. - Then came the word of the Lord, etc. The formula of ver. 1 is repeated to give more effect to the Lord's answer to the lame excuses for inaction. This emphasis by repetition is common throughout the book.NEWLINEVERSETITLESTARTHaggai1:4VERSETITLEENDNEWLINEVERSESTARTIs it time for you, O ye, to dwell in your cieled houses, and this house lie waste?VERSEENDNEWLINEVerse 4. - For you, O ye; for you, yourselves; such as ye are (see Zechariah 7:5). He appeals to their consciences. You can make yourselves comfortable; you have time and means and industry to expend on your own private interests, and can you look with indifference on the house of God lying waste? Your cieled houses; your houses, and those cieled - wainscoted and roofed with costly woods (1 Kings 7:3, 7; Jeremiah 22:14), perhaps with the very cedar provided for the rebuilding of the temple (Ezra 3:7). Septuagint, ἐν οἴκοις ὑμῶν κοιλοστάθμοις, \"your vaulted houses,\" or, as St. Cyril explains, \"houses whose doorposts were elaborately adorned with emblems and devices.\" They had naught of the feeling of David (2 Samuel 7:2), \"I dwell in an house of cedar, but the ark of God dwelleth within curtains.\"NEWLINEVERSETITLESTARTHaggai1:5VERSETITLEENDNEWLINEVERSESTARTNow therefore thus saith the LORD of hosts; Consider your ways.VERSEENDNEWLINEVerse 5. - Consider; literally, set your heart upon (so ver. 7; Haggai 2:15, 18). Your ways. What ye have done, what ye have suffered, your present projects, and the consequences thereof.NEWLINEVERSETITLESTARTHaggai1:6VERSETITLEENDNEWLINEVERSESTARTYe have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.VERSEENDNEWLINEVerse 6. - Their labours for years past had lacked the Divine blessing. Though they had fine houses to dwell in, they had been visited with scanty harvests and weak bodily health. Ye have sown much, and bring in little; but to bring in little (Hebrew). And this infinitive absolute is continued in the following clauses, giving remarkable force to the words, and expressing an habitual result. We see from Haggai 2:15-17 that these unfruitful seasons had visited them during all the continuance of their negligence (Deuteronomy 28:38). But ye have not enough. The food which they ate did not satisfy them; their bodies were sickly and derived no strength from the food which they took (Leviticus 26:26; Hosea 4:10) or from the wine which they drank (see note on Micah 6:14). But there is none warm. Perhaps the winters were unusually rigorous, or their infirm health made their usual clothing insufficient to maintain their bodily heat. To put it into a bag with holes. A proverbial saying. The money gained by the hired labourer vanished as if he had never had it, and left no trace of benefit. Comp. Plaut.,'Pseudol.' 1, 3, 150 -NEWLINENEWLINE\"In pertusum ingerimus dicta dolium; operam ludimus.\"NEWLINEVERSETITLESTARTHaggai1:7VERSETITLEENDNEWLINEVERSESTARTThus saith the LORD of hosts; Consider your ways.VERSEENDNEWLINEVerses 7-11. - § 2. The prophet urges the people to work zealously at the building; only thus could they hope for the removal of their present disasters. Verse 7. - (See note on ver. 5.) The repetition of the call to reflection is needed (comp. Philippians 3:1). Former experience opens the way to the injunction in ver. 8.NEWLINEVERSETITLESTARTHaggai1:8VERSETITLEENDNEWLINEVERSESTARTGo up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the LORD.VERSEENDNEWLINEVerse 8. - Go up to the mountain. The hill country in the neighbourhood of Jerusalem, whence by their own personal exertions they might procure material for the building. The temple mount is certainly not meant, as if they were to bring wood from it. Nor can Lebanon be intended, as in Ezra 3:7; for the injunction looks to an immediate actual result, and in their depressed circumstances they were scarcely likely to interest the Sidonians and Tyrians to provide cedar for them. There was abundance of wood close at hand, and the \"kings forest\" (Nehemiah 2:8) was in the immediate neighbourhood of Jerusalem. There is no mention of stone, probably because the foundations had long been laid, and the ruins of the old temple supplied material for the new one; and, indeed, stone was to be had in abundance everywhere; or it may be that the prophet names merely one opening for their renewed activity, as a specimen of the work required from them. Not costly offerings were desired, but a willing mind. I will be glorified; I will glorify myself by showering blessings on the house and the people, so that the Hebrews themselves and their neighbours may own that I am among them (comp. Exodus 14:4; Leviticus 10:3; Isaiah 66:5).NEWLINEVERSETITLESTARTHaggai1:9VERSETITLEENDNEWLINEVERSESTARTYe looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the LORD of hosts. Because of mine house that is waste, and ye run every man unto his own house.VERSEENDNEWLINEVerse 9. - He shows the real cause of the calamities that had befallen them. Ye looked for much, and, lo, it came to little. Emphatic infinitive, as in ver. 6. \"To look for much, and behold! little.\" They fixed their expectations upon a rich harvest, and they reaped less than they had sown (Isaiah 5:10). And when they had stored this miserable crop in their barns, I did blow upon it; or, did blow it away (ἐξεφύσησα, Septuagint), dissipated it as if it were mere chaff, so that it perished. Doubtless, as Dr Pusey observes, they ascribed the meagreness of their crops to natural causes, and would not see the judicial nature of the infliction. The prophet brings the truth home to their conscience by the stern question, Why? And he answers the question for them, speaking with God's authority. Because of mine house that is waste. The reason already given in ver. 4, etc., is repeated and enforced. And (while) ye run. Ye are indifferent to the miserable condition of the house of God, while ye haste with all diligence to your own houses for business or pleasure, being entirely absorbed in worldly interests, or eager only to adorn and beautify your own habitations. Or, your zeal is all expended on your own private dwellings.NEWLINEVERSETITLESTARTHaggai1:10VERSETITLEENDNEWLINEVERSESTARTTherefore the heaven over you is stayed from dew, and the earth is stayed from her fruit.VERSEENDNEWLINEVerse 10. - Over you. This would be a reference to Deuteronomy 28:23. But the preposition is probably not local, but means rather, \"on your account,\" i.e. on account of your sin, as Psalm 44:22. This is not tautological after the preceding \"therefore,\" but more closely defines and explains the illative. Is stayed from dew; hath stayed itself from dew; withholds not only rain, but even dew (comp. Zechariah 8:12). On the importance of dew in the climate of Palestine, see note on Micah 5:7. The dews generally are remarkably heavy, and in the summer months take the place of rain. Dr. Thomson speaks of the dew rolling in the morning off his tent like rain ('Land and the Book,' p. 491). The earth is stayed from her fruit; hath stayed her fruit; according to the threat (Deuteronomy 11:17).NEWLINEVERSETITLESTARTHaggai1:11VERSETITLEENDNEWLINEVERSESTARTAnd I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands.VERSEENDNEWLINEVerse 11. - I called for a drought. So Elisha says (2 Kings 8:1) that \"the Lord hath called for a famine.\" There is a play of words in the Hebrew: as they had let the Lord's house lie\" waste\" (thatch) (vers. 4,9), so the Lord punished them with \"drought\" (choreb). The Septuagint and Syriac, pointing differently, translate this last word \"sword,\" but this is not suitable for the context, which speaks of the sterility of the land only. The land, in contradistinction to the mountains, is the plain country. Nothing anywhere was spared. All the labour of the hands (Psalm 128:2, etc.). All that they had effected by long and wearisome toil in the cornfield, the vineyard, etc. (comp. Hosea 2:9; Joel 1:10).NEWLINEVERSETITLESTARTHaggai1:12VERSETITLEENDNEWLINEVERSESTARTThen Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, obeyed the voice of the LORD their God, and the words of Haggai the prophet, as the LORD their God had sent him, and the people did fear before the LORD.VERSEENDNEWLINEVerses 12-15, - § 3. The appeal meets with respect and attention, and for a time the people apply themselves diligently to the work. Verse 12. - All the remnant of the people (Haggai 2:2); i.e. the people who had returned from the Captivity, who are technically named \"the remnant\" is being only a small portion of all Israel (Isaiah 10:21, 22; Zechariah 8:6; Micah 2:12). Others, not so suitably, understand by the expression, all the people beside the chiefs (ver. 14). Obeyed; rather, listened unto. The active obedience is narrated in ver. 14. And the words. The prophet's words are the voice of the Lord; and the people heeded the message which the Lord had commissioned him to give. Did fear. They should that true religion which the Bible calls \"the fear of the Lord.\" They saw their faults, perhaps dreaded some new chastisement, and hastened to obey the prophet's injunction (Ezra 5:1, 2).NEWLINEVERSETITLESTARTHaggai1:13VERSETITLEENDNEWLINEVERSESTARTThen spake Haggai the LORD'S messenger in the LORD'S message unto the people, saying, I am with you, saith the LORD.VERSEENDNEWLINEVerse 13. - Then spake Haggai. God hastens to accept their repentance and to assure them of his protection. The Lord's messenger. Haggai alone of the prophets uses this title of himself, implying that he came with authority and bearing a message from the Lord (comp. Numbers 20:16, where the word \"angel\" is by some applied to Moses). Malachi's very name expresses that he was the Lord's messenger, and he uses the term of the priest (Malachi 2:7), and of John the Baptist, and of Messiah himself (Malachi 3:1). In the Lord's message (1 Kings 13:18). In the special message of consolation which he was commissioned to deliver. The Septuagint rendering, ἐν ἀγγέλοις Κυρίου, \"anong the angels of the Lord,\" led some to fancy that Haggai was an angel in human farm, which opinion is refuted by Jerome, in loc. I am with you (Haggai 2:4). A brief message comprised in two words, \"I with you,\" yet full of comfort, promising God's presence, protection, aid, and blessing (comp. Genesis 28:15; Genesis 39:2; Joshua 1:5; Jeremiah 1:8; Matthew 28:20).NEWLINEVERSETITLESTARTHaggai1:14VERSETITLEENDNEWLINEVERSESTARTAnd the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the LORD of hosts, their God,VERSEENDNEWLINEVerse 14. - The Lord stirred up, etc. The Lord excited the courage, animated the zeal, of the chiefs of the nation, who had themselves succumbed to the prevailing indifference, and had suffered their ardour to be quenched (comp. 1 Chronicles 5:26; 2 Chronicles 21.. 16; Ezra 1:1, 5). They came and did work. They went up to the temple and began to do the work which they had so long neglected.NEWLINEVERSETITLESTARTHaggai1:15VERSETITLEENDNEWLINEVERSESTARTIn the four and twentieth day of the sixth month, in the second year of Darius the king.VERSEENDNEWLINEVerse 15. - In the four and twentieth day of the sixth month. The first admonition had been made on the first day of this month; the three intervening weeks had doubtless been spent in planning and preparing materials, and obtaining workmen from the neighbouring villages. The note of time is introduced to show how prompt was their obedience, and the exact time when \"they came and did work in the house of the Lord\" (ver. 14). Some, on insufficient grounds, consider this clause to be an interpolation from Haggai 2:10, 18, with a change of \"ninth\" to \"sixth month.\" In the Latin Vulgate, in Tischendorf's Septuagint, and in many editions of the Hebrew Bible, the whole of this verse is wrongly annexed to the following chapter. St. Jerome arranges it as in the Authorized Version. It is possible that, as St. Cyril takes it, the words, in the second year of Darius the king, ought to begin ch. 2. The king's reign has been already notified in ver. 1, and it seems natural to affix the date at the commencement of the second address.NEWLINENEWLINENEWLINENEWLINENEWLINE","Hag.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTHaggai2:1VERSETITLEENDNEWLINEVERSESTARTIn the seventh month, in the one and twentieth day of the month, came the word of the LORD by the prophet Haggai, saying,VERSEENDNEWLINEVerse 1-ch. 2:9. - Part II. THE SECOND ADDRESS: THE GLORY OF THE NEW TEMPLE. Vers. 1-5 - § 1. The prophet comforts whose who grieve at the comparative poverty of the new building with the assurance of the Divine protection and favour. Verse 1. - In the seventh month, in the one and twentieth day of the month. The seventh month is Ethanim or Tisri, answering to parts of September and Ootober. The twenty-first was the last and great day of the Feast of Tabernacles (Leviticus 23:34, etc.), when It was the custom to celebrate the ingathering of the harvest. The joyous nature of this festival was sadly marred on this occasion. Their crops were scanty, and they had. no temple in whose courts they might assemble to pay their vows and offer their thank offerings. The building which had begun to make some progress only the mere showed its poverty. Everything tended to make them contrast the present with the past. But God mercifully relieves their despondency with a new message. By the prophet Haggai (see note on Haggai 1:1).NEWLINEVERSETITLESTARTHaggai2:2VERSETITLEENDNEWLINEVERSESTARTSpeak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, and to the residue of the people, saying,VERSEENDNEWLINEVerse 2. - Speak now to Zerubbabel. The message is addressed to the heads of the nation, temporal and spiritual, and to all the people who had returned (see notes on Haggai 1:1 and 12).NEWLINEVERSETITLESTARTHaggai2:3VERSETITLEENDNEWLINEVERSESTARTWho is left among you that saw this house in her first glory? and how do ye see it now? is it not in your eyes in comparison of it as nothing?VERSEENDNEWLINEVerse 3. - Who is left among you! etc. It is quite possible that there should be some old people present who had seen Solomon's temple. Many have thought that Haggai himself was of the number. It was sixty-eight years ago that the temple was destroyed, and we can well believe that its remarkable features were deeply impressed on the minds of those who as boys or youths had loved and admired it. Ezra tells us (Ezra 3:12) that \"many of the priests and Levites\" [when the foundation first was laid] and chief of the fathers, who were ancient men, that had seen the first house,... wept with a loud voice.\" This house. The prophet identifies the present with Solomon's temple, as being adapted for the same purposes, to fill the same place in the national life, built on the same hallowed spot, and partly with the same materials. In the Jews' eyes there was one only temple, whatever might be the date of its erection or the comparative worth of its decorations and materials. First; former, as ver. 9. How do ye see it now? (Numbers 13:18). In what condition do ye see this house now? Is it not in your eyes in comparison of it as nothing? The words, \"in comparison of it,\" ought to be omitted, as not required by the Hebrew idiom. Does it not seem in your eyes as if it had no existence? If the injunction of Cyrus (Ezra 1:3, etc.) had been carried out, the dimensions cf. the new temple would have exceeded those of the old; but Zerubbabel seems to have been unable, with the small resources at his disposal, to execute the original design, though even so the proportions were not greatly inferior to those of the earlier temple. But the chief inferiority lay in the absence of the splendour and enrichment with which Solomon adorned his edifice. The gold which he had lavished on the house was no longer available; the precious stones could not be had. Besides. these defects, the Talmudists reckon five things wanting in this second temple, viz. the ark of the covenant, with the cherubim and mercy seat; the holy fire; the Shechinah; the spirit of prophecy; the Urim and Thnmmim. It was, according to Josephus, only half the height of Solomon's-sixty cubits ('Ant.,' 15:11, 1), and it appears to have been in many respects inferior to the first building ('Ant.,' 4:02). Hecabaeus of Abdera gives the dimensions of the courts as five hundred feet in length and a hundred cubits in breadth (double the width of the court of the tabernacle), and the size of the altar as twenty cubits square and ten cubits high (see Josephus, 'Cont. Ap.,' 1:22; Conder, 'Handbook to the Bible,' p. 370).NEWLINEVERSETITLESTARTHaggai2:4VERSETITLEENDNEWLINEVERSESTARTYet now be strong, O Zerubbabel, saith the LORD; and be strong, O Joshua, son of Josedech, the high priest; and be strong, all ye people of the land, saith the LORD, and work: for I am with you, saith the LORD of hosts:VERSEENDNEWLINEVerse 4. - Be strong. This is repeated three times for emphasis' sake. The same exhortation was given by David to Solomon before the building of the first temple (1 Chronicles 28:10; comp. Joshua 1:6, 7, 9). Haggai seems to suggest comfort in the thought that such admonition was needed at that time as well as now when they are so depressed (comp. Zechariah 8:9). And work; literally, and do; ποιεῖτε: facite, The word is used absolutely, as often (camp. Isaiah 44:23; Amos 3:6, and note there). Here it means, \"Work on bravely, finish what you have begun.\" I am with you (see Haggai 1:13, and note there). The consciousness of God's presence gives confidence and strength.NEWLINEVERSETITLESTARTHaggai2:5VERSETITLEENDNEWLINEVERSESTARTAccording to the word that I covenanted with you when ye came out of Egypt, so my spirit remaineth among you: fear ye not.VERSEENDNEWLINEVerse 5. - According to the word that I covenanted. The Hebrew is simply, \"the word that I,\" etc. Hence some have connected it with the verb \"do\" in the preceding verse, the intervening words being parenthetical. But there is intended no injunction respecting the observation of the old covenant, but a consolatory message under present despondency. Others take it with the verb that fallows: \"the word and my Spirit remain among you.\" but it is best to leave the clause in the abrupt fashion in which it is introduced: \"(Here is, here stands) the word that I covenanted with you.\" If anything is supplied, we might insert, \"I will confirm.\" The promise of present help is confirmed by the remembrance of God's former covenant with Israel, that they should be his peculiar people and possess the right of access to him and a claim on his help (Exodus 19:5, 6; Exodus 29:45, 46; Deuteronomy 7:6; Jeremiah 7:23). This clause is entirely omitted by the Septuagint. So my Spirit remaineth among you; Revised Version, and my Spirit abode among you. But the clause refers to God's presence among them now, which was shown by the revelations made to the prophets, as Haggai and Zechariah, and which exhibits itself in his providential ordering of events, the removal of obstacles, the furthering of the good work. Wordsworth notes that \"Christ was with the ancient Church in the wilderness (see 1 Corinthians 10:9; Hebrews 11:26); and now, when the eternal Word became incarnate, and when the Holy Spirit was sent to be in the midst of God's faithful people, then this prophecy was fulfilled. Fear ye not. If God be for us, who can be against us?\" (Romans 8:31; and comp. Zechariah 4:6).NEWLINEVERSETITLESTARTHaggai2:6VERSETITLEENDNEWLINEVERSESTARTFor thus saith the LORD of hosts; Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;VERSEENDNEWLINEVerses 6-9. - § 2. The prophet, to reconcile the people to the new temple, and to touch them to value it highly, foretells a future time, when the glory of this house shall far exceed that of Solomon's, adumbrating the Messianic era. Verse 6. - Yet once, it is a little while; ἔτι ἅπαξ (Septuagint); Adhuc unum modicum est (Vulgate), The writer of the Epistle to the Hebrews (Hebrews 12:26, 27) quotes and founds an argument on this rendering of the LXX. The expression is equivalent to \"once again within a little time.\" I will shake, etc. Some difference of opinion exists as to the events here adumbrated. All, however, agree in seeing an allusion to the promulgation of the Law on Mount Sinai, which was accompanied with certain great physical commotions (see Exodus 19:16; Psalm 68:7, 8), when, too, the Egyptians were \"shaken\" by the plagues sent on them, and the neighbouring nations, Philistia, Edom, Moab, were struck with terror (Exodus 15:14, 16). This was a great moral disturbance in the heathen world; the next and final \"shaking\" will be under the Messianic dispensation for which the destruction of heathen kingdoms prepares the way. The Israelites would soon see the beginnings of this visitation, e.g. in the fall of Babylon, and might thence conclude that all would be accomplished in due time. The prophet calls this interval \"a little while\" (which it is in God's eyes and in view of the vast future), in order to console the people and teach them patience and confidence. The final consummation and the steps that lead to it in the prophet's vision are blended together, just as our Lord combines his prediction about the destruction of Jerusalem with details which concern the end of the world. The physical convulsions in heaven and earth, etc., spoken of, are symbolical representations of political revolutions, as explained in the next verse, \"I will shake all nations,\" and again in vers. 21, 22. Other prophets announce that Messiah's reign shall be ushered in by the overthrow or conversion of heathen nations; e.g.. Isaiah 2:11, etc.; Isaiah 19:21, 22; Daniel 2:44; Micah 5:9, etc.NEWLINEVERSETITLESTARTHaggai2:7VERSETITLEENDNEWLINEVERSESTARTAnd I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith the LORD of hosts.VERSEENDNEWLINEVerse 7. - All nations (Luke 21:25, where our Lord refers to the end of this world). But before Christ's first advent there was a general shaking of empires. Persia fell; Alexander's dominion was divided and gradually shattered before the might of Rome; Rome herself was torn with civil wars. The faith in the power of national gods was everywhere weakened, and men were prepared to receive the new revelation of one Supreme Deity, who came on earth to teach and save. Now is mentioned the object or consequence of this shaking of nations. The desire of all nations shall come. This is the rendering of the ancient Jewish expositors, the Chaldee Targum, and the Vulgate, which gives, Veniet desideratus cunctis gentibus. Tile words in this case point to a person, and this person can be no one else than the Messiaih for whom \"all nations consciously or unconsciously yearn, in whom alone all the longings of the human heart find satisfaction\" (Perowne). But there is difficulty in accepting this view. The word rendered \"the desire\" (chemdath) is singular, the verb \"shall come\" (bau) is plural, as if it was said in Latin, Venient desiderium omnium gentium. The LXX. translates, Ηξει τὰ ἐκλεκτὰ πάντων τῶν ἐθνῶν, \"The choice things [or, 'portions'] of all the nations shall come.\" The plural verb seems fatal to the idea of a person being spoken of; nor is this objection answered by Dr. Pusey's allegation that the object of desire contains in itself many objects of desire, or Bishop Wordsworth's refinement, that Messiah is regarded as a collective Being, containing in his own Person the natures of God and man, and combining the three offices of Prophet, Priest, and King. Every one must see that both these explanations are forced and unnatural, and are conformed rather to theological considerations than to grammatical accuracy. Chemdah is used for \"the object of desire,\" as 2 Chronicles 32:27, where it refers to Hezekiah's treasures, and 2 Chronicles 36:10, \"the goodly vessels\" of the temple (comp. Jeremiah 25:34; Nahum 2:9). Nowhere is any intimation given that it is a name applied to the Messiah; nowhere is any such explanation offered of the term so applied. The word is a common one; its meaning is well ascertained; and it could hardly have been understood in any but its usual acceptation without some preparation or further definition. This acceptation is confirmed by the mention of \"the gold and silver\" in ver. 8. The Revised Version cuts the knot by rendering, \"the desirable things;\" Perowne affirms that the plural verb denotes the manifoldness and variety of the gifts. This seems scarcely satisfactory. May it not be, as Knabenbauer suggests, that \"the desire of all nations\" forms one notion, in which the words, \"all nations,\" have a predominating influence, and so the plural ensues by constructio ad sensum? The meaning, then, is that all nations with their wealth come, that the Gentiles shall devote their treasures, their powers, whatever they most highly prize, to the service of God. This is what is predicted elsewhere (e.g. Isaiah 55:5-7, 11, 13, 17), and it is called, metaphorically, coming with treasures to the temple. To hear of such a glorious future might well be a topic of consolation to the depressed Israelites. (For a further development of the same idea, see Revelation 21:24, 26.) I will fill this house with glory. There is a verbal allusion to the glory which filled Solomon's temple at the dedication (2 Chronicles 7:1), but the especial mode in which it is to be manifested in this case is not here mentioned. The previous clause would make the reference rather to the material offerings of the Gentiles, but a further and a deeper signification is connected with the advent of Messiah (as Malachi 3:1), with which the complete fulfilment commenced.NEWLINEVERSETITLESTARTHaggai2:8VERSETITLEENDNEWLINEVERSESTARTThe silver is mine, and the gold is mine, saith the LORD of hosts.VERSEENDNEWLINEVerse 8. - The silver is mine. All the riches of the world are the Lord's, and he disposes of them as he wills; if he has promised that the Gentiles shall offer their treasures for his service, be sure he will perform his word. There may also be intended a word of comfort for the desponding; they need not grieve because they had but poor offerings to bring to the house; he wanted not gold or silver, for all was his.NEWLINEVERSETITLESTARTHaggai2:9VERSETITLEENDNEWLINEVERSESTARTThe glory of this latter house shall be greater than of the former, saith the LORD of hosts: and in this place will I give peace, saith the LORD of hosts.VERSEENDNEWLINEVerse 9. - The glory of this latter house shall be greater than of the former. Revised Version, following the Septuagint, \"The latter glory of this house shall be greater than the former.\" \"This house\" means the temple at Jerusalem, regard not being paid to the special building (ver. 3), whether of Solomon, or Zerubbabel, or Herod. As understood by the hearers, this promise referred to the material fiches, the precious things offered by the Gentiles. To us it speaks of the promise of Christ, God incarnate, in the holy city and in the temple itself, and of his presence in the Church, wherein he abides forever. Here is the complete answer to the complaint of ver. 3. In this place will I give peace. Primarily this means in Jerusalem, the place where the temple stood, God would grant peace from enemies, freedom from danger, and quiet enjoyment of promised blessings (comp. Isaiah 55:18; Joel 3:17; Micah 5:4, 5). But the promise is not fulfilled by this; the peace promised to the spiritual temple is that peace of heart and conscience which is given by him who is the Prince of Peace (Isaiah 9:6), and which includes all the graces of the Christian covenant (Ezekiel 34:25). The first temple was built by the king whose name is \"Peaceful;\" the second is glorified by the presence of the \"Peace bringer\" (Genesis 49:10). At the end of this verse the LXX. has an addition not found in the Hebrew, \"even peace of soul for a possesion to every one who buildeth, to raise up this shrine.\"NEWLINEVERSETITLESTARTHaggai2:10VERSETITLEENDNEWLINEVERSESTARTIn the four and twentieth day of the ninth month, in the second year of Darius, came the word of the LORD by Haggai the prophet, saying,VERSEENDNEWLINEVerses 10-19. - Part III. THE THIRD ADDRESS; THE CAUSE OF THE CALAMITIES WHICH HAD BEFALLEN THE PEOPLE, AND A PROMISE OF BLESSING. Verses 10-17. - § 1. By an analogy drawn from the Law, Haggai shows that residence in the Holy Land and the offering of sacrifice do not suffice to make the people acceptable, as long as they themselves are unclean through neglect of the house of the Lord. Hence comes the punishment of sterility. Verse 10. - In the four and twentieth day of the ninth month. The ninth month is Chisleu, answering to parts of November and December. It was now three months from the time the people had commenced to build, and two from the day when the second address was delivered. On the weather at this time depended the hope of the yearly crops. Between the second and third address Zechariah's first prophecy wag uttered (Zechariah 1:2-6).NEWLINEVERSETITLESTARTHaggai2:11VERSETITLEENDNEWLINEVERSESTARTThus saith the LORD of hosts; Ask now the priests concerning the law, saying,VERSEENDNEWLINEVerse 11. - Concerning the Law. Others translate, \"for instruction.\" Ask the priests these two legal questions, such as they were appointed to expound (Deuteronomy 17:8, etc.; Deuteronomy 33:10; Malachi 2:7). By this appeal the prophet makes his lesson sink deeper into the people's mind.NEWLINEVERSETITLESTARTHaggai2:12VERSETITLEENDNEWLINEVERSESTARTIf one bear holy flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any meat, shall it be holy? And the priests answered and said, No.VERSEENDNEWLINEVerse 12. - If one bear; literally, behold, one beareth, which is equivalent to \"suppose a man bears.\" Perowne compares Jeremiah 3:1, \"Lo, a man puts away his wife;\" and 2 Chronicles 7:13. Holy flesh. The flesh of animals sacrificed to God, which was set apart from profane uses, and might be eaten only by the priests or persons ritually pure (Leviticus 6:26; Leviticus 7:15-20; Leviticus 10:13; comp. Jeremiah 11:15). The skirt of his garment; literally, wing of his garment, as Deuteronomy 22:12; 1 Samuel 15:27. Any meat; παντὸς βρώματος: anything eatable. And said, No. The priests answered correctly according to Leviticus 6:27. Whatever touched the hallowed flesh became itself holy, but it could not communicate this holiness to anything else.NEWLINEVERSETITLESTARTHaggai2:13VERSETITLEENDNEWLINEVERSESTARTThen said Haggai, If one that is unclean by a dead body touch any of these, shall it be unclean? And the priests answered and said, It shall be unclean.VERSEENDNEWLINEVerse 13. - Unclean by a dead body; Septuagint, ἀκάθαρτος ἐπὶ ψυχῇ: Vulgate. pollutus in anima. These versions are closer to the Hebrew, \"unclean by a soul,\" than the Authorized Version, but not so intelligible. \"Soul\" (nephesh) is used to mean a person, and, with the attribute \"dead\" understood, a corpse, as Leviticus 21:1. The full phrase is found in Numbers 6:6, 11. Contact with a dead body produced the gravest ceremonial uncleanness, which lasted seven days, and could be purged only by a double lustration and other rites (Numbers 19:11, etc.). This uncleanness was doubtless connected with the idea that death was the result of sin. Any of these. The things mentioned in the preceding verse. It shall be unclean. In accordance with Numbers 19:22 A polluted human being communicated his pollution to all that he touched. It was owing to the defilement that accompanied contact with the dead that the later Jews used to whiten the sepulchres every year, that they might be seen and avoided (Matthew 23:27, and Lightfoot, 'Her. Hebr.' in loc.).NEWLINEVERSETITLESTARTHaggai2:14VERSETITLEENDNEWLINEVERSESTARTThen answered Haggai, and said, So is this people, and so is this nation before me, saith the LORD; and so is every work of their hands; and that which they offer there is unclean.VERSEENDNEWLINEVerse 14. - Then answered Haggai, and said; then Haggai continued and said. He applies the principles just enunciated to the case of the Jews, taking the communication of uncleanness first. So is this people. Not, my people, because by their acts they had disowned God (Haggai 1:2). This people is defiled in my sight like one who has touched a corpse, and not only they themselves, but so is every work of their hands; all their labour, all that they put their hands to, is unclean, and can win no blessing. Their pollution was their disobedience in not building the house of God. They had calmly contemplated the lifeless symbol of the theocracy, the ruined temple, and made no determined effort to resuscitate it, so a blight had rested on all their work. That which they offer there (pointing to the altar which they had built when they first returned, Ezra 3:2) is unclean. They had fancied that the sanctifying influence of the altar and its sacrifices would extend to all their works, and cover all their shortcomings; but so far from this, their very offerings were unclean, because the offerers were polluted. They who come before the Holy One should themselves be holy. Neither the altar nor the Holy Land imparted sanctity by any intrinsic virtue of their own, but entailed upon all an obligation to personal holiness (Wordsworth). The LXX. has an addition at the end of the verse. Ανεκεν τῶν λημμάτων αὐτῶν τῶν ὀρθρινῶν ὀδυνηθήσονται ἀπὸ προσώπου πόνων αὐτῶν καὶ ἐμισεῖτε ἐν πύλαις ἐλέγχοντας \"On account of their morning gains [or, 'burdens'] they shall be pained in the presence of their labours, and ye hated those who reproved in the gates.\" This is expounded by Theodoret thus: As soon as morning dawned ye employed yourselves in no good work, but sought only how to obtain sordid gain. And ye regarded with. hatred these who reproved, you, who sitting at the gate spake words of wisdom to all who passed by. The passage is found in no other version.NEWLINEVERSETITLESTARTHaggai2:15VERSETITLEENDNEWLINEVERSESTARTAnd now, I pray you, consider from this day and upward, from before a stone was laid upon a stone in the temple of the LORD:VERSEENDNEWLINEVerse 15 - The prophet bids the people look backwards, and consider how their neglect had been visited by scanty harvests; their own experience would teach them this lesson. From this day; viz. the twenty-fourth day of the ninth month, when this address was delivered (ver. 10; comp. ver. 18). And upward; i.e. backward. He bids them go back in thought fourteen years when they first intermitted building. Before a stone, etc. This does not mean before the building was first begun, but before they began to build on the foundation already laid.NEWLINEVERSETITLESTARTHaggai2:16VERSETITLEENDNEWLINEVERSESTARTSince those days were, when one came to an heap of twenty measures, there were but ten: when one came to the pressfat for to draw out fifty vessels out of the press, there were but twenty.VERSEENDNEWLINEVerse 16. - Since those days were. The word \"days\" is supplied. Revised Version, \"through all that time,\" viz. the fourteen years spoken of in ver. 15. Septuagint, τίνες η΅τε, \"what ye were;\" the Vulgate omits the words. When one came to an heap of twenty measures. The word \"measures\" is not in the Hebrew: it is supplied by the LXX., σάτα (equivalent to scabs), and by Jerome, modiorum. But the particular measure is of no importance; it is the proportion only on which stress is laid. The prophet particuiarizes the general statements of Haggai 1:6, 9. The \"heap\" is the collection of sheaves (Ruth 3:7). This when threshed yielded only half that they had expected. There were (in fact) but ten; καὶ ἐγένετο κριθῆς δέκα σάτα, \"and there were ten measures of barley.\" The press fat; the wine fat, the vat into which flowed the juice forced from the grapes when trodden out by the feet in the press. A full account of this will be found in the 'Dict. of the Bible,' arts. \"Wine press\" and \"Wine.\" Fifty vessels out of the press. The Hebrew is \"fifty purah.\" The word purah is used in Isaiah 63:3 to signify the press itself, hence the Authorized Version so translates it here, inserting \"out of,\" and supplying \"vessels,\" as \"measures\" above; but it probably here denotes a liquid measure in which the wine was drown. LXX., μετρητάς (equivalent to Hebrew baths). Jerome, lagenas; and in his commentary, amphoras. They came and examined the grapes and expected fifty purahs, \"press measures,\" but they did not get even half that they had hoped. There were but twenty. Knabenbauer suggests that the meaning may be - looking at the crop of grapes, they expected to draw out, i.e. empty (chasaph), the press fifty times, but were egregiously deceived.NEWLINEVERSETITLESTARTHaggai2:17VERSETITLEENDNEWLINEVERSESTARTI smote you with blasting and with mildew and with hail in all the labours of your hands; yet ye turned not to me, saith the LORD.VERSEENDNEWLINEVerse 17. - I smote you with blasting and with mildew. It was God who inflicted these calamities upon them judicially, according to the threats in Deuteronomy 28:22 (comp. Amos 4:9, and note there). These two pests affected the corn; the vines were smitten with hail (Psalm 78:47). In all the labours (work) of your hands. All that you had cultivated with toil, corn, vines, fruit of every sort. Yet ye turned not to me. The clause is elliptical, \"yet not ye to me.\" The LXX. and Syriac translate as the Authorized Version, supplying the verb from the parallel passage in Amos 4:9. The Vulgate (not according to precedent), Non fuit in vobis qui revertetur ad me. In spite of these visitations there was not one among them who shook off his idle inaction and worked for the Lord.NEWLINEVERSETITLESTARTHaggai2:18VERSETITLEENDNEWLINEVERSESTARTConsider now from this day and upward, from the four and twentieth day of the ninth month, even from the day that the foundation of the LORD'S temple was laid, consider it.VERSEENDNEWLINEVerses 18, 19. - § 2. On their obedience the blessings of nature shall again be theirs. Verse 18. - Consider now from this day and upward (see note on ver. 15.) For \"upward\" Jerome has here in futurum, though he translated the same word supra in ver. 15. Such a rendering is allowable, and affords a good sense, the prophet directing the people's attention to the happy prospect in the future announced in ver. 19. But it seems, best to keep to the same interpretation in two passages so closely allied. The prophet bids the people consider the period from the present, the four and twentieth day of the ninth month, when this prophecy was uttered (ver. 10), to the other limit explanatory of the term \"upward\" or \"backward.\" Even from the day that the foundation, etc.; rather, since the day that, etc. This is obviously the same period as that named in ver. 15, after the foundation was completed, but before \"stone was laid upon stone\" of the superstructure (comp. Zechariah 8:9).NEWLINEVERSETITLESTARTHaggai2:19VERSETITLEENDNEWLINEVERSESTARTIs the seed yet in the barn? yea, as yet the vine, and the fig tree, and the pomegranate, and the olive tree, hath not brought forth: from this day will I bless you.VERSEENDNEWLINEVerse 19. - Is the seed yet in the barn? Is there any of your poor crop still left in your granaries? Is it not already expended? \"The seed\" is here the produce of the seed, the grain (1 Samuel 8:15; Job 39:12). The corn crop is mentioned first, then the fruit harvest. The Vulgate has, Numquid jam semen in germine est? Has the seed begun to grow? Is there any sign of abundance? Yet the harvest shall be prolific. But there is no doubt that megurah means \"barn,\" not \"sprout.\" LXX., Αἰ ἐπιγνωσθήσεται ἐπὶ τῆς ἅλω, \"If it shall be known upon the threshing floor.\" Jerome must have read γῆς for τῆς, as he renders, \"Si ultra cognoscetur super terram area.\" He expounds it thus: So abundant shall be the produce that the threshing floor shall not recognize its own corn. or that the threshers shall be forced to join floor to floor to make room for all the grain, \"et arearnm separatio nesciatur in terra\" Yea, as yet; καὶ εἰ ἔτι (Septuagint); et adhuc (Vulgate); as Judges 3:26; Job 1:18. Others translate, \"as regards.\" Though there was no sign of leaf or fruit on the trees, nothing by which one could judge of the future produce, yet the prophet predicts an abundant crop, dating from the people's obedience (Leviticus 26:3, etc.; Deuteronomy 28:2, etc.). From this day will I bless you. \"This day\" is the twenty-fourth day of the ninth month (ver. 10). From now the improvement in the season should begin and make itself evident. \"Bless\" is a term often used for sending fruitful seasons (Deuteronomy 28:8; Malachi 3:10).NEWLINEVERSETITLESTARTHaggai2:20VERSETITLEENDNEWLINEVERSESTARTAnd again the word of the LORD came unto Haggai in the four and twentieth day of the month, saying,VERSEENDNEWLINEVerses 20-23. - Part V. THE FOURTH ADDRESS: PROMISE OF THE RESTORATION AND ESTABLISHMENT OF THE HOUSE OF DAVID, WHEN THE STORM BURSTS ON THE KINGDOMS OF THE WORLD. Verse 20. - Temporal blessings had been promised to the people generally; now spiritual blessings are announced to Zerubbabel as the head of the nation and the representative of the house of David. And again; and a second time; ἐκ δευτέρου (Septuagint). This revelation took place on the same day as the preceding one.NEWLINEVERSETITLESTARTHaggai2:21VERSETITLEENDNEWLINEVERSESTARTSpeak to Zerubbabel, governor of Judah, saying, I will shake the heavens and the earth;VERSEENDNEWLINEVerse 21. - Zerubbabel (see note on Haggai 1:1). I will shake the heavens and the earth. He repeats the prediction of ver. 6 in this chapter (where see note). This is the general statement, expanded and explained in the next verse.NEWLINEVERSETITLESTARTHaggai2:22VERSETITLEENDNEWLINEVERSESTARTAnd I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.VERSEENDNEWLINEVerse 22. - I will overthrow the throne of kingdoms. No events in Zerubbabel's time satisfied this prediction, which waits for its fulfilment in the Messianic age (Luke 1:52). \"The throne\" is used distributively for \"every throne of kingdoms;\" Septuagint, \"thrones of kings.\" Of the heathen; of the nations. Chariots, etc. Emblems of the military power by which the nations had risen to eminence (Psalm 20:7; Zechariah 10:5). Shall come down. Be brought to the ground, perish (Isaiah 34:7). By the sword of his brother. The heathen powers shall annihilate one another (Ezekiel 38:21; Zechariah 14:13).NEWLINEVERSETITLESTARTHaggai2:23VERSETITLEENDNEWLINEVERSESTARTIn that day, saith the LORD of hosts, will I take thee, O Zerubbabel, my servant, the son of Shealtiel, saith the LORD, and will make thee as a signet: for I have chosen thee, saith the LORD of hosts.VERSEENDNEWLINEVerse 23. - In that day. When the heathen nations of the earth are overthrown, Israel shall be safe, and be the more exalted by the Divine favour and protection. Will I take. The verb simply serves to introduce the following act as one of importance, and does not signify, \"take under my protection\" (comp. Deuteronomy 4:20; 2 Kings 14:21; Keil). My servant. An honourable title used especially of David (1 Kings 11:13, etc.; Jeremiah 33:21, etc.), and his future successors (Ezekiel 34:23, etc.; Ezekiel 37:24). Make thee as a signet. I will make thee most precious in my sight (comp. Song of Solomon 8:6). Among Orientals the signet ring was an article of great importance and value (see Revelation 5:1; Revelation 9:4; and 'Dict. of the Bible,' art. \"Seal\"). The allusion is particularly appropriate here, because Zerubbabel is set at the head of the nation in the place of his grandfather (?) Jeconiah, whose rejection from the monarchy had been couched in these terms: \"As I live, saith the Lord, though Coniah the son of Jehoiakim King of Judah were the signet upon my right hand, yet would I pluck thee thence\" (Jeremiah 22:24). The Son of Sirach, in his praise of great men, refers to this premise,\" How shall we magnify Zorobabel? even he was as a signet on the right hand\" (Ecclus. 49:11). The signet, too, is the sign of authority (Genesis 41:42; Esther 3:10); so Zerubbabel has authority delegated to him from God, the type of him who said, \"All things are delivered unto me of my Father\" (Matthew 11:27). \"The true Zerubbabel, i.e. Christ, the Son and Antitype of Zerubbabel, is the signet in the hand of the Father, both passively and actively, whereby God impresses his own majesty, thought, and words, and his own image, on men, angels, and all creatures\" (Corn. a Lapide ap. Pusey). I have chosen thee. This is not a personal assurance only to Zerubbabel, for neither he nor his natural seed reigned in Jerusalem, or rose to any special eminence in the kingdoms of this world. The fulfilment must be looked for in his spiritual progeny and in Christ. Promises are often made in Scripture to individuals which are accomplished only in their descendants; witness those made to Abraham and the other patriarchs, the prophecies of Jacob to his sons, and many others of a similar nature in the Old Testament, Those large promises made to David in old time, that his seed should endure forever, that hie throne should be as the sun before God (Psalm 89:36, 37; 2 Samuel 7:16), were now passed on to Zerubbabel and to his line, because of him was to spring Messiah, in whom alone these wide predictions find their fulfilment, \"He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David: and he shall reign over the house of Jacob forever; and of his kingdom there shall be no end\" (Luke 1:32, 33).NEWLINENEWLINENEWLINENEWLINE"}