{"Joel.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTJoel1:1VERSETITLEENDNEWLINEVERSESTARTThe word of the LORD that came to Joel the son of Pethuel.VERSEENDNEWLINEVerse 1. - The word of the Lord that came to Joel the son of Pethuel. The name Joel signifies \"Jehovah is God,\" or \"whose God is Jehovah.\" We read in Scripture of several of the same name, but the prophet is distinguished as \"the son of Pethuel,\" a name signifying \"the sincerity of God,\" or \"godly simplicity.\" We are not certain of the exact period at which Joel prophesied, but he is generally believed to have been the earliest prophetic writer of the southern kingdom, and one of the earliest of the twelve minor prophets, while Jonah is generally thought to have been the earliest prophetic writer whose book has found a place in the sacred canon. It is at least certain that Joel preceded Amos, who begins his prophecy with a passage from Joel (comp. Joel 3:16 with Amos 1:2). and borrows from Joel another towards the close (comp. Joel 3:18 with Amos 9:13). Besides, Joel speaks, in the second chapter, of the plague of locusts as yet future; while Amos, in the fourth chapter of his prophecy, refers to it as past. He likewise prophesied before Isaiah, who also borrows, in Isaiah 13:6, a sentence which occurs in Joel 1:15.NEWLINEVERSETITLESTARTJoel1:2VERSETITLEENDNEWLINEVERSESTARTHear this, ye old men, and give ear, all ye inhabitants of the land. Hath this been in your days, or even in the days of your fathers?VERSEENDNEWLINEVerses 2-7, - These verses describe the invasion of the locusts, with an exhortation to reflect on and lament for the calamity. Verse 2. - Hear this, ye old men, and give ear, all ye inhabitants of the land. Hath this been in your days, or even in the days of your fathers?NEWLINEVERSETITLESTARTJoel1:3VERSETITLEENDNEWLINEVERSESTARTTell ye your children of it, and let your children tell their children, and their children another generation.VERSEENDNEWLINEVerse 3. - Tell ye your children of it, and let your children tell their children, and their children another generation. The prophet thus draws attention to the event which be is about to relate, or rather predict, a8 a calamity unknown in the memory of living men, unheard of in the days of their fathers, unparalleled in the past experience of their nation, and one affecting all the inhabitants of the land. He challenges the old men whose memory went furthest back, and whose experience had been longest and largest, to confirm his statements; he calls on the inhabitants of the land to consider an event in which they were all concerned, and to recognize the hand of God in a disaster in which all would be involved. But, though the visitation with which they are threatened had had no precedent or parallel among the generation then present, or that which preceded it, or for many long years before, it was not to remain without memorial or record in the time to come. To this end the prophet commands his countrymen of Judah to relate it to their children, to their grandchildren, and even to their great-grand-children. The expression reminds us of Virgil's -NEWLINENEWLINE\"Yea, sons of sons, and those who shall from them be born.\" It reads like a reminiscence of what is recorded of one of the plagues - the plague of locusts - in Egypt, of which we read in Exodus 10:6, \"Which neither thy fathers, nor thy fathers' fathers have seen, since the day they were upon the earth unto this day;\" while the direction to have it transmitted by tradition seems an echo of what we read in the second verse of the same chapter: \"That thou mayest tell in the ears of thy son, and of thy son's son, what things I have wrought in Egypt.\" Similarly, it is written in Psalm 78:5, 6, \"He established a testimony in Jacob, and appointed a law in Israel, which he commanded our fathers, that they should make them known to their children: that the generation to come might know them, even the children which should be born; who should arise and declare them to their children.\" The solemn manner in which the prophet draws attention to this by \"Hear,\" \"Give ear,\" and the earnestness with which he insists on the record of it being handed on from generation to generation, are intended to impress on the people the work of God in this visitation, its severity, the sin that caused it, and the call to repentance conveyed by it.NEWLINEVERSETITLESTARTJoel1:4VERSETITLEENDNEWLINEVERSESTARTThat which the palmerworm hath left hath the locust eaten; and that which the locust hath left hath the cankerworm eaten; and that which the cankerworm hath left hath the caterpiller eaten.VERSEENDNEWLINEVerse 4. - That which the palmer-worm hath left hath the locust eaten; and that which the locust hath left hath the cankerworm eaten; and that which the canker-worm hath left hath the caterpillar eaten. Some interpreters consider, and rightly, we think, that the prophet enumerates in this verse four different species of locusts. The common or general name is arbeh, from rabhah, to be many; the gazam, or palmer-worm, is the gnawer, or biter, from a root (guzam) which signifies \"to gnaw, bite, or cut off;\" the yeleq, or canker-worm, is the licker, from yalaqlaqaq, to lick, or lick off; the chasil, or caterpillar, is the devourer, from chasal, to cut off. Thus we have the locust, or multitudinous one, the gnawer, the licker, and the devourer, either asNEWLINENEWLINE(1) four different species of locust; orNEWLINENEWLINE(2) the gnawer, licker, and devourer are poetical epithets of the locust, or multitudinous one.NEWLINENEWLINEThese names do not denote the locustNEWLINENEWLINE(1) at different stages, according to Credner. NorNEWLINENEWLINE(2) can we with propriety understand them allegorically, with Jerome, Cyril, and Theodoret, of the enemies of the Jews, whetherNEWLINENEWLINE(a) the Assyrians, Babylonians, and Chaldeans,NEWLINENEWLINE(b) Medes and Persians,NEWLINENEWLINE(c) Macedonians and successors of Alexander, especially Antiochus, andNEWLINENEWLINE(d) the Romans;NEWLINENEWLINEor the hostile kings,NEWLINENEWLINE(a) Shalmaneser,NEWLINENEWLINE(b) Nebuchadnezzar,NEWLINENEWLINE(c) Antiochus, andNEWLINENEWLINE(d) the Romans;NEWLINENEWLINEor those other kings,NEWLINENEWLINE(a) Tiglath-Pileser,NEWLINENEWLINE(b) Shalma-neser,NEWLINENEWLINE(c) Sennacherib, andNEWLINENEWLINE(d) Nebuchadnezzar.NEWLINENEWLINEThe most celebrated Hebrew commentators understand the passage of locusts in the proper and literal sense. Thus Rashi says, \"The palmer-worm locust, cankerworm, and caterpillar are species of locusts; and the prophet prophesies about them that they will come; and they came in those days, and they devoured all the fruit of the trees and every herb of the field.\" Abon Ezra says, \"This the prophet prophesied in reference to the locust which should come to destroy the land. In the days of Moses there was one kind of locust alone, but now, with the arbeh, there are the gazam and yeleq and chasil, and these three kinds are joined.\" He also quotes Japhet as saying \"that gazam is equivalent to gozez, cutting, and the mere is like mere in chinmam reykam; and yeleq, that which licks (yiloq) with its tongue... and chasil of some signification (yachsele-nenu) as shall consume it.\" In like manner Kimohi gives the derivation of the words as follows: \"Some say that gazam is so called because it cuts (gozez) the increase; and arbeh, because it is numerous in species; and yeleq, because it licks and depastures by licking the herb; and chasil, became it cuts the whole, from 'And the locust shall consume it' (Deuteronomy 28:38).\" When, however, Kimchi distributes the comings of the locusts into four separate and successive years, we must reject his interpretation in that respect. He says, \"What the gazam left in the first year, the locust ate in the second year; for the four kinds did not come in one year, but one after another in four years; and he says, ' I will restore to you the years the locust hath eaten.'\"NEWLINEVERSETITLESTARTJoel1:5VERSETITLEENDNEWLINEVERSESTARTAwake, ye drunkards, and weep; and howl, all ye drinkers of wine, because of the new wine; for it is cut off from your mouth.VERSEENDNEWLINEVerse 5. - Three classes are called on to lament - the winebibbers, the husbandmen, and the priests. The verses before us (vers. 5-7) contain the prophet's appeal to the drunkards. Their sin had not alarmed them; the danger with which their soul was imperilled bad not aroused them; now, however, the heavy visitation that awaited them would affect them more vehemently, touching them more nearly. Deprived of the means of their favourite indulgence, they are urged to awake from their stupid slumber and perilous day-dream. They are summoned to weep, shedding silent but bitter tears, and howl, venting their so,row and disappointment in loud and long lamentation: Awake, ye drunkards, and weep; and howl, all ye drinkers of wine! He backs this exhortation by a most cogent and unanswerable reason - because of the new wine; for it is cut off from your mouth. The word asis is explained by Kimchi thus: \"Wine is called עסיס, and so every kind of drink that goes out (is pressed out) by bruising and treading is called עסיס, according to the meaning of the root עסס in Malachi 3:21.NEWLINEVERSETITLESTARTJoel1:6VERSETITLEENDNEWLINEVERSESTARTFor a nation is come up upon my land, strong, and without number, whose teeth are the teeth of a lion, and he hath the cheek teeth of a great lion.VERSEENDNEWLINEVerse 6. - For a nation is come up upon my land, strong and without number. The loss of the wine and of the sweet juice of the grape would be a source of genuine sorrow to the drinkers of wine; that loss would be occasioned by the destruction of the vines. In this and the following verse the prophet explains the instrumentality by which that destruction would be brought about. The prophet, fully identifying himself with his countrymen, speaking in their name and as their representative, says \"my land.\" Kimchi understands the suffix to \"land,\" like \"my vine\" and \"my fig tree\" in the next verse, as referring either to the prophet himself or to the people of the land; while some refer it to Jehovah, the great Proprietor, who had given the land to his people for their inheritance while they observed his covenant and obeyed his commandments. The locusts ore called a nation, just as the \"ants are a people not strong,\" and the \"conies are\" said to be \"but a feeble folk.\" Kimchi lays that \"every collection of living things is called a nation (qoy); accordingly the prophet applies 'nation' to the locust.\" Nor deem the weed \"nation\" thus applied support the allegorical sense any more than the Homeric -NEWLINENEWLINE\"Even as go the swarms [literally nations]NEWLINEof closely thronging bees.\" This army of locusts is characterized by the two qualities of strength and number. The preterite עָלָה, though past, really refers to the future, to express the certain occurrence of what is predicted; so with שָׂם in the following verse, of which Kimchi says, \"The past is in place of the future;\" and Aben Ezra more fully, \"A thing that is decreed to take place is spoken of in the past.\" This army has peculiar weapons, yet nothing the less powerful. Whose teeth are the teeth of a lion, and he hath the cheek-teeth of a great lion; or, lioness. Different descriptive terms are applied to lions - the lion's whelp is גּוּר; the young lion, which, though young, is no longer a whelp, is כְּפִיר; also the lion, from its hoarseness at a certain age, is called שַׁחַלֹ; the lion, from its cry, is called by onomatopoeia, לָבִיּא; the lion, from its strength, is called לַיִשׁ; while the common name of a lion, derived probably from אָרָה, to pluck or tear, is אַרְיֵה. Having compared the invading locusts to an army powerful and countless, the prophet proceeds to speak of the weapons wielded by these warlike and hostile invaders. They are their teeth. While the common name for locust respects their multitude, the other names are of the nature of epithets, and all, as we have seen, derived from the vigour and voracity with which they use their teeth. Those teeth, so destructive, are compared to those of a lion and the molars or grinders of a great, stout, old lion or lioness, for the word has been translated in each of these ways.NEWLINEVERSETITLESTARTJoel1:7VERSETITLEENDNEWLINEVERSESTARTHe hath laid my vine waste, and barked my fig tree: he hath made it clean bare, and cast it away; the branches thereof are made white.VERSEENDNEWLINEVerse 7. - He hath laid my vine waste, and barked my fig tree (margin, laid my fig tree for a barking): he hath made it clean bare, and cast it away; the branches thereof are made white. We have here a detailed description of the destruction and devastation caused by this locust-army in its invasion of the land of Judah. The most valuable and most valued production of that land, the vine and fig tree, are ruined. The vine is laid waste, so that the vineyard becomes a wilderness:NEWLINENEWLINE(1) \"he has barked the fig tree\" (so Jerome, \"Ficum meam decorticavit\"); or rather,NEWLINENEWLINE(2) \"he has broken the branches.\" The word קְצָפָח denotes a fragment or something broken, branches broken off, and so the LXX., \"hath utterly broken (εἰς συγκλασμόν);\" whileNEWLINENEWLINE(3) Aben Ezra explains it, \"Like foam on the face of the water, in which there is nothing;\" i.e. a thing of nought. The locusts, by gnawing, had stripped off the bark, or by their excessive weight had broken off the branches. The next clause, which speaks of making it clean bare, is explained by the Chaldee of peeling off the bark, but that, according to the first rendering, has been already expressed. It is rather more than this - it is stripping off the leaves and fruits or flowers; the barked or broken branches and twigs of vine and fig tree are then cast away or down to the ground. And all that is left are the whitened branches from which the bark has been stripped off. The casting away or down to the earth may refer to the bark; thus Kimchi: \"He removes the bark; and so Jonathan explains, 'He quite removes the bark and casts it away;' and the explanation is that he casts the bark to the earth when he eats the juicy parts between the bark and the wood; or the explanation may be that he eats the rind and casts the vine blossom to the earth, and, lo, it is bared.\" Some, again, understand it of what is uneatable, and others of the vine itself.NEWLINEVERSETITLESTARTJoel1:8VERSETITLEENDNEWLINEVERSESTARTLament like a virgin girded with sackcloth for the husband of her youth.VERSEENDNEWLINEVerses 8-13. - The consequence of such ruin and havoc is great and general lamentation. The drunkards were first called on in the preceding verses to mourn, for the distress came first and nearest to them. But now the priests, the Lord's ministers, mourn; things inanimate, by a touching personification, join in the lamentation - the land mourneth; the husbandmen that till the ground mourn. Verse 8. - Lament like a virgin girded with sackcloth for the husband of her youth.NEWLINENEWLINE1. The verb here, which is an ἅπαξ λεγόμενον, isNEWLINENEWLINE(1) imperative feminine; the subject must, of course, correspond. That subject has been variously supplied:NEWLINENEWLINE(a) the ground, according to Aben Ezra;NEWLINENEWLINE(b) naphshi, my soul, i.e. the prophet's address to himself;NEWLINENEWLINE(c) the daughter of Zion, or virgin daughter of Zion; butNEWLINENEWLINE(d) the congregation or people of Judah, as suggested in the Chaldee, is the real subject.NEWLINENEWLINE(2) The LXX. has θωρήνησον πρός με, evidently combining two readings, or rather two punctuations, of the same word, viz. אֵלַיִ, to me, and ךאלִי, lament.NEWLINENEWLINE2. The mourning is of the deepest, bitterest kind, like that of a virgin for the husband of her youth. It is either the case of a maiden betrothed to a youthful bridegroom, whom she sincerely loves, but he dies before they are married, and thus, instead of the wedding dress, she puts on the garment of mourning, the sackcloth of rough hair; or she has been married, and her husband, still in youth, is snatched away from her by death, and she is clothed in widow's weeds - in her case real weeds of woe, and outward tokens of sincere, not simulated, sorrow. The expression reminds us of Isaiah's \"wife of youth,\" and of the Homeric expression frequently translated \"virgin or youthful spouse,\" though more correctly \"wedded wife.\" Such is the lamentation to which the people of Judah are called.NEWLINEVERSETITLESTARTJoel1:9VERSETITLEENDNEWLINEVERSESTARTThe meat offering and the drink offering is cut off from the house of the LORD; the priests, the LORD'S ministers, mourn.VERSEENDNEWLINEVerse 9. - The meat offering and the drink offering is cut off from the house of the Lord; the priests, the Lord's ministers, mourn. While all the inhabitants of the land are called to lament, and have abundant cause for lamentation, different classes of society are specified, and the grounds of their sorrow particularized.NEWLINENEWLINE1. The meat offering and drink offering accompanied the morning and evening sacrifice, and that sacrifice, with its accompaniments, being an expression of gratitude to God by a daily presentation to him of the firstfruits of his own mercies, was a visible memorial of Jehovah's covenant with his people; while the fact of its being cut off implied the cessation or suspension of that covenant and the people's exclusion from the covenanted mercies of God.NEWLINENEWLINE2. But the ministering priests in particular had cause of mourning, indeed a twofold cause:NEWLINENEWLINE(1) their occupation was gone when there were no materials at hand wherewith to minister; their office could no longer last, as they wanted the appointed means for the discharge of its prescribed functions;NEWLINENEWLINE(2) their livelihood depended largely on those offerings in which they were allowed to have a share, but, when these ceased through failure of the means of supply, the support of the priests of necessity ceased also, or was so curtailed as to threaten the entire want of the means of subsistence.NEWLINEVERSETITLESTARTJoel1:10VERSETITLEENDNEWLINEVERSESTARTThe field is wasted, the land mourneth; for the corn is wasted: the new wine is dried up, the oil languisheth.VERSEENDNEWLINEVerse 10. - The field is wasted, the land mourneth; for the corn is wasted: the new wine is dried up, the oil languisheth. This verse is closely connected with the preceding, for the failure of the meat offerings and drink offerings was owing to the devastation of the country and the destruction of its crops by the locust-plague. The field was laid waste by them, nor was it a field here and there, or a solitary district; it was the whole land without exception or exemption that had cause to grieve, \"if aught inanimate e'er grieves.\" This is expressed by one of those paronomasias of which the Hebrews were so fond, thus, shuddad sadheh, abhelah adhamah, equivalent to \"field falls, ground grieves;\" or \"field fruitless, land laments.\" The oblation, or meat offering, consisted of flour mingled with oil; the libation, or drink offering, consisted of wine. There were also firstfruits of corn and wine and oil; while all the produce of the land was tithabla. Now, however, the corn was wasted and the oil languished; and therefore the meat offering had partially failed or entirely ceased; the new wine was dried up, and therefore the drink offering must needs have been given up. The mention of corn and wine and oil in particular is owing to their connection with the temple service, for the firstfruits, tithes, oblations, and libations depended largely upon them.NEWLINEVERSETITLESTARTJoel1:11VERSETITLEENDNEWLINEVERSESTARTBe ye ashamed, O ye husbandmen; howl, O ye vinedressers, for the wheat and for the barley; because the harvest of the field is perished.VERSEENDNEWLINEVerses 11, 12. - Be ye ashamed, O ye husbandmen. The verb from בּושׁ (formed from יַבֵשׁ), to be or feel ashamed, or turn pale with shame; חָפֵר is \"to blush or turn red with shame.\" It is written defectively, to distinguish it from הובִישׁ, which occurs in the tenth verse and again in the twelfth, and which is the Hiph. of יָבֵשׁ, to be parched or dried up. Their hope was disappointed through the destruction of their wheat and barley - their most serviceable and valuable cereals; while disappointment of hope causes shame; hence we read of a \"hope that maketh not ashamed, because it never disappoints as empty hopes do. Howl, O ye vinedressers, for the wheat and for the harley; because the harvest of the field is perished. The vine is dried up, and the fig tree languisheth. There is a transposition here which is a species of the figure ehiasmus, so called from the form of the Greek letter chi (χ). The husbandmen are put to shame on account of the destruction of the wheat and barley - the entire failure of their field crops and ruin of their harvest; while the vinedressers have reason to howl because of the loss of their vines and the languishing of their fig trees. The prophet, after particularizing the vine and fig tree, proceeds with the enumeration of other important fruit trees that had perished by the teeth of the locusts. The pomegranate tree, the palm tree also, and the apple tree, even all the trees of the field, are withered. The pomegranate, though abundant in that region, had shared the fate of the fig and vine; even the palm tree, the date palm, though a vigorous tree and little subject to injury, having no juice in the leaves or fresh greenness in the rind, ceased to flourish; and the apple tree - the medicinal apple, as Virgil terms it - suffered in like manner. Nor was it the fruit trees only that were injured; the hardier forest or timber trees - all the trees of the field - shared in the calamity. Thus Jerome represents the prophet as asking, \"Why should I speak of the corn, wine, oil, and barley? when even the fruits of the trees have been dried up, the fig trees have languished, with the pomegranate and palm and apple; and all trees, whether fruit-bearing or not, are consumed by the devastating locusts.\" Because joy is withered away from the sons of men. This clause is connected by\" because\" with \"howl,\" the intermediate words being treated parenthetically or passed over. Joy here is eitherNEWLINENEWLINE(1) literal; while \"withered\" is figurative, and signifies \"has ceased or been taken away;\" orNEWLINENEWLINE(2) \"joy\" is figurative, denoting the means of joy, and\" withered\" may then be understood literally. The rain, from, is a pregnant construction, that is, \"is withered from\" being equivalent to \"is withered and taken away from\" the sons of men. Thus Kimchi: \"Because joy is withered - is withered, as if he said, 'it has ceased because the products and the fruits are the joy of the sons of men,' and so Jonathan explains it, 'because joy has ceased;' or the meaning of 'withered' may be by way of figure.\"NEWLINEVERSETITLESTARTJoel1:12VERSETITLEENDNEWLINEVERSESTARTThe vine is dried up, and the fig tree languisheth; the pomegranate tree, the palm tree also, and the apple tree, even all the trees of the field, are withered: because joy is withered away from the sons of men.VERSEENDNEWLINEVERSETITLESTARTJoel1:13VERSETITLEENDNEWLINEVERSESTARTGird yourselves, and lament, ye priests: howl, ye ministers of the altar: come, lie all night in sackcloth, ye ministers of my God: for the meat offering and the drink offering is withholden from the house of your God.VERSEENDNEWLINEVerse 13. - Gird yourselves, and lament, ye priests: howl, ye ministers of the altar: come, lie all night in sackcloth, ye ministers of my God. The invitation, or rather exhortation, here is to something more than lamentation and mourning; for, however natural in the circumstances, affliction itself could not avert or remove the calamity. They are urged, therefore, to repentance as well as lamentation. They were to assume the outward signs of the inward grace: they were to gird themselves with sackcloth, the outward symbol of their inward sorrow; next they were to enter the temple or house of God; they were to spend the night there in the attitude and garb of mourners; night and day they were to bewail their sins with humble, penitent, and contrite hearts. The priests are the persons first addressed, and that not only because, in discharge of their priestly functions as ministers of Jehovah and ministering at the altar, they had been specially touched by the present distress; but also because of their official position they were to present an example to the people whose leaders they were and on whose behalf they ministered (comp. 1 Corinthians 9:13, \"Do ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?\"). Kimchi gives a correct exposition of this verse: \"Gird, that is to say, gird on sackcloth, and he explains afterwards, pass the night in sackcloth, because even by night ye shall not remove the sackcloth from off you; perhaps Jehovah will have mercy upon you. And he says, 'ministers of the altar,' and adds, 'ministers of my God,' because the ministry was as the altar to God; and he connects the ministry to God - to the altar, as wherein they minister to Jehovah.\" For the meat offering and the drink offering is withholden from the house of your God. This is the reason assigned for the urgent call to repentance; and it is much the same with that in the beginning of the ninth verse.NEWLINEVERSETITLESTARTJoel1:14VERSETITLEENDNEWLINEVERSESTARTSanctify ye a fast, call a solemn assembly, gather the elders and all the inhabitants of the land into the house of the LORD your God, and cry unto the LORD,VERSEENDNEWLINEVerses 14-20. - After urging the priests to lead the way in the matter, he proceeds to summon all classes of the people, and particularly the elders, to engage in penitence, fasting, and solemn supplications, in order to avert the calamities that were impending, or to escape from them if they had already begun. Verse 14. - Sanctify ye a fast, call a solemn assembly, gather the elders and all the inhabitants of the land into the house of the Lord your God, and cry unto the Lord. The command is addressed to the priests as the representatives and rulers of the people in all matters of religion; they communicated to the people the commands of Jehovah. This verse directs attention to three things - the duty commanded; the persons called upon to discharge it; and the place of its performance.NEWLINENEWLINE1. The duty required was a fast and a solemn assembly; and the priests are strictly enjoined to see to it that both these shall be duly announced and rightly observed. The fast was abstention from food in token of sorrow for sin; it was intended to be the external evidence of penitential sorrow for sin. The solemn assembly, or \"day of restraint,\" as it stands in the margin, was a public meeting of the people for the purpose of solemn supplication that the Almighty might be entreated to deliver them from the sore calamity with which he had seen fit to visit them. It was a season during which they were restrained from all servile work, and attention given exclusively to humiliation and prayer.NEWLINENEWLINE2. The persons summoned for this purpose were the elders, those who were so both by age and office - the magistrates as examples to others, and as having been implicated in the sins from which they now suffered. With the word \"elders\" are joined all the inhabitants of the land - the whole of the people, poor ann rich alike; all had had their share in the national sin, all were sharers in the national suffering, and it therefore behoved all to repent of their sins and seek the Lord.NEWLINENEWLINE3. The place of assembly was the house of the Lord; that is, the temple, or that portion of it called \"the court of the Israelites.\" Nor were they to assemble there without an errand; the purpose of their assembling in that sacred place was to supplicate the Lord to alleviate their distress, or rather remove it altogether. They were directed to cry mightily to the Lord; to cry unto him with vehement earnestness and importunate perseverance till he would be pleased to send relief. The proclamation of a fast was a common expedient, to which people, Jewish and Gentile, according to their respective light, resorted in the day of their difficulty and distress. We read of it on many occasions; for example, by King Jehoshaphat in prospect of a hostile attack by the allied armies of Moab, Ammon, and Edom; again in the reign of Jehoiakim; also by Ezra in the day of danger; and by the people of Nineveh in consequence of the preaching of Jonah.NEWLINEVERSETITLESTARTJoel1:15VERSETITLEENDNEWLINEVERSESTARTAlas for the day! for the day of the LORD is at hand, and as a destruction from the Almighty shall it come.VERSEENDNEWLINEVerse 15. - Alas for the day! for the day of the Lord is at hand, and as a destruction from the Almighty shall it come. Some understand these words as suggested by the prophet to the people, that they might use them in their solemn and sorrowful appeal to the Almighty. This is favoured by the Syriac, which adds, \"and say,\" as if the prophet prescribed to them the substance of their address. We prefer taking them as the prophet's own words, which he era-ploys to justify the urgency of the appeal contained in the two preceding verses to the ministers of religion, the priests, to the magistrates, the elders, and to all the mere-bets of the community, even all the inhabitants of the land. The day referred to is the time of the judgment that was coming on the land through the locusts. The day of the Lord, first mentioned, it is said, by Joel, is the day when he inflicts judgments on sinners, as in the present instance; it may be a presage of that judgment that brought ruin on their city, temple, and nation. It may be an emblem of that judgment that wound up their nation by the destruction of their capital, or even of the final judgment when God shall destroy impenitent sinners and deliver his saints. This day of the Lord comes suddenly, secretly, and irresistibly; and, when it comes, it is a destruction from the Almighty, or, according to the Hebrew paronomasia, keshod misshaddai, equivalent to \"ruin from the Resistless.\" The day of God's anger against Judah is a presage of that day when, as Judge of all, Jew and Gentile, he will take vengeance on his enemies. Joel's prophetic glance reached onward and forward, not only to the close of the Jewish, but to the conclusion of the Christian, dispensation.NEWLINEVERSETITLESTARTJoel1:16VERSETITLEENDNEWLINEVERSESTARTIs not the meat cut off before our eyes, yea, joy and gladness from the house of our God?VERSEENDNEWLINEVerses 16-18. - These verses contain manifest proofs that the day of the Lord was coming, and coming as a destruction from the Almighty. Is not the meat cut off before our eyes? The food for daily sustenance, and the food for Divine service - the corn and wine and oil, as mentioned in ver. 10 - had vanished while they beheld the process of destruction, but could not binder it. \"These locusts,\" says Thomson, in 'The Land and the Book,' \"at once strip the vines of every leaf and cluster of grapes, and of every green twig. I also saw many large fig orchards 'clean bare,' not a leaf remaining; and, as the bark of the fig tree is of a silvery whiteness, the whole orchards, thus rifled of their green veils, spread abroad their branches 'made white' in melancholy nakedness to the burning sun.\" He then refers to the exclamation in ver. 15, and to that in the words before us, \"Is not the meat cut off before our eyes?\" and then proceeds,\" This is most emphatically true. I saw under my own eye not only a large vineyard loaded with young grapes, but whole fields of corn, disappear as if by magic, and the hope of the husbandman vanish like smoke.\" Yea, joy and gladness from the house of our God. Not only had the food necessary for the support of daily life perished - \"The food of the sinners,\" says Jerome, \"perishes before their eyes, since the crops they looked for are snatched away from their hands, and the locust anticipates the reaper,\" - but the offerings used in Divine worship had ceased. Owing to the destruction of the crops, the firstfruits, as a matter of course, failed; the thank offerings could not be procured. Consequently, the joy that usually accompanied the presentation of these and other offerings was also cut off. When the Hebrews of old brought their burnt offerings, sacrifices, tithes, heave offerings, vows, free-will offerings, and firstlings of herds and flocks, it was a joyful season, a time of rejoicing before the Lord, as we learn from Deuteronomy 12:7, \"There ye shall eat before the Lord your God, and ye shall rejoice in all that ye put your hand unto, ye and your households.\" All this joy and gladness, so graciously associated with the worship of Jehovah, were now things of the past. The seed (margin, grains)is rotten under their clods, the garners are laid desolate, the barns are broken down; for the corn is withered. This was a fearful aggravation of their calamity. Their present distress thus prolonged itself into the future, as there was no prospect of a crop in the following year to cheer them. The rotting of the seed that had been sown and carefully covered in the earth was occasioned by the drought. The visitation of locusts, as Stanley says, \"came, like all such visitations, in the season of' unusual drought - a drought which passed over the country like flames of fire.\" The rotting of the seed, and the withering of the corn, if the mouldering seed germinated and put forth a blade at all, rendered barns useless, and granaries, or the larger storehouses, unnecessary. The barns were left to decay and tumble down; and the granaries were desolate, and so there was no further use for them. Several difficult expressions occur in this verse, Perudoth is from parad, to scatter about, or to sow broadcast, and hence signifies \"scattered things,\" - seed or grain sown. עַבַשׁ is to dry up, moulder, wither; and is said of seeds that lose their germinating power Megraphoth are clods of earth, the root being garaph, to wash away (Judges 5:21); the noun, therefore, denotes a clod of earth rolled together by water and swept away. Otsaroth were the storehouses, but these were allowed to moulder away, as there was no reasonable prospect of a harvest or of grain to store in them. The mam-megurah or megurah, viz. the barns, had now become a useless appendage of the farmstead. How do the beasts groan! the herds of cattle are perplexed, because they have no pasture; yea, the flocks of sheep are made desolate. The drought that preceded and accompanied the plague of locusts destroyed the pasture-grounds, and thus the herds of cattle were bewildered, being deprived of pasture and water; they were perplexed to know where to find food to satisfy the cravings of hunger, and water to quench their thirst; in their perplexity they sought both, but found neither. The flocks of sheep, too, that are more easily satisfied and accustomed to browse on grass shorter and sparser, were desolate for want of nourishment, or, as the word ashem may be translated, \"expiate the sin of man,\" inasmuch as they suffered from its consequences. This also was true to the life, as Thomson assures us. After quoting this verse (18) he adds, \"This is poetic, but true. A field over which this flood of desolation [the locusts] has rolled shows not a blade for even a goat to nip.\" What with the locusts devouring what appeared above ground, and the drought destroying the seeds sown under the surface, the havoc was complete; famine and distress afflicted both man and beast. In the progress of this visitation the cereals - corn, and wheat, and barley, and other grains - were ruined; the fruit trees - vine, and olive, and fig, and pomegranate. and apple, and palm - were destroyed. But not only were the herbs for the service of man eaten up, but the grass for the cattle perished. Stanley refers to it in the following eloquent words: \"The purple vine, the green fig tree, the grey olive, the scarlet pomegranate, the golden corn, the waving palm, the fragrant citron, vanished before them; end the trunks and branches were left bare and white by their devouring teeth. What had been but a few moments before like the garden of Eden was turned into a desolate wilderness. The herds of cattle and flocks of sheep so dear to the shepherds of Judah, the husbandmen so dear to King Uzziah, were reduced to starvation. The flour and oil for the 'meat offerings' failed; even the temple lost its accustomed sacrifices.\" The remarks of Kimchi on some of the difficult or unusual words of this verse deserve attention. On עבשו he observes, \"It is equivalent in meaning to עפשו, for the beth and the pe belong to the same organ.\" In his note on perudoth he says, \"They are the grains of seed that are under the earth; and he says another curse will be that the seed will be destroyed and rotten under the earth, and shall not bud; and what shall bud, the locusts shall eat it. Or the grains of seed shall rot because of the rains which do not descend upon them, for there shall also be in like manner a great drought [literally, ' restraint of rain'] in those years.\" On the garners (otsaroth) being laid desolate, and the barns (mammeguroth) broken down, he observes on the former, \"The garners for the produce are laid desolate, for there was nothing to bring into them, and, lo! they are laid desolate. In reference to the latter he says, \"He (the prophets) repeats the matter in different words; for mammeguroth is the same as otsaroth, and so 'is the seed yet in the barn, megurah (Hosea 2:20), gives proof of this.\" And he accounts for their being broken down either \"(1) because they brought nothing into them, orNEWLINENEWLINE(2) they were broken down because they had no caretaker to repair them after the custom from year to year, and so they fell and were destroyed.\" Of the perplexity of the herds he gives the following explanation: \"He speaks collectively (i.e. the verb is singular, agreeing with the noun), and afterwards individually (the verb being plural); perplexed has the meaning of confusion, as a man who is confused in his knowledge, and does not know what to do, and so they (the herds) are confused in the land,\" in other words, they wandered up and down, and knew not where to go for drink or pasture. He (Kimchi) adds, in his further explanation. \"that the flecks of sheep sometimes find pasture where the oxen do not find it, because that they (sheep) go up upon the mountains and upon the hills - a thing which the oxen do not in general do.\"NEWLINEVERSETITLESTARTJoel1:17VERSETITLEENDNEWLINEVERSESTARTThe seed is rotten under their clods, the garners are laid desolate, the barns are broken down; for the corn is withered.VERSEENDNEWLINEVERSETITLESTARTJoel1:18VERSETITLEENDNEWLINEVERSESTARTHow do the beasts groan! the herds of cattle are perplexed, because they have no pasture; yea, the flocks of sheep are made desolate.VERSEENDNEWLINEVERSETITLESTARTJoel1:19VERSETITLEENDNEWLINEVERSESTARTO LORD, to thee will I cry: for the fire hath devoured the pastures of the wilderness, and the flame hath burned all the trees of the field.VERSEENDNEWLINEVerses 19, 20. - O Lord, to thee will I cry. In consideration of man and beast - creatures rational and irrational being subject to so much hardship and suffering - the prophet appeals in intense earnestness of spirit to God, and all the more so because of the encouragement of his own Word, as it is written, \"Lord, thou preservest man and beast.\" For the fire hath devoured the pastures of the wilderness, and the flame hath burned all the trees of the field. The fire and flame here referred to denote the fiery heat of the drought which burnt up the meadows and scorched the trees. Some seem to understand the terms literally, as applied to setting on fire the heath, or even the trees, in order to check the progress of the locusts or turn them aside by smoke and flame. This, however, is refuted by the following verse, which mentions the rivers of water being dried up: The beasts of the field cry also unto thee: for the rivers of waters are dried up, and the fire hath devoured the pastures of the wilderness. In like manner we read in Jeremiah 14:4-6, \"Because the ground is chapt, for there was no rain in the earth, the ploughmen were ashamed, they covered their heads. Yea, the hind also calved in the field, and forsook it, because there was no grass. And the wild asses did stand in the high places, they snuffed up the wind like dragons; their eyes did fail, because there was no grass.\" The various animals suffering from hunger and thirst express their distress in loud and lamentable, though inarticulate, cries. The Hebrew words which respectively denote the cries of the different animals are, according to Rashi, the following: ערג expresses the cry of deer; נהם (also שׁאג), to roar like lions; נעה, to low as oxen; צחל, to neigh like horses; ציפצופ (rather צִפְצִפ, fulfil), to twitter or chirp as birds. Further, the subject is plural, but the verb is singular, for the purpose of individualizing.NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTARTJoel1:20VERSETITLEENDNEWLINEVERSESTARTThe beasts of the field cry also unto thee: for the rivers of waters are dried up, and the fire hath devoured the pastures of the wilderness.VERSEENDNEWLINE","Joel.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTJoel2:1VERSETITLEENDNEWLINEVERSESTARTBlow ye the trumpet in Zion, and sound an alarm in my holy mountain: let all the inhabitants of the land tremble: for the day of the LORD cometh, for it is nigh at hand;VERSEENDNEWLINEVerses 1-11. - These verses contain a further description of the calamity occasioned by the locusts and the appearance presented by them; the calling of a congregational meeting for penitence and prayer; the reason assigned in the coming of the day of the Lord. Verse 1. - Blow ye the trumpet (margin, cornet) in Zion, and sound an alarm (or, cause it to sound) in my holy mountain. The shophar, or far-sounding horn, and probably the chatsoterah, the hazar or silver trumpet, were called into requisition. The priests are urged with great vehemence, as tiqu shophar and hariu imply, to apprise the people that the day of Jehovah's terrible judgment was near at hand, and to prepare for it. This alarm was to be sounded from Zion, the dry or sunny hill, the holy moun-rain. The noun qadosh like tsadiq, is applied to persons, therefore the noun qodshe is used. It rose to an elevation of 2539 feet above the level of the Mediterranean Sea. It was the place of the ark in David's day, and so of the visible symbol of the Divine presence, and therefore the holy mountain, though subsequently Moriah was chosen as the temple-hill. Let all the inhabitants of the land tremble: for the day of the Lord cometh, for it is nigh at hand. The effect here precedes the cause, as if what is upper. most in the heart comes first to the lips; while the abruptness may, perhaps, express the excitement and intensity of feeling. But how could the Lord's day be said to have come (ba is perfect), and yet to be near at hand? Hengstenberg replies that, in the intuition of the prophet, it had already come, though in reality it was only drawing near. Keil's solution of the difficulty is more satisfactory: every particular judgment that takes place in the history of God's kingdom is the day of the Lord, and yet only approaching as far as the complete fulfilment was concerned.NEWLINEVERSETITLESTARTJoel2:2VERSETITLEENDNEWLINEVERSESTARTA day of darkness and of gloominess, a day of clouds and of thick darkness, as the morning spread upon the mountains: a great people and a strong; there hath not been ever the like, neither shall be any more after it, even to the years of many generations.VERSEENDNEWLINEVerse 2. - A day of darkness and of glooming, a day of clouds and of thick darkness. It was, indeed, a day of Divine judgment, a day of sore distress. Besides the common terms for \"darkness\" and \"cloud,\" there are two other terms, אֲפֵלָה, thick and dense darkness, such as ensues after sunset; the root אָפַל, though not used in the Hebrew, is cognate with the Arabic afala, properly, to \"set as the sun:\" compare naphal, nabhal, abhal; while עְרָפֶל is blended from the triliterals עָרִיפ, a cloud, and אָפַל, to be dark (compare ὀρφνός and ὀρφνή), darkness of donas, thick clouds.NEWLINENEWLINE(1) Some understand this darkness literally, as in the description of the plague of locusts in Egypt it is written, \"They covered the face of the whole earth, so that the land was darkened.\"NEWLINENEWLINE(2) Others understand it figuratively, as light denotes prosperity, and darkness adversity. Thus Kimchi says, \"Affliction is likened to darkness, as joy is likened to light.\" At the same time, he mentions the literal exposition: \"Or,\" he says, \"through the multitude of the locusts the land is darkened;\" and refers to Exodus 10:15, \"For they covered the face of the whole earth, so that the land was darkened.\" As the morning spread upon the mountains.NEWLINENEWLINE(1) Some explain this of the locust-army stretching far like the morning light, as it breaks over the hills. Thus Pococke, \"If shachar be rendered, as most generally, the morning, and the light thereof meant, then the meaning thereof seems to express the sudden coming and the widespreading of the thing spoken of, so as not to be hindered, in that resembling the morning light, which in a moment discovers itself on the tops of the mountains (on which it first appeareth), though at never so great a distance one from another.\" The wide and quick diffusion of this plague, like that of the morning light, is the thing meant. ButNEWLINENEWLINE(2) Keil understands shachar of the yellow light which proceeds from swarms of locusts as they approach, and translates, \"Like morning dawn spread over the mountains is it\" (i.e. the glimmer on their wings). \"The prophet's meaning,\" he adds, \"is evident enough from what follows. He clearly refers to the bright glimmer, or splendour, which is seen in the sky as a swarm of locusts approaches, from the reflection of the sun's rays from their wings.\" Thus the subject is neither yom nor 'am, which the Vulgate, contrary to the accents, joins to it.NEWLINENEWLINE(3) Others. again, connect the expression closely with the \"darkness\" preceding, and translate, \"Like the morning twilight spread upon the mountains,\" that is, before it descends into the valleys. Rather, as Wunsche, \"Like the gray of the morning,\" etc. (comp. Exodus 10:15 and שחוד and שיחור). ExpositionNEWLINENEWLINE(1) is confirmed by Rashi, who says, \"The locusts and the palmer-worms are spread over the mountains, as the morning dawn is spread through (in) an the world.\" Similarly Aben Ezra, \"Like the dawn which is diffused in an instant.\" Kimchi's comment is fuller, but to the same effect: \"As the morning dawn which is spread over the mountains as in an instant, for there is called the beginning of the sun in his going forth, because of their height; so then the locusts are spread and extended over the land in an instant.\" With this exposition of the clause we may compare Virgil's -NEWLINENEWLINE\"Postera vix summos spargebat lumine montesNEWLINEOrta dies.\"NEWLINENEWLINE\"The following daybreak had scarce begunNEWLINEto sow the mountain-tops with light.\" There hath not been ever the like, neither shall be any more after it, even to the years of many generations. This is a hyperbolic mode of speech, to denote the extraordinary and unusual severity of the disaster. The Hebrew commentators are at pains to reconcile what appears to them a discrepancy. They say, \"It was never known before or since that four kinds of locusts came to-together;\" as for the plague of Egypt;there was but one sort of them, they say. The correct explanation is that the like had not been in the same country, that is, the land of Judaea, though elsewhere there might have been the like, as in Egypt before, or in other countries since.NEWLINEVERSETITLESTARTJoel2:3VERSETITLEENDNEWLINEVERSESTARTA fire devoureth before them; and behind them a flame burneth: the land is as the garden of Eden before them, and behind them a desolate wilderness; yea, and nothing shall escape them.VERSEENDNEWLINEVerse 3. - A fire devoureth before them; and behind them a flame burneth.NEWLINENEWLINE(1) The fire was the extreme drought preceding them; and the flame refers to the devastation of the locusts, for the places laid waste by them presented the appearance of being burnt with fire, the locusts consuming not only the grain and grass, but the very roots.NEWLINENEWLINE(2) Or it may refer to the locusts themselves; their destructive power being as though fire spread along before them. and flame swept the ground behind them.NEWLINENEWLINE(3) Or the fire may have been literally such, the people, in self-de fence, kindling it to stop, or turn aside, or drive away the advance of the locust-army.NEWLINENEWLINE(4) Keil explains this burning heat, heightened into devouring flames of fire, as accompaniments of the Divine Being \"as he comes to judgment at the head of his army,\" like the balls of fire which attended his manifestation in Egypt, and the thunder and lightning amid which he descended at Sinai. The land is as the garden of Eden before them, and behind them a desolate wilderness. This reference by the first of the prophets to the first book of the Bible is noteworthy. The country before them, with its fertile fields and valuable vineyards, its fruit trees, and pleasant plants, and various cereals resembled a paradise. As they proceeded the corn was consumed, fruit trees and forest trees alike stripped of leaves and left barked and bare, the grass and verdure withered; so that after them nothing was to be seen but a desolate wilderness. Yea, and nothing shall escape them.NEWLINENEWLINE(1) That is, either nothing shall escape the locusts; orNEWLINENEWLINE(2) Keil contends that the meaning is that \"even that which escaped did not remain to it,\" and refers lo to the land.NEWLINEVERSETITLESTARTJoel2:4VERSETITLEENDNEWLINEVERSESTARTThe appearance of them is as the appearance of horses; and as horsemen, so shall they run.VERSEENDNEWLINEVerses 4-6. - These verses describe the appearance of the locusts and the alarm which their presence causes. Verse 4. - The appearance of them is as the appearance of horses. They arc said to resemble horses in the shape of the head; hence the Germans call them Heupferde, or hay-horses, and the Italians cavalette. This resemblance had been noticed long ago by Theodoret, who says, \"If any one should examine accurately the head of the locust, he will find it exceedingly like that of a horse.\" And as horsemen, so shall they run. In rapidity of motion they resembled running horses (parashim). Like the noise of chariots on the tops of mountains shall they leap. This is the next circumstance noticed about them, viz. the noise of their motion. Their motion was peculiar; it was springing or leaping, and, when they sprang or leaped, the noise they made resembled the rattling of a jerky two-wheeled war-chariot over a rough mountain-road.NEWLINEVERSETITLESTARTJoel2:5VERSETITLEENDNEWLINEVERSESTARTLike the noise of chariots on the tops of mountains shall they leap, like the noise of a flame of fire that devoureth the stubble, as a strong people set in battle array.VERSEENDNEWLINEVerse 5. - The first clause may be understoodNEWLINENEWLINE(1) according to the Authorized Version, whereby the leaping is attributed to the locusts, orNEWLINENEWLINE(2) asper may be understood after chariots, and then the leaping is predicated of the chariots. The last clause of the same verse is capable of three constructions, namelyNEWLINENEWLINE(1) \"They shall leap (yeraqqedim being supplied) as a strong people set in battle array;\" orNEWLINENEWLINE(2) \"The noise (qol understood) shall be as the noise of a strong people set in battle array;\" orNEWLINENEWLINE(3) \"They are as a strong people set in battle array.\" Kimchi interprets according to (2), \"As a strong people that is set in array to fight with the people who is opposed to them, who make a great noise and shouting in order to strike terror into their enemies.\" Like the noise of a flame of fire that devoureth the stubble. This was the noise made by them, not when they were properly in motion, but when alighting on a district they devoured every green thing in plant, or shrub, or tree - the noise, in fact, which they made when feeding. It resembled the crackling of flame ever a field of grain or stubble set on fire. Such was the noise they made when marching, and such the noise they made when foraging - the one was like the rattling of a chariot, the other the crackling of fire. Cyril notices this peculiarity as follows: \"They say that their alighting in the fields is effected not without noise; but that a certain shrill noise is produced by their teeth, while they chew into pieces the prostrate grain, as of wind scattering flame.\" Thus Thomson also says, \"The noise made in marching and foraging was like that of a heavy shower on a distant forest.\" As a strong people set in battle array. Their progress is thus described: \"Their steady though swift advance and regular order resembled an army well equipped and in battle array on its line of march.\" Cyril says of them, \"By reason of their innumerable multitude, not easy to be encountered, but rather very dangerous to be met with.\" Again he says, \"They are an irresistible thing, and altogether invincible by men.\" Here again the prophet's description is confirmed by the observation of intelligent eye-witnesses. Referring to Solomon's statement, \"The locusts have no king, yet go they forth all of them by bands,\" Dr. Thomson says, \"Nothing in their habits is more striking than the pertinacity with which they all pursue the same line of march, like a disciplined army. As they have no king, they must be influenced by some common instinct.\"NEWLINEVERSETITLESTARTJoel2:6VERSETITLEENDNEWLINEVERSESTARTBefore their face the people shall be much pained: all faces shall gather blackness.VERSEENDNEWLINEVerse 6. - Before their face the people shall be much pained: all faces shall gather blackness. Peoples or nations writhe in pain or tremble at the sight of them, lest they should settle on their fields and gardens, destroying the \"golden glories\" of the one, and the \"leafy honours\" of the other. In the second member the word פָארוּר isNEWLINENEWLINE(1) generally connected with פָרוּר, a pot, rad. פדר, to break in pieces, and translated accordingly. Thus the Septuagint: \"Every face is as the blackness of a pot;\" the Syriac also: \"Every face shall be black as the blackness of a pot;\" in like manner the Chaldee: \"All faces are covered with soot, so that they are black as a pot.\"NEWLINENEWLINE(2) But Aben Ezra connects the word with פֵאֵר, to beautify, glorify, adorn, and translates, \"They withdraw (gather to themselves)their redness (ruddiness);\" that is, they become pale. The 'Speaker's Commentary ' adopts this view of the expression, and illustrates it by Shakespeare's fancy of the blood being summoned from the face to help the heart in its death-struggle -NEWLINENEWLINE\"Being all descended to the labouring heart;NEWLINEWho, in the conflict that it holds with death,NEWLINEAttracts the same for aidance 'gainst the enemy:NEWLINEWhich with the heart there cools and ne'er returnethNEWLINETo blush and beautify the cheek again.\" The parallel usually cited in favour of asaph being employed in the sense of withdrawing is, \"And the stars shall withdraw their shining\" (Joel 2:10; Joel 3:15). This proceeds on the supposition that asaph and qabhats have the same meaning of \"gathering \" - gathering up, gathering in, withdrawing. But D. Kimchi quotes his father (Joseph Kimchi) as objecting to this rendering, on the ground of the distinction which he asserts to prevail between them. Asaph, he says, \"is used of gathering together, or in, that which is dispersed, or net present; but qabhats is not so used.\"NEWLINEVERSETITLESTARTJoel2:7VERSETITLEENDNEWLINEVERSESTARTThey shall run like mighty men; they shall climb the wall like men of war; and they shall march every one on his ways, and they shall not break their ranks:VERSEENDNEWLINEVerses 7-9. - The prophet, having mentioned the consternation and terror occasioned by the approach of locusts, proceeds to compare them to an army well equipped and overcoming all impediments. Verse 7. - They shall run like mighty men. This either refers to their extreme nimbleness or rapidity of motion (compare the Homeric πόδας ὠκὺς Ἀχιλλεύς ποδάρκης, and the like), or describes their running to an assault with intrepid valour and unwearied vigour. They shall climb the wall like men of war. This marks the success of their assault; they scale the walls and make good their attack. And they shall march every one on his ways, and they shall not break their ranks. Their march is as irresistible as it is orderly. In their onward march each pursues his way, allowing no obstacle to arrest or retard his course; while in a collective body they proceed and maintain their serried ranks unbroken. The verb עבט is probably cognate with עבת, to twist, and thus to turn aside. Thus the LXX.: \"They shall not turn aside their tracks;\" so also the Syriac and Jerome translate it; but the Chaldee compares it with עבוט, a pledge, and, as the deposit is detained till the pledge is redeemed, takes in the meaning of delay. Rosenmuller explains it in the sense of change or exchange, from the Qal, signifying \"to receive on loan,\" and the Hiph., \"to give on loan.\" Otherwise it is to \"interweave\" (equivalent to עבת), \"change.\" The sense of the whole is their not diverging to either side, nor straggling out of rank.NEWLINEVERSETITLESTARTJoel2:8VERSETITLEENDNEWLINEVERSESTARTNeither shall one thrust another; they shall walk every one in his path: and when they fall upon the sword, they shall not be wounded.VERSEENDNEWLINEVerse 8. - Neither shall one thrust another; they shall walk every one in his path. \"And not one shall stand aloof from his brother.\" This is either the sequence of their not breaking rank, or perhaps it is a co-ordinate particular in the detail. They neither straggle away from each other, and so fall out of rank, nor do they crowd and crush and press each other while keeping rank. The order of their march is perfect, every one keeping his proper place and in the proper path. And when they fall upon the sword (margin, dart), they shall not be wounded. The meaning is eitherNEWLINENEWLINE(1) that the weapons shall not wound them, or intransitively, as in the text, they shall not be wounded, כּצע, to cut, or break in pieces, being here synonymous with פצע, to wound; orNEWLINENEWLINE(2) that they do not cut off, break off, or interrupt their course. No force of arms can stay their progress or step their advance. On this clause Kimchi remarks, \"This army is not like other enemies, which you may hinder by the sword from coming upon you; but these light upon the swords, and are not wounded by reason of their lightness? He also remarks on גֶּבֶר, \"Because he compares them with men and heroes, he uses גּבר, although this word does not apply except to the sons of men.\"NEWLINEVERSETITLESTARTJoel2:9VERSETITLEENDNEWLINEVERSESTARTThey shall run to and fro in the city; they shall run upon the wall, they shall climb up upon the houses; they shall enter in at the windows like a thief.VERSEENDNEWLINEVerse 9. - They shall run to and fro in the city (or rush to the assault of the city. Wunsche, and so LXX., \"They shall seize upon the city\"); they shall run upon the wall, they shall climb up upon the houses; they shall enter in at the windows like a thief. In the first clause the comparison with an army still continues. The attack has succeeded, the city has been taken by assault, the victorious troops are running to and fro in the city; so far the locusts are fitly represented by an army vigorous in its advance, steady in its march, resistless in its assault, victorious in its attack, and masters of the captured city. The remainder of the ninth verse is not equally applicable to the figure and the fact in common, but belongs exclusively to the locusts themselves; they creep up the wall, climb up upon the houses, and find ingress even at the windows. \"There is no road,\" says Jerome, \"impassable to locusts. They penetrate into fields, and crops, and trees, and cities, and even the recesses of the bedchambers;\" while Theodoret remarks of locusts that\" not only when flying, but by creeping along the walls, they pass through the windows into the houses themselves.\" Thus there was no spot to which they could not find access, and no place secure from their assault. Yashoqqu. Aben Ezra and Kimchi both connect this word with shoq, a leg. The latter says, \"It has the signification of shoq, a leg, and he mentions this word in respect to the locust, because its legs are long; and further, because it is continually going and seldom resting; and thus he (Isaiah) says, 'As the running to and fro of locusts shall he run upon them,' as if he said, 'a continual going up and down.'\"NEWLINEVERSETITLESTARTJoel2:10VERSETITLEENDNEWLINEVERSESTARTThe earth shall quake before them; the heavens shall tremble: the sun and the moon shall be dark, and the stars shall withdraw their shining:VERSEENDNEWLINEVerses 10, 11. - These verses picture the dreadful consequences of the then present and temporary visitation of the locusts, and of the future and final judgment of which it was a type. The earth shall quake before them;NEWLINENEWLINE(1) the locusts. The heavens tremble. The alighting of the locusts on the earth would make it quake, and their flight through the heavens would make it tremulous. As applied to the visitation o! locusts, the language would be hyperbolical, unless we accept Jerome's explanation as follows: \"It is not that the strength of the locusts is so great that they can move the heavens and shake the earth, but that to those who suffer from such calamities, from the amount of their own terror the heavens appear to shake and the earth to reel.\"NEWLINENEWLINE(2) Before him; i.e. Jehovah himself amid the storm; and all in accordance with fact. But a greater judgment than that of the locusts is typified by the language of the prophet. Kimchi observes on this (tenth)verse that \"all the expressions are parabolical, or figurative, to set forth the greatness of a calamity; for this is the usage of Scripture, as, 'The sun shall be darkened in his going forth,' and the like.\" So also Abarbauel on this verse: \"Which all is a parabolical expression of the calamities of the Jews.\" Aben Ezra understands it differently: \"Men of the earthquake.\" Rashi: \"The heavens quake and tremble because of the punishment that comes upon Israel.\" The second part of the verse, as also the verse following, appear to us to indicate this. The sun and the moon shall be dark, and the stars shall withdraw their shining: and the Lord shall utter his voice before his army. That a storm succeeded and put an end to the plague of locusts, and that the darkening of the sun and moon and stars signified the obscuration of the heavenly luminaries by the storm-clouds that overspread the heavens and darkened the face of day, would fall short of expressions of such solemn grandeur as are here employed by the prophet, Besides, our Lord applies language of the same import to the last judgment in the Gospels: \"The sun shall be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken: and then shall appear the sign of the Son of man in heaven.\" Thunder, no doubt, is the voice of the Lord, which he utters while marching at the head of his army to execute judgment and manifest his wrath against his enemies. For his camp is very great: for he is strong that executeth his word: for the day of the Lord is great and very terrible; and who can abide it? Three reasons are here assigned for the preceding sublime description of Jehovah coming to judgment at the head of his hosts. These are the following: the greatness of his army in number and might; the power with which his army executes his word of command; and the terrible character of the day of judgment when the vials of Divine wrath shall be poured forth.NEWLINEVERSETITLESTARTJoel2:11VERSETITLEENDNEWLINEVERSESTARTAnd the LORD shall utter his voice before his army: for his camp is very great: for he is strong that executeth his word: for the day of the LORD is great and very terrible; and who can abide it?VERSEENDNEWLINEVERSETITLESTARTJoel2:12VERSETITLEENDNEWLINEVERSESTARTTherefore also now, saith the LORD, turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning:VERSEENDNEWLINEVerses 12-14. - The judgment of the locusts was typical of the great day of judgment. The tartars of that day were designed to bring the people to repentance. Thus judgment was mingled with mercy. Verse 12. - Turn ye even to me with all your heart, and with great fasting, and with weeping, and with mourning. At this period of sore judgment God, by the prophet, calls upon the people to return and repent, to fast and to weep, to grieve inwardly and mourn outwardly for sin. He also instructs them how to engage in the duty of humiliation aright and acceptably. The humiliation was to be that of the heart - sorrow of heart for the sins by which they had offended God, inward shame on account of those iniquities by which they had wronged their own souls and marred their own best interests. But while there behoved to be this inward contrition, outward expressions of it were also required. Genuine sorrow and shame for sin were to be accompanied by fasting, tears of penitence, and other indications of mourning. With all your heart. Kimchi comments thus: \"That your repentance be not with a heart and a heart.\"NEWLINEVERSETITLESTARTJoel2:13VERSETITLEENDNEWLINEVERSESTARTAnd rend your heart, and not your garments, and turn unto the LORD your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.VERSEENDNEWLINEVerse 13. - And rend your heart, and not your garments, and turn unto the Lord your God. Where there is real contrition of spirit because of sin, outward manifestations are both suitable and proper, though not by way of display or for sake of ostentation. But they were reminded, on the other hand, that mere outward manifestations avail nothing unless there also exist the deep inward feelings which are in harmony with and naturally underlie those manifestations. Out of such inward feelings those outward expressions properly originate; hence, after the exhortation to fasting and weeping and mourning, it is added, \"Rend your heart, and not your garments.\" To rend the garments, among the Jews, was a token of great grief, and imported that the individual who did so was overwhelmed with excessive sorrow, or had encountered some terrible calamity. Thus we read of Jacob, on receiving his son Joseph's coat of many colours, rending his clothes, putting sackcloth on his loins, and mourning for his son many days (comp. also 2 Chronicles 34:27). In these instances the sorrow was deep and genuine and bitter. It was possible, however, to exhibit the external signs of grief without any such corresponding inward feeling of sorrow; just as it is still possible for men to draw near to God with their lips while the heart is far from him. To prevent such hypocritical pretence they are commanded to rend their hearts, and not their garments only. There was no impropriety in rending their garments in token of great grief for sin and of great indignation against themselves for their folly, but the command imports that they were not to rest in the outward sign without the reality of the thing signified. For he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil. To the exhortation he subjoins the encouraging manifestation of the Divine character with which God, ages before, had favoured Moses, substituting for \"truth\" the trait of character best suited to the present emergency. He is not an absolute God or an inexorable God, but their covenant God and Father who invites them even to himself, against whom they had so heinously sinned and whom they had so grievously offended.NEWLINEVERSETITLESTARTJoel2:14VERSETITLEENDNEWLINEVERSESTARTWho knoweth if he will return and repent, and leave a blessing behind him; even a meat offering and a drink offering unto the LORD your God?VERSEENDNEWLINEVerse 14. - Who knoweth if he will return and repent; that is, return from and repent of his purpose of executing judgment. And leave a blessing behind him; that is, leave behind him when returning from the exercise of judgment to resume his seat on the heavenly throne, the blessing being a replacement of the harvest fruits which the locusts had consumed, even a meat offering and a drink offering, for the service of the sanctuary as well as sustenance to supply the people's own bodily wants. Jerome explains the question of ver. 14 with much judgment as follows: \"Lest perchance they might either despair on account of the magnitude of their crimes, or the greatness of the Divine clemency might make them careless.\" BesidesNEWLINENEWLINE(1) the interrogative rendering, there isNEWLINENEWLINE(2) that of the Chaldee, followed by Rashi and Kimchi.NEWLINENEWLINEThe latter says, \"He that knows the way of repentance, let him repent, and God will repent of this evil.\" Also in addition toNEWLINENEWLINE(1) that is, Authorized Version, he (i.e. God) \"shall leave a blessing,\" there isNEWLINENEWLINE(2) that of Rashi and Aben Ezra, who explain as follows: \"Perhaps God will repent, and that army shall leave a blessing, out of which they may make a meat offering and a drink offering.\"NEWLINEVERSETITLESTARTJoel2:15VERSETITLEENDNEWLINEVERSESTARTBlow the trumpet in Zion, sanctify a fast, call a solemn assembly:VERSEENDNEWLINEVerses 15-17. - \"The harsh blast of the consecrated ram's horn called an assembly for an extraordinary fast. Not a soul was to be absent. Like the fiery cross, it convened old and young, men and women, mothers with infants at their breasts, the bridegroom and the bride on their bridal day. All were there stretched in front of the altar. The altar itself presented the dreariest of all sights - a hearth without its sacred fire, a table spread without its sacred feast. The priestly caste, instead of gathering as usual upon its steps and its platform, were driven, as it were, to the further space; they turned their backs to the dead altar, and lay prostrate, gazing towards the Invisible Presence within the sanctuary. Instead of the hymns and music which, since the time of David, had entered into their prayers, there was nothing heard but the passionate sobs and the loud dissonant howls such as only an Eastern hierarchy could utter. Instead of the mass of white mantles which they usually presented, they were wrapt in black goat's-hair sackcloth, twisted round them, not with the brilliant sashes of the priestly attire, but with a rough girdle of the same texture, which they never unbound night or day. What they wore of their common dress was rent asunder or cast off. With bare breasts they waved their black drapery towards the temple, and shrieked aloud, 'Spare thy people, O Lord!'\" Such is Dean Stanley's vivid picture of the circumstances and scene described by the prophet in the above verses. A scene exceedingly similar occurs in the commencement of the 'OEdipus Tyrannus' of Sophocles -NEWLINENEWLINE\"Why sit ye here, my children, younger broodNEWLINEOf Cadmus famed of old, in solemn state,NEWLINEYour bands thus wreathed with the suppliants' boughs?NEWLINEAnd all the city reeks with incense,NEWLINENEWLINEAnd all re-echoes with your hymns and groans;NEWLINEAnd I, my children, counting it unmeetNEWLINETo hear report from others, I have comeNEWLINEMyself, whom all name OEdipus the Great.\"NEWLINEVERSETITLESTARTJoel2:16VERSETITLEENDNEWLINEVERSESTARTGather the people, sanctify the congregation, assemble the elders, gather the children, and those that suck the breasts: let the bridegroom go forth of his chamber, and the bride out of her closet.VERSEENDNEWLINEVERSETITLESTARTJoel2:17VERSETITLEENDNEWLINEVERSESTARTLet the priests, the ministers of the LORD, weep between the porch and the altar, and let them say, Spare thy people, O LORD, and give not thine heritage to reproach, that the heathen should rule over them: wherefore should they say among the people, Where is their God?VERSEENDNEWLINEVERSETITLESTARTJoel2:18VERSETITLEENDNEWLINEVERSESTARTThen will the LORD be jealous for his land, and pity his people.VERSEENDNEWLINEVerses 18-27 form the sequel of this chapter in the Hebrew, but five additional verses make up the chapter in the Authorized Version. These are divisible into two parts. In the first division the prophet assures his countrymen of the bestowal of temporal mercies, and in the second of the promise of spiritual blessings. Verse 18. - The futures of this verse with vav consec, are properly taken as perfects; nor is there any inconsistency, provided we understand, as following ver. 17 and preceding ver. 18, the fact that the priests had engaged in the penitence enjoined, and offered the supplication to which they had been summoned; neither is the omission of any express mention of the circumstance thus supposed to intervene between these verses any valid objection, especially as the grammar favours the view in question. Then follows a manifestation of God's mercy in answer to the assumed penitence and prayer of his servants. God's jealousy and pity are both engaged - his jealousy for his land, and his compassion for his people. His jealousy is figurative, and the allusion is probably to that of a husband who is jealous on account of any dishonour done to his wife, and who resents it more keenly than a dishonour offered to himself. The pity is such as God ever manifests to his people when penitent; for \"Like as a father pitieth his children, so the Lord pitieth them that fear him.\"NEWLINEVERSETITLESTARTJoel2:19VERSETITLEENDNEWLINEVERSESTARTYea, the LORD will answer and say unto his people, Behold, I will send you corn, and wine, and oil, and ye shall be satisfied therewith: and I will no more make you a reproach among the heathen:VERSEENDNEWLINEVerse 19. - Yea, the Lord will answer and say unto his people, Behold, I will send you corn, and wine, and oil, and ye shall be satisfied therewith. The Lord's answer comes in the shape of a promise of relief of which man and beast were so sorely in need. The promise, with deliverance from distress, couples ample abundance. The corn and the wine and the oil - the three great temporal blessings, equivalent to food, refreshment, and ornament - which the locusts had destroyed, as we read in ver. 10, God here promises to restore, and to restore not merely to the extent that was barely necessary, but in full and abundant measure, so that they would be satisfied therewith.NEWLINENEWLINE(1) The verbs of fulness or want, clothing and unclothing, going or coming and dwelling, govern an accusative; hence שׂבע has the accusative here; sometimes it is constructed with ב or מ.NEWLINENEWLINE(2) There are two constructions of a participle with a pronoun as subject - that in which the pronoun is written in its separate form in immediate connection with the participle, and that in which it is appended as a suffix.NEWLINENEWLINE(3) The words dagan from dagah, to multiply; yitshar from tsahar, to shine; and tirosh from yarash, to take possession of the brain, have each the article prefixed, to emphasize the products restored by the Divine mercy. The article, no doubt, is prefixed to the names of classes of objects generally known. And I will no more make you a reproach among the heathen. No more would they be a reproach or byword among the heathen, sneered at, as though God had abandoned them in his sore displeasure, or through sheer impotence had been unable to help them. All this God promised to do in answer to the prayers of his people. Such was the result of penitence, and such the power of prayer. Cherpath is a second accusative, or, more correctly, an appositional accusative to ethkem. The construction with le frequently takes the place of the second accusative, as in the seventeenth verse of the same chapter.NEWLINEVERSETITLESTARTJoel2:20VERSETITLEENDNEWLINEVERSESTARTBut I will remove far off from you the northern army, and will drive him into a land barren and desolate, with his face toward the east sea, and his hinder part toward the utmost sea, and his stink shall come up, and his ill savour shall come up, because he hath done great things.VERSEENDNEWLINEVerse 20. - But I will remove far off from you the northern army, and will drive him into a land barren and desolate, with his face toward the east sea, and his hinder part toward the utmost sea. This verse promises the destruction of the devastator. The prophet here specifies the means by which the Eternal was going to restore the blessings of harvest. The order of sequence is inverted - the effect preceding the cause; thus, re. storation of prosperity and plenty goes before, and the cause thereof, being relief from invasion and loss, follows after. Nor is there anything singular in this, as men are more alive to recovery from a distressful state of any kind than to the remedy which effects it. The \"army\" of this verse we still hold to be the tribes of locusts, which, like an invading army, with its numerous regimental divisions, had overrun the land, scattering dismay and distress wherever it advanced; yet from this very verse, and the expression \"northern\" in particular, it has been argued that it cannot refer to locusts, but to human invaders symbolized by locusts and the havoc wrought by them.NEWLINENEWLINE(1) The north is not the native land of locusts; it is rather the south - the Arabian, Lybian, or Egyptian desert. ButNEWLINENEWLINE(2) \"northern\" may denote the quarter from which the locusts appeared to the prophet in vision to enter the land; or, driven upward by a south wind which regularly blows, as we are informed, in those regions during spring, and then to the north of Palestine by an east wind which blows with similar regularity in summer, and again into and ultimately out of Palestine by the north wind blowing in the autumn. \"In this case,\" says a writer in the 'Speaker's Commentary,' \"the northern plague would have been a natural expression for an inhabitant of Jerusalem to use in speaking of the locusts; as natural as it would be for a Londoner to speak of a pestilence that had commenced its ravages in Great Britain at Edinburgh, as coming to him from the north, though it were originally imported from France or Spain.\" The wordNEWLINENEWLINE(3) may symbolically denote \"calamitous,\" according to the explanation of some, since calamity is so frequently represented as coming from the north, so that the north is more or less identified with diasaster; thus we read in Jeremiah 4:6, \"I will bring evil from the north, and a great destruction.\" It may, however, be safely admitted that, by the locust, the northern or Assyrian enemies of Judah, who advanced from the north as the most accessible quarter for attack, are in a subsidiary sense represented. The expulsion of these enemies brings relief; they are driven into a parched, and so desert and desolate, land; \"and there,\" as Kimchi observes, \"they shall die because they shall find nothing to eat.\" That land may be either the Idumaean desert south of Judah or Arabia Deserta. Thus the main body of the great locust-army perishes in the southern desert; while the van of the army is driven into the Dead Sea, and the rear of it into the Mediterranean Sea. Or, more literally, the face of this locust-host was towards the east, or front sea, that is, as already intimated, the Dead Sea eastward; his hinder part toward the west, or hinder sea, that is, the Mediterranean westward. Thus they were driven in every other direction than that by which they came, namely, south, east, and west. In marking the quarters of the world, the Jews faced the east, so that the west was behind them, the south on their right hand, and the north on their left. We have thus a most vivid picture of the speedy and total destruction of the locusts. After expulsion, no danger was to be apprehended from them, for, blown into the sea or desert, they perished at once and for ever. The terms employed are very graphic; thus, me'alekem is much more than mikkem would be, and imply that a heavy burden was lifted from upon, or up off the face of a desolated land, and the heart of a distressed people. And his stink shall come up, and his ill savour shall come up, because he hath done great things; margin, magnified to do. The stench emitted from the putrefying bodies of those locusts would be sickening and stifling - sufficient to occasion a pestilence. Many testimonies from travellers and others prove the reality of both circumstances - the ill savour and its pestiferous nature. Several expressions in this verse are applicable enough to an army, as in the last clause, where he is said to do great things, or literally, \"magnified to do,\" that is, magnified himself in his doings; it may, however, apply equally well to the great destruction by the locust-army. There is no doubt the superadded notion of haughtiness along with that of great doings. It really means that, as an instrument of God, they had effected a fearfully violent desolation, and this is assigned as a reason for the total destruction of those locusts.NEWLINEVERSETITLESTARTJoel2:21VERSETITLEENDNEWLINEVERSESTARTFear not, O land; be glad and rejoice: for the LORD will do great things.VERSEENDNEWLINEVerses 21-23. - In these verses the land and beasts and men are addressed respectively. Thus the promise is fully developed. In ver. 21 the prophet summons the earth; in ver. 22 the beasts of the field; and in ver. 23 the sons of Zion; all are called to joy and gladness on account of the great deliverance from destruction which the Lord had wrought for them. They are all called on to rejoice in the great deliverance; the land, personified, is summoned to exult and rejoice for the great things God now promises to do or is doing to it. If the locusts had done great things in destruction, God will do great things in deliverance. The beasts are also personified, and forbidden to be afraid; for whereas they had groaned and cried for want of herbage when the pastures were burnt up, those pastures are now beginning to spring, and the fruit trees yield their strength. The children of Zion are invited to rejoice, not only in the delivered land, or springing pastures, or fruitful figs, or blooming vines, or other trees however useful or ornamental; but, as became them with their superior intelligence, in the Lord their God, as the Father of mercies and the Giver of every good and perfect gift, whether temporal or spiritual. At the same time, their temporal wants would be attended to, and their land fertilized by the suitable and sustaining shower. The prophet individualizes the earth, the beasts of the field, and the sons of Zion. Verse 21. - Fear not, O land; be glad and rejoice: for the Lord will do great things. The land had suffered severely from the drought connected with the locusts; but is now summoned to joy and gladness. The prophet assigns for this an appropriate reason: the locusts had done great things in damaging it; Jehovah now does great things in their destruction. When the earth clothes itself with verdure, and brings forth its fruits and flowers and various products, it is said, by a bold but beautiful personification, to rejoice and even exult. Thus the Latins said in like manner, Rident arva, ridet ager. Things are now reversed. Instead of mourning, is exultation; instead of mourning and its visible emblem in girding with sadness, there is joy and gladness; instead of the day of the Lord: very great and terrible or fearful, is \"Fear not.\" Se-machi is fem. imper. Qal in pause for the ordinary simchi.NEWLINEVERSETITLESTARTJoel2:22VERSETITLEENDNEWLINEVERSESTARTBe not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength.VERSEENDNEWLINEVerse 22. - Be not afraid, ye beasts of the field. The dumb animals had groaned in distress for food, but now they too have cause to rejoice, and are here called on to do so; and the suitable cause in their case is also specified. It is as follows: For the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength. He thus specifies the ground of gladness in their case also, pointing to the fresh green of the pastures and the fruit hanging in rich abundance and variety on the trees. The fruits of vines and fig trees are net, it is true, the food of the beasts of the fields; but the revival of vegetation in trees, the higher and larger growths, the chief factor in which is moisture, comprehends the revival of the smaller growths of herbs, grasses, and plants, the proper sustenance of cattle. Kimchi's explanation is that \"as the tree bears its fruit in the inhabited part of the world, so in the wilderness the places of pasture grow green.\" Aben Ezra, who never loses an opportunity of directing attention to contrasts wherever they exist, contrasts \"Be not afraid, ye beasts of the field,\" in this verse with \"the beasts of the field cry also unto thee\" at the close of the preceding chapter; also \"the pastures of the wilderness do spring\" with \"the fire hath devoured the pastures of the wilderness;\" likewise \"the tree beareth her fruit\" with \"all the trees of the field are withered.\" It has been observed that all plants, even shrubs and trees, spring up at the first as the fresh young juicy green of plants, דֶּשֶׁא; then they develop into ירֶקֶ or חָצִיר, grass: into herb, עֵשֶׂב; and into tree, שָׂרַי עֵצ is not the plural for שָׂדִים, but singular, after the analogy of שָׁמַי (Psalm 96:12). Nasaperi, equivalent to \"lift up, bear,\" is more poetical than asah peri, equivalent to \"make fruit;\" so in Latin, surgunt fruges. The expression, \"yield their strength,\" puts the cause for the effect; the strength of the tree produces the fruit and centres in it.NEWLINEVERSETITLESTARTJoel2:23VERSETITLEENDNEWLINEVERSESTARTBe glad then, ye children of Zion, and rejoice in the LORD your God: for he hath given you the former rain moderately, and he will cause to come down for you the rain, the former rain, and the latter rain in the first month.VERSEENDNEWLINEVerse 23. - Be glad then, ye children of Zion, and rejoice in the Lord your God. They had keenly felt and deeply bewailed the unparalleled catastrophe which had befallen laud and cattle and inhabitants, and also themselves among the number. The sons of Zion are the inhabitants of Jerusalem, the capital, in which was the national sanctuary for the worship of Jehovah. Not only are the inhabitants of Jerusalem included, but, as the capital often stood for the whole country, all the inhabitants of Judah are comprehended under the \"children of Zion.\" The ground of their gladness and joy in God is: For he hath given you the former rain moderately (margin, a teacher of righteousness, or for righteousness), and he will cause to come down for you the rain, the former rain, and the latter rain in the first month. Omitting for the present the disputed word hammoreh, we have the great blessing which was so much needed. The blessing bestowed was twofold - negative in the destruction of the locusts and deliverance from their ravages; and positive in the plentiful rainfall, geshem, the great and beneficent fertilizer of the dried-up and desolated land. But this abundant rain is more closely particularized as the early or October rain, moreh, which, falling at the seed-time in autumn, promoted the germination and growth of the seed just sown; and as the latter, or March rain, malqosh, which, bestowed in the spring season a short time before harvest, matured the crops. The geshem, or shower, may be regarded here as the generic name, and of these the two species are the moreh and malqosh, from laqash, to be ripe or late, just explained. The word hammoreh in the early part of the verse is translatedNEWLINENEWLINE(1) \"teacher\" in the Chaldee and Vulgate, by Jerome, by Abar-banel among the Hebrew commentators, who refers it to Messiah; among modern commentators by Hofman, referring it to Joel himself, by Hengstenberg, who understands it of the ideal teacher or collective body of messengers from God. Keil also renders, \"the teacher for righteousness,\" and applies the expression to the instructions of Moses, the priests, and the prophets, not excluding Messiah himself. He also understands the prophet to speak of both spiritual and material blessings, giving a fuller exposition of the latter in vers. 23-27, and of the former in vers. 28-32 and in the last chapter. The two considerations that seem to have most weight with Keil in inclining him to this exposition arc the presence of the article with moreh, and the non-physical sense of litsdaqah; hence Ewald's \"rain for righteousness,\" i.e. a sign from God of their being adopted again into righteousness. But weight-stones and scales have tsedeq attached in the physical sense of correctness, while ethical rightness is only an inference or subordinate notion (see Leviticus 19:36; Psalm 23:3). The translationNEWLINENEWLINE(2) of \"rain\" is, we think, justly entitled to the preference from the context. Among promises of repairing the damage done by the locusts, it would be obviously out of place to introduce the notion of \"a teacher.\" Of the Hebrew expositors, Aben Ezra and Kimchi both understand the word in the sense of rain; the former says, \"In my opinion it is the same as yoreh;\" and the latter, \"Hammoreh is the same as yoreh.\" So also Calvin, Rosenmuller, Hitzig, and Wunsche. The etymology also is favourable to this view, for both yoreh and moreh are from the verb yorah, to throw (Hiph., cause to throw), throw down as drops, wet, besprinkle, equivalent to זרק, and as the Qal and Hiph. sometimes coincide in meaning, we may safely conclude moreh synonymous with yoreh, the meaning of which is unquestionably \"rain,\" specially ὑετὸς πρώιμος. (a) Rain in right measure, then, we take to be the true meaning; not (b) rain according to righteousness, as though God, in accordance with his righteousness, repented of the evil he thought to do unto them, and, in consequence of their forsaking their sins, sent the fertilizing rains. Again, barishon is rendered by some (a) as if keba-rishon were equivalent to \"as in the former time;\" thus the LXX., καθὼς ἔμπροσθεν; Vulgate, Sicuti in principio. But we prefer (b) the rendering, \"in the first month;\" so the Chaldee, \"In the month Nisan, or March.\" The Hebrew commentators explain it in like manner; thus Rashi, \"In the first month - in Nisan;\" Aben Ezra, \"And the meaning of 'in the first' is in the first month;\" Kimchi, \"The explanation of the rain that is called moreb, he sends it down to you in its season, which is Marchesvan (or October), and he causes to descend to you in like manner the malqosh (the latter rain) in its season in the first month, which is Nisan.\" The blessing of the rain was thus greatly enhanced by being sent in the right measure and at the suitable season.NEWLINEVERSETITLESTARTJoel2:24VERSETITLEENDNEWLINEVERSESTARTAnd the floors shall be full of wheat, and the fats shall overflow with wine and oil.VERSEENDNEWLINEVerses 24-27. - In these verses the prophet pictures the blessed effects of the abundant rain on the parched and barren land. Ver. 2i presents a contrast to vers. 10-12 of ch. 1; while the promise of corn and wine and oil in ver. 19, with which the present is closely connected, is performed. The perfects exhibit the Divine promise as actually accomplished.NEWLINENEWLINE(1) The word בּר, from בּרר, to separate, denotes the pure grain separated from the husk or chaff and straw.NEWLINENEWLINE(2) שׁוּק is\" to run,\" and in Hiph.,\" to cause to run\" as of fluids, then overflow; and Pilel in Psalm 65:10, shoqeq, \"to cause to overflow.\"NEWLINENEWLINE(3) יקב, equivalent to נקב, is a vessel bored or hewn out, then the vat into which the wine trodden out in the wine-press, or the oil trodden out in the oil-press, flows; while גח is the press in which wine or oil, especially the former, is trodden out. I will restore to you the years. This denotes eitherNEWLINENEWLINE(1) the greatness and violence of the destruction made by the locusts, orNEWLINENEWLINE(2) it implies that, only for the timely interposition of Jehovah in destroying the locusts, the people would have had to sustain the loss of the harvest, not of one year only, but of several - in other words, the disastrous effects of their ravages would have been felt for a number of years; butNEWLINENEWLINE(3) not that the locusts invaded the land several successive yours. The absence of the copula before yeleq, and its presence before the last two names, viz. ehasil aud gazam, prove that these three names, being thus co-ordinated, are either epithets or species of 'arbeh: thus, the losses of the years which the locust, or multitudinous one, hath eaten - the licker and the devourer and the biter (or gnawer) - were compensated. Abarbauel maintains these names of the locusts to refer to the four world-powers that one after another desolated Palestine: \"For they,\" he says, \"were the army of Jehovah and the messengers of his providence to punish Israel by their means.\" The effect of the plentiful supply of their wants and of the full satisfaction enjoyed thereby becomes the occasion of devout acknowledgment of God as their Protector and Patron, and of the warmest expressions of gratitude for his goodness, so they praise the Name of the Lord their God, that had dealt wondrously with them; literally, had acted towards them even to the doing of wonders. Then follows the practical conclusion, very poetically expressed, and comprising the assurance of the presence of God among his people, his sole Divinity and sure protection of them, a guarantee of his grace to them at all times, freedom from reproach and shame evermore. Thus closes the promise of temporal or material bless-tugs. \"Ye shall recognize,\" says Kimchi, #that I am in your midst, hearing your cries.\"NEWLINEVERSETITLESTARTJoel2:25VERSETITLEENDNEWLINEVERSESTARTAnd I will restore to you the years that the locust hath eaten, the cankerworm, and the caterpiller, and the palmerworm, my great army which I sent among you.VERSEENDNEWLINEVERSETITLESTARTJoel2:26VERSETITLEENDNEWLINEVERSESTARTAnd ye shall eat in plenty, and be satisfied, and praise the name of the LORD your God, that hath dealt wondrously with you: and my people shall never be ashamed.VERSEENDNEWLINEVERSETITLESTARTJoel2:27VERSETITLEENDNEWLINEVERSESTARTAnd ye shall know that I am in the midst of Israel, and that I am the LORD your God, and none else: and my people shall never be ashamed.VERSEENDNEWLINEVERSETITLESTARTJoel2:28VERSETITLEENDNEWLINEVERSESTARTAnd it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:VERSEENDNEWLINEVerses 28-32. - These verses form a chapter (the third) by themselves in the Hebrew text, but in the LXX. and the Authorized Version they conclude ch. 2. In them the prophet passes on to spiritual blessings. Verses 28, 29. - And it shall come to pass afterward ('acharekhen). This intimates the time when the promised blessing is to be bestowed, and must be read in the light of New Testament exposition; for Peter, in quoting the words (Acts 2:17, etc.), varies the prophet's note of time by substituting an explanatory phrase, viz. ἐν ταῖς ἐσχάταις ἡμέραις, \"in the last days\" - an expression which, as is acknowledged, refers to the days of the Messiah or the last days of the old dispensation. The apostle thus defines more closely the somewhat indefinite expression of the Hebrew. After this specification of the time, he proceeds to state the blessing to be bestowed. I will pour out my Spirit upon all flesh. The word shaphak, employed by the prophet to express the outpouring of the Spirit, implies the bestowal of the gift in great abundance, as Calvin clearly pointed out: \"For shaphak,\" he says, \"does not mean merely to give in drops, but to pour out in great abundance. But God did net pour out the Holy Spirit so abundantly or copiously under the Law, as he has since the manifestation of Christ.\" The Spirit was indeed communicated in Old Testament times, but that communication was restricted in two ways in quantity, and in the number of recipients; the former was comparatively scanty and the latter few, whereas the word here applied to its communication implies a rich supply, like a copious rainfall. After the specification of the time, and the mention of the blessing, with its implied plentifulness, comes its wide diffusion, or general distribution - \"all flesh,\" or \"all mankind,\" as the Hebrew expression denotes; and that without regard to age, or sex, or state. And your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions: and also upon the servants and upon the handmaids in those days will I pour out my Spirit. Sons and daughters without distinction of sex; old men and young men without reference to age; servants and handmaids without regard to social position. Thus it is with the Spirit of God as with the Son of God, of whom the apostle says, \"There is neither Greek nor Jew, circumcision nor uucircumcision, barbarian, Scythian, bond nor free: but Christ is all, and in all.\" The blessing of salvation through the Son of God and by the Spirit of God is wide as the world in its offer, and free to all who accept it - without national distinction, for there is neither Jew nor Greek; without social distinction, for there is neither bond nor free; without sexual distinction, for there is neither male nor female; without ceremonial distinction, for there is neither circumcision nor uncircumcision; without intellectual or educational distinction, for the barbarian and even the Scythian, the lowest type of barbarian, are free to share the blessing. The regain before the \"servants\" and \"handmaids,\" rendered in the citation by Peter, not as in the LXX. by a simple καὶ, but by καὶ γε, and in the Authorized Version \"and also,\" is an emphatic addition to the previous enumeration, equivalent to \"nay more\" and implying something extraordinary and unexpected, that not only the weaker sex, but the meanest of both sexes, were to participate in the blessing. \"Not a single case,\" says Keil, \"occurs in the whole of the Old Testament of a slave receiving the gift of prophecy.\" The mode in which spiritual commmunication isNEWLINENEWLINE(1) according to some is that of visions to the young, whose fancy is more vigorous; that of dreams to the old, in the decadence of their mental powers; while to the sons and daughters the gift is prophesying. Others more correctlyNEWLINENEWLINE(2) understand prophecy as the general term for speaking under the Spirit's influence or instructing by Divine inspiration; while the two forms of prophetic revelation are dreams when the mental \"faculties are suspended by natural causes,\" and visions or trances when \"suspended by supernatural causes,\" the communication in either case being supernatural. This prediction began to be fulfilled on the Day of Pentecost.NEWLINEVERSETITLESTARTJoel2:29VERSETITLEENDNEWLINEVERSESTARTAnd also upon the servants and upon the handmaids in those days will I pour out my spirit.VERSEENDNEWLINEVERSETITLESTARTJoel2:30VERSETITLEENDNEWLINEVERSESTARTAnd I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.VERSEENDNEWLINEVerse 30. - And I will show wonders in the heavens and in the earth, blood, and fire, and pillars of smoke. Along with the wonderful distribution of gifts and graces at the Day of Pentecost, attention is directed to portents of destructive visitation; after a dispensation of mercy follows a dispensation of wrath; mercy and judgment thus succeed each other in the providence of God. The visitation of mercy may, by way of contrast, suggest that of judgment; or the connection of this and the following verses with the preceding may be the plague of the locusts, the mind passing on from that visitation to the visitation at the destruction of Jerusalem, as also to that which shall take place at the judgment of the last day. Our Lord, in the twenty-fourth chapter of Matthew, seems to mingle the portents which were to precede the destruction of Jerusalem with those that shall usher in the judgment-day. There may Be some doubt whether the expressions before us are to Be understood literally or figuratively. In either case coming events were casting their shadows before; and the appearances enumerated, whether taken in a literal or figurative sense, were symbolical of great revolutionary changes. The expressions themselves reflect the miracles of Egypt. Of the wonders on earth which the prophet first mentions, the blood brings to mind the changing of the Nile-water into blood; the fire reminds us of the fire that ran along upon the ground, mingled with the hail; while the smoke carries back our thoughts to the wonderful events of the wilderness and of the encampment at Sinai, when, as Jehovah descended upon the mount, \"Mount Sinai was altogether on a smoke, because the Lord descended upon it in fire: and the smoke thereof ascended as the smoke of a furnace.\"NEWLINEVERSETITLESTARTJoel2:31VERSETITLEENDNEWLINEVERSESTARTThe sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the LORD come.VERSEENDNEWLINEVerse 31. - The sun shall be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come. These wonders in the heavens follow the wonders on earth, and these obscurations of the heavenly bodies - the darkening of the sun and the dull blood-like appearance of the moon - were portents of coming judgment. These miraculous phenomena, if literally employed, may refer to those portentous sights which, as the Jewish historian Josephus and the Roman historian Tacitus testify, were witnessed, both by besiegers and besieged, during the siege and before the destruction of Jerusalem. But taken symbolically, as is preferable, blood symbolizes bloodshed; fire, the firing of a town in time of war; and pillars of smoke, the clouds of smoke rolling up to heaven from the burning or smouldering ruins of a town or city set on fire by the enemy; while the darkening of the sun and the turning of the moon into a dull blood-red would portend approaching judgment, and a change, political and ecclesiastical, in the existing constitution of things. Here particularly, by reading Joel's prophecy in the light of the New Testament, we shall understand with tolerable clearness the meaning of the symbols of the sun and moon. The symbolic language of Joel's prediction found its fulfilment, at least in part, within less than half a century from the time when Peter spoke. Scarce forty years from that Pentecostal outpouring and the ruling powers, civil and ecclesiastical, of the Jewish nation came to an end. The Jewish Church and Hebrew commonwealth went out in darkness. The moon of the latter began to wane from the first day the Roman power was set up in Palestine, but at the destruction of the capital the light of that moon was extinguished for ever; the sun of the former was long getting obscured by clouds, but at last it underwent a total and final eclipse. But why, it may be asked, are sun and moon thus symbolic of rulers superior and inferior, or of rulers of greater and less importance, or of rulers in Church and state? By the original constitution of these luminaries, as specified in the record of Creation, they were actually appointed to this, and so naturally enough the physical here, as elsewhere, underlies the symbolic, as we read, \"God made two great lights: the greater light to rule the day, and the lesser light to rule the night.\" Thus what was commenced when Judaea became a Roman province was completed when Jerusalem was destroyed and the temple burnt by the Roman army under Titus. \"The day of the Lord\" is an expression very common with the prophets, and always expressive of some severe visitation or special judgment. Thus we read in this same Book of the Prophet Joel, \"The day of the Lord is at hand, and as a destruction from the Almighty shall it come.\" Again in Amos 5:18, \"The day of the Lord is darkness, and not light.\" But other days of judicial visitation were not to be compared with this. The day of Babylon's destruction is called by Isaiah simply \"the day of the Lord;\" so Jeremiah speaks of the day of the destruction of Pharaoh's army at the Euphrates as \"the day of the Lord;\" and Joel himself designates the day of Jerusalem's destruction of Nebuchadnezzar as \"the day of the Lord.\" But the day mentioned in the text before us is \"that great and notable day of the Lord,\" and so it was the day of the final destruction and desolation of Jerusalem.NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTARTJoel2:32VERSETITLEENDNEWLINEVERSESTARTAnd it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the LORD hath said, and in the remnant whom the LORD shall call.VERSEENDNEWLINE","Joel.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTJoel3:1VERSETITLEENDNEWLINEVERSESTARTFor, behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem,VERSEENDNEWLINEVerses 1-3. - These verses describe the deliverance of God's people and the destruction of his enemies because of their injurious, insulting, and ignominious treatment of his people. Verse 1. - The time referred to: In those days, and in that time, is the first point to be determined. The reference is obviously to the period spoken of in the twenty-eighth verse of the second chapter, where we read, \"And it shall come to pass afterward, that I will pour out my Spirit upon all flush.\" This seems to fix the date at least of the commencement of the events recorded in these verses. These events must have been subsequent to that Pentecostal outpouring of the Holy Spirit. But a still closer specification of the time is added by way of apposition, namely (asher supplemented by bahem or bah), when I shall bring again the captivity of Judah and Jerusalem. This form of expression includes, beside the restoration of God's people from their dispersion and redemption out of captivity or distress of any kind, their elevation also to a higher position of dignity and to greater prosperity than they had ever before enjoyed. Thus of Job we read (Job 42:10),\" And the Lord turned the captivity of Job... also the Lord gave Job twice as much as he had before.\" The ki which introduces the verse gives assurance that the blessing promised in the concluding verse of the preceding chapter shall be realized; while the hinneh directs attention to the novelty and importance of the subject introduced in the first verse of this present chapter.NEWLINEVERSETITLESTARTJoel3:2VERSETITLEENDNEWLINEVERSESTARTI will also gather all nations, and will bring them down into the valley of Jehoshaphat, and will plead with them there for my people and for my heritage Israel, whom they have scattered among the nations, and parted my land.VERSEENDNEWLINEVerse 2 represents pictorially God's passing sentence on the nations that had been hostile to his people, with a general summary of the injuries inflicted on them. I will also gather all nations, and will bring them down into the valley of Jehoshaphat. More than eight centuries before the Christian era King Jehoshaphat had gained a splendid victory over the allied army of the neighbouring peoples - Moabites, Ammonites, and Edomites - who had united their forces against Jerusalem. The king had been assured of this victory by the prophecy of Jahaziel. Songs of praise had preceded the battle, and songs of thanksgiving had succeeded the victory; hence the place was called the valley of Berachah, or blessing. The remembrance of such a remarkable deliverance, not more than half a century before the prophet's time, would make a vivid impression on the mind of the prophet and his people. Accordingly, this splendid piece of past history is interwoven with the prophet's prediction of the future, and forms its groundwork. It is as though he said, \"On a memorable occasion and in a well-known valley God was pleased to vouchsafe to his people and prince a glorious victory over the combined forces of their enemies; so at a future period, under the reign of Prince Messiah, God will subdue and destroy the Gentile nations that had oppressed his people.\" It matters little whether we understand the valley of Jehoshaphat in the literal sense, as perhaps the valley of the Kedron between Jerusalem and Olivet, or in a figurative sense; the representation is equally appropriate, and the imagery equally impressive. \"This,\" says Aben Ezra, \"was the war in which the children of Moab and Ammon and Seir combined their force together to a very great multitude, while Jehoshaphat had out of Judah and Benjamin mighty men of valour; and the valley of Jehoshaphat is the valley of Berachah, for Jehoshaphat called its name so.\" Kimchi gives the following alternative sense: \"There shall be the war, and this valley belonged to King Jehoshaphat; perhaps he built there, or made there a work, and it was called after his name, and the valley was near to the city of Jerusalem; or it is called the valley of Jehoshaphat after the name of the judgment, as he said, 'I will plead with them there.'\" And will plead with them there for my people and for my heritage Israel, whom they have scattered among the nations. God would plead, or contend, with the nations, and pass sentence upon them on account of their dispersion of his heritage - nachalathi, his peculiar people, and their partition of his land, 'artsi, or kingdom. This must be referred to the long subsequent time when Palestine became a Roman province, and its capital levelled with the ground; then the great dispersion of the covenant people among the nations commenced, and continues till the present day.NEWLINEVERSETITLESTARTJoel3:3VERSETITLEENDNEWLINEVERSESTARTAnd they have cast lots for my people; and have given a boy for an harlot, and sold a girl for wine, that they might drink.VERSEENDNEWLINEVerse 3. - They have cast lots for my people; and have given a boy for an harlot, and sold a girl for wine, that they might drink. Such was the contumely with which they were treated at the time of the great catastrophe referred to. The captives were distributed by lot among the conquerors; these in turn sold them to the slave-dealers for the merest trifle - a slave-boy for the hire of a harlot, or a slave-girl for a glass or draught of wine. Such treatment had been predicted ages before, and was verified by contemporaneous history (comp. Leviticus 26:33, sqq., and Deuteronomy 28:36 for the prediction; and Josephus, . De Bell. Jud., 6.9.2,3, for the fulfilment). Ninety-seven thousand prisoners were disposed of as follows: those under seventeen years of age were publicly sold; some exiled to work in Egyptian mines; others reserved to fight with wild beasts in the amphi-theatre. Also in the time of Hadrian four Jewish captives were sold for a measure of barley. Nay, more, the Syrian commander, Nicanor, bargained by anticipation for the sale of such Jews as should be taken cap-tire in the Maccabean war. The prophet, moreover, looks forward in prophetic vision to the day of final judgment, when God will, in just retribution, pour out the vials of his wrath on all the oppressors of his Church and people.NEWLINEVERSETITLESTARTJoel3:4VERSETITLEENDNEWLINEVERSESTARTYea, and what have ye to do with me, O Tyre, and Zidon, and all the coasts of Palestine? will ye render me a recompence? and if ye recompense me, swiftly and speedily will I return your recompence upon your own head;VERSEENDNEWLINEVerses 4-8. - In these verses the prophet pauses before proceeding to describe the final judgment of the world-powers for their hostility to and oppression of his Church, and points out the bitter enmity of neigh-bouring nations to the covenant people in the prophet's own day, with a prediction of the righteous retribution that awaited them. Verse 4. - The northern sea-board of the Phoenicians, including the famous cities of Tyre and Sidon, also the southern sea-coast and plain of the Philistines, with their five principalities, are joined by vegam with the nations notorious for injuring and oppressing the people of God. The words rendered in the Authorized Version, What have ye to do with me? rather mean, What would ye with me? or still better, What are ye to me? that is. how worthless and despicable in my sight! The disjunctive question which follows becomes clearer by adopting the rendering of Keil and Wunsche, Will ye repay me a deed, or do anything against me? that is, will ye repay me some wrong-doing which ye fancy I have inflicted on you? or will ye, without such supposed provocation, and of your own free will, do or attempt to do anything against me? The double question with veim instead of im repeats, in other words or in a modified form, the preceding question; while the question itself, as often, implies a negative sense to the effect that they had neither right nor reason for averting themselves on the people of God - for God here identifies himself with his people - nor for attempting wantonly and gratuitously to harm them. The consequence would only be a swift and speedy return of the mischief on their own head, so that, as is usual with the wicked, they fall themselves into the pit which they dig for others. The idea of revenge rather than of punishment gets too great prominence in the old versions and commentators. The comment of Kimchi is instructive, though more in harmony with the rendering of the Authorized Version than with that which we prefer; it is as follows: \"What have I to do with you, that ye enter my land while ye are neighbours? and it behoved you to do good to my people, but ye have not done so; but when ye saw that the kings of the nations (Gentiles)came upon them, ye allied yourselves with them to plunder and spoil.... Why is it, then, that ye are doing evil to me, if ye think to avenge yourselves of me because I have done you evil? When did I do you evil? Or if you will say that of yourselves ye are doing evil to me now, for he that does evil to Israel from his thought of doing evil to me, they are my children... swiftly and suddenly will I return your doing on your own head.\"NEWLINEVERSETITLESTARTJoel3:5VERSETITLEENDNEWLINEVERSESTARTBecause ye have taken my silver and my gold, and have carried into your temples my goodly pleasant things:VERSEENDNEWLINEVerses 5, 6. - The prophet proceeds to enumerate the injuries sustained by his people at the hands of their enemies, and the evil attempted against himself.NEWLINENEWLINE(1) My sliver and my gold. The silver, gold, and precious or desirable things, whether taken immediately from the temple of God or plundered mediately from the palaces or wealthy mansions of his people, they transferred to their temples and suspended as trophies therein - a custom common among ancient nations.NEWLINENEWLINE(2) The children also of Judah and the children of Jerusalem have ye sold unto the Grecians. The part which the Phoenicians had in the transaction was the purchase and sale of the Jewish captives who had fallen into the hands of the Philistine conquerors. The mention of Grecians, or sons of Javan, brings for the first time the Hellenic and Hebrew races into contact - a contact sad and sorrowful for the latter. That ye might remove them far from their border. This was at once the climax of their cruelty and the aggravation of their crime. The object which their enemies had in view in selling the Hebrew captives to the sons of Javan, or Ionian Greeks of Asia Minor, was by that remote exile to prevent the possibility of their return to their own land. The historic reference is thought by some to be the event narrated in 2 Chronicles 21:16, 17, where it is written, \"The Lord stirred up against Jehoram the spirit of the Philistines... And they came up into Judah, and brake into it, and carried away [margin, 'carried captive'] all the substance that was found in the king's house, and his sons also, and his wives.\"NEWLINEVERSETITLESTARTJoel3:6VERSETITLEENDNEWLINEVERSESTARTThe children also of Judah and the children of Jerusalem have ye sold unto the Grecians, that ye might remove them far from their border.VERSEENDNEWLINEVERSETITLESTARTJoel3:7VERSETITLEENDNEWLINEVERSESTARTBehold, I will raise them out of the place whither ye have sold them, and will return your recompence upon your own head:VERSEENDNEWLINEVerse 7. - Behold, I will raise them out of the place whither ye have sold them. Instead of \"raise,\" some prefer \"waken,\" \"rouse,\" or \"stir up.\" The Judaeans would be roused out of the countries into which they had been sold, and restored to their own land, and the measure which had been meted to them meted in turn to their enemies. The deliverance mentioned here may be exemplified, if not realized in part, in the time of Alexander the Great and his successors, when Jewish captives in many lands were set at liberty. Thus Demetrius, in his letter to Jonathan, writes, \"I also make free all those Jews who have been made captives and slaves in my kingdom.\" And will return your recompense upon your own head; better rendered, and will turn back your doing upon your head. A righteous retaliation awaited Philistines and Phoenicians. They in turn would fall into the hands of the Judaeans, and be made prisoners of war, and, as they had done, so should it be done to them.NEWLINEVERSETITLESTARTJoel3:8VERSETITLEENDNEWLINEVERSESTARTAnd I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the Sabeans, to a people far off: for the LORD hath spoken it.VERSEENDNEWLINEVerse 8. - And I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the Sabeans, to a people far off. The Hebrew expression does not mean \"to sell by the hand of,\" as it is erroneously rendered by some; but \"to sell into the hand,\" that is, to deliver over into the power of the children of Judah. The Sabeans were the inhabitants of Sheba, in Arabia Felix, a people actively engaged in trade, and related to the Pales-tinians in the south, as the Grecians in the north. They were a people as far off (or more so) in an easterly direction as the Greeks of Ionia in a westerly; and so Kimchi, \"They were far off from their land more than the Javanites.\" \"As the Tyrians sold Jewish prisoners to the maritime people of the far West, so the Jews should sell Tyrians to traders of the far East.\" The LXX., mistaking שבאים for the plural of שְׁבִי, translate the clause, \"They shall sell them into captivity to a far-distant nation.\" If we are not to understand these predictions, with Hengstenberg, as an application of the general truth that God shall gather again the dispersed of Judah and the captives of Israel, we may find their fulfilment in such events as the following: the defeat of the Philistines by Uzziah, \"when he went forth and warred against the Philistines, and brake down the wall of Gath, and the wall of Jabneh, and the wall of Ashdod, and built cities about Ashdod, and among the Philistines;\" their defeat also by Hezekiah, when \"he smote the Philistines even unto Gaza, and the borders thereof, from the tower of the watchman to the fenced city;\" and the temporary subjection of portions of Palestinian and Phoenician territory to the Jews in Maccabean times, together with the siege and destruction of their cities, as narrated by the Jewish historian Josephus and in the First Book of Maccabees. We learn also from Diodorus that thirteen thousand captive Tyrians were sold into slavery after the victory of Alexander the Great.NEWLINEVERSETITLESTARTJoel3:9VERSETITLEENDNEWLINEVERSESTARTProclaim ye this among the Gentiles; Prepare war, wake up the mighty men, let all the men of war draw near; let them come up:VERSEENDNEWLINEVerses 9-17. - After a parenthesis of five verses, viz. 4-8, detailing the injurious treatment of the Jews by some of the surrounding nations, and the righteous retribution visited on those nations, the prophet resumes the subject broached at the beginning of the chapter, especially in ver. 2, about the judgment to be visited on the nations in general. The verses now before us describe very graphically the execution of that judgment. Verse 9 pictures the proclamation and other preliminaries of war. Heralds are sent out to make proclamation among the nations. Prepare (margin, sanctify) war. Certain formalities of a religious nature were customary among the heathen when war was proclaimed and prepared for. Thus also among the Jews supplication was made and sacrifices offered, as we read in 1 Samuel 7:8, 9, that before the battle with the Philistines at Mizpeh, the people urged Samuel to make earnest supplication and sacrifice for them, when in compliance he \"took a sucking lamb, and offered it for a burnt offering wholly unto the Lord: and Samuel cried unto the Lord for Israel;\" and thus a preparation for war was a consecration of war by religious rites. Wake up the mighty men; or rather,NEWLINENEWLINE(1) according to Keil, waken up or arouse the mighty men.NEWLINENEWLINE(2) A preferable rendering, according to Wunsche, is, \"Wake up, ye mighty men;\" while he understands the whole address as directed to the covenant people. It is observable theft one manuscript has העיזו, equivalent to \"make strong,\" i.e. the heroes. In either case, the heroes may be conceived as enjoying peaceful repose when they are rudely roused by the declaration of war; and as the word \"war\" is indefinite through the absence of the article, it implies, \"What a war! how great and terrible!\" Let all the men of war drew near; let them come up. The terms here used are technical military terms, summoning the warriors to advance and march onward in haste to the place of conflict.NEWLINEVERSETITLESTARTJoel3:10VERSETITLEENDNEWLINEVERSESTARTBeat your plowshares into swords, and your pruninghooks into spears: let the weak say, I am strong.VERSEENDNEWLINEVerse 10. - Beat your ploughshares into swords, and your pruning-hooks into spears. The weapons of war are to be provided; and the speediest way in which the manufacture of those weapons could be effected was by turning their implements of husbandry into them. The figure may, perhaps, have been suggested by the interest King Uzziah took in, and the encouragement he consequently gave to, husbandry and vine-culture, if we may presume Joel to have been in part contemporary with that king, of whom we are informed that \"he had much cattle, both in the low country, and in the plains: husbandmen also, and vinedressers in the mountains, and in Carmel: for he loved husbandry.\" It is also a familiar fact that Isaiah and Micah reverse the expression in their description of Messianic times; while well-known parallels are quoted from the Latin classics. Let the weak say, I am strong; or, a hero. The approaching war was to be one in which no release, no excuse, and no exemption from any cause would be allowed, nay, the excitement of the occasion should warm the cold blood of the weakling into some degree of warlike enthusiasm. The address, it will be observed, of the previous verse is to the heroic chiefs; that of this verse, to the rank-and-file of the army.NEWLINEVERSETITLESTARTJoel3:11VERSETITLEENDNEWLINEVERSESTARTAssemble yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O LORD.VERSEENDNEWLINEVerse 11. - This verse expresses the precipitancy with which the procession of the hostile nations is hurried on in order to meet their doom, as also the prophet's prayer for the descent of Jehovah's mighty ones to the slaughter. Assemble yourselves, and come. It is rather, hasten, and come; the word עוּשׁוּ, only occurring here, being equivalent to חוּשׁוּ, equivalent to \"hasten ye.\" The LXX. and Chaldee, indeed, favour the sense of \"assemble;\" the former has συναθροίζεσθε. But that idea is expressed afterwards by the verb קְבָּצוּ, which is an anomalous form of the imperative Niph. for הִקָּבְצו, though some take it for the perfect with vau consec. The word hanchath is usually and properly taken as the imperative Hiph., from nachath, to come down, the pathach taking the place of tzere on account of the guttural and the nun retained without assimilation, as the nun rarely falls away in verbs that have a guttural for their second stem-letter. The meaningNEWLINENEWLINE(1) then, is, \"Assemble yourselves.\" The margin,NEWLINENEWLINE(2) however, has, \"The Lord shall bring down,\" i.e. cause to succumb, destroy, \"thy mighty ones,\" which must then signify \"the mighty ones of the enemy.\"NEWLINENEWLINEThis, though supported by the Chaldee, Syriac, Vulgate, and Jerome, is less simple and obvious, necessitating also a corresponding change of the verbal form into חִנְחִת or הִנְחִית. The LXX. rendering is peculiar, and as follows: \"Let the meek become a warrior.\"NEWLINEVERSETITLESTARTJoel3:12VERSETITLEENDNEWLINEVERSESTARTLet the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about.VERSEENDNEWLINEVerse 12. - This verse points out the place where the great assemblage of the heathen is to hold, and the final decision in answer to the prophet's prayer is to take place. Let the heathen he wakened, and come up to the valley of Jehoshaphat. All the nations that have opposed the kingdom of God, as well as those hostile nations from round about Israel and Judah, in their more immediate neighbourhood; though these, no doubt, are primarily meant. The expression, \"be wakened,\" of this verse corresponds to \"waken up\" of ver. 9. The force of coming up is explained by someNEWLINENEWLINE(1) as implying the ascent to Palestine in order to reach the valley of Jehoshaphat. It is ratherNEWLINENEWLINE(2) to be understood in the general sense of advancing or marching on; otherwise \"to come into the presence of the Most High God\" may well be called \"a coming up.\" The decision takes the form of a judicial process conducted by Jehovah, who as Judge takes his seat on a throne of judgment.NEWLINEVERSETITLESTARTJoel3:13VERSETITLEENDNEWLINEVERSESTARTPut ye in the sickle, for the harvest is ripe: come, get you down; for the press is full, the fats overflow; for their wickedness is great.VERSEENDNEWLINEVerse 13. - The just decision being come to, and the righteous sentence passed, the execution follows. Jehovah's mighty ones are summoned to execute it. By the mighty ones or heroes of Jehovah are meant his heavenly hosts or angels; thus Kimchi says, \"Thy mighty ones are the angels;\" so also Aben Ezra.NEWLINENEWLINE(1) The execution of Jehovah's command is represented under a double figure, that of reaping grain in harvest or treading grapes in the vintage. Similarly in Revelation 14:15, 18, we find the two figures - that of reaping the ripe grain, and of gathering the grapes and treading them. The ripeness of the grain and of the grapes is here, perhaps, the prominent idea. \"He compares,\" says Kimchi, \"those nations to the produce which is ripe, and its time for harvesting has approached, that man should thrust in the sickle to reap it. So with respect to these nations, their season to die by the sword in this valley has arrived.\"NEWLINENEWLINE(2) Hitzig conceives that the twofold command of Jehovah is to cut off the grapes and then tread them in the wine-press. He proceeds on the wrong assumption that qatsir, harvest, is employed in the sense of batsir, vintage; that maggal (from nagal, unused to cut, pierce, wound) is for mazmerah, the hook of the vinedresser; while bashal, ripe, which he restricts to grapes, applies to grapes and corn alike. The passage in Revelation already cited decides us in favour of (1), the judgment being represented first by the reaping of ripened grain, and then by treading grapes in the wine-press. The verb רְדו, from radah, to trample underfoot, and not from yarad, to descend, is more poetic and emphatic than the usual דרד; though Kimchi maintains the contrary, saying, \"Descend ye into this valley, for it is as it were the press which is full of grapes, when it is fit to tread them; so ye house of Israel, tread these nations in this valley, and thrust in among them the sword.\" The fulness of the vats, again, represents the masses of the sinful nations ripe and ready for destruction; what the wine-press is to the grapes, the wine-press of God's wrath is to the wicked.NEWLINEVERSETITLESTARTJoel3:14VERSETITLEENDNEWLINEVERSESTARTMultitudes, multitudes in the valley of decision: for the day of the LORD is near in the valley of decision.VERSEENDNEWLINEVerse 14. - This and the following verses, instead of expressly narrating the execution of the Divine command, present a picture of it. In one part the prophet sees in vision and shows us pictorially the multitudes of the nations pouring on in one continuous stream into the fatal valley. In another compartment of the picture, Jehovah is seen in the awfulness of his majesty and in the fearfulness of his judgments on the wicked, while he is a Refuge and Strength for his people. Multitudes, multitudes in the valley of decision. These multitudes are the tumultuous masses. Hamon is from the root הָמָה, to be noisy, or tumultuous. \"It is identical,\" says Pusey, \"with our ' hum; ' then noise, and, among others, the hum of a multitude, then a multitude even apart from that noise. It is used of the throng of a large army.\" The repetition emphasizes the masses as pits, pits, equivalent to \"nothing but pits;\" or ditches, ditches, equivalent to \"full of ditches;\" or it expresses diversity, equivalent to \"multitudes of the living and multitudes of the dead.\" Decision is charuts, cut, something decided;NEWLINENEWLINE(1) so sharp, severe judgment, from chafers, to cut into, sharpen, dig.NEWLINENEWLINE(2) Others understand it in the sense of a threshing-wain, equivalent to charuts morag, a sharpened threshing-instrument. All things being now ready, the immediate proximity of the judgment is announced to be at hand.NEWLINEVERSETITLESTARTJoel3:15VERSETITLEENDNEWLINEVERSESTARTThe sun and the moon shall be darkened, and the stars shall withdraw their shining.VERSEENDNEWLINEVerses 15-17. - These verses picture the accompaniments of the judgment, yet not the judgment itself. Verse 15. - The sun and the moon shall be darkened, and the stars shall withdraw their shining. The densely packed masses are already in the valley of decision, awaiting the judgment about to be executed upon them. But before the judgment actually bursts upon them, and in preparation for it, the sky is overcast; darkness, as a portent of the approaching storm, envelops them; the lights of heaven are put out. The pitchy darkness of a night in which neither moon nor stars appear is sufficiently dismal and awful; still more terrible, if possible, is darkness in the daytime, when the light of the sun is turned into blackness. The first accompaniment of the storm is addressed to the eye, and consists in the extinguishing of the greater light which rules the day, and the lesser lights which rule the night. The next accompaniment of the coming tempest is addressed to the ear, and consists in the voice of the Lord rolling in terrific peals along the heavens - the voice of the Lord like the roaring of a lion ready to pounce upon its prey: the utterance of the Divine voice when the God of glory thundereth. The third accompaniment is yet more awe-inspiring., consisting in a convulsion that pervades both earth and sky; the whole frame of nature shakes; the earthquake's shock, so frightful to bird and beast and man, has a corresponding agitation in the heavens.NEWLINEVERSETITLESTARTJoel3:16VERSETITLEENDNEWLINEVERSESTARTThe LORD also shall roar out of Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but the LORD will be the hope of his people, and the strength of the children of Israel.VERSEENDNEWLINEVerse 16. - Out of Zion. The presence of Jehovah is the immediate occasion of these terrors; and hence his voice proceeds from Jerusalem, or more particularly from Zion, where the visible symbol of his presence long dwelt. \"For there,\" says Kimchi, \"was his dwelling in Jerusalem; and as if from thence he roared and uttered his voice against them.\" Thus far the prophet pictures in very vivid, indeed terribly vivid, colours the frightful scene in the valley of decision: then stops short without describing the sad catastrophe resulting from the actual execution of the judgment. This he omits, either from revulsion of feeling from such misery. or the reader is left to imagine it himself. But the Lord will be the Hope of his people, and the Strength of the children of Israel. He shrinks, as we have seen, from describing the actual execution of judgment, and, breaking off with somewhat of abruptness, exhibits the bright side of the picture. With the destruction of his foes is joined, as usual, the deliverance of his friends. To his people he stands in the double relation of a Place of refuge (machseh) and a Place of strength (ma'oz), that is, not only a place to which they may flee for safety, but a place in which, as a stronghold, they shall be kept safe.NEWLINEVERSETITLESTARTJoel3:17VERSETITLEENDNEWLINEVERSESTARTSo shall ye know that I am the LORD your God dwelling in Zion, my holy mountain: then shall Jerusalem be holy, and there shall no strangers pass through her any more.VERSEENDNEWLINEVerse 17. - Jerusalem will be a sanctuary, and strangers will not pass through it any more. In the beginning of this verse Jehovah promises to be the God of his people; he points to the place of his abode, and purifies Jerusalem by judgment that it will be a true holy place, untrodden by the foot of Gentile stranger or Jewish unbeliever any more. His people would recognize his presence and his power by the wonderful deliverance vouchsafed to them. \"Jerusalem,\" says Kimchi, \"shall be a sanctuary, like the sanctuary which was forbidden to strangers; and strangers shall not pass through it any more to do injury to them as they have done up to this day. It may also be explained that strangers shall not enter into Jerusalem, for its holiness shall be great for the future. And as the temple was forbidden even for Israel to enter there, so all the city shall be a sanctuary into which strangers out of the nations of the world shall not enter.\"NEWLINEVERSETITLESTARTJoel3:18VERSETITLEENDNEWLINEVERSESTARTAnd it shall come to pass in that day, that the mountains shall drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall flow with waters, and a fountain shall come forth of the house of the LORD, and shall water the valley of Shittim.VERSEENDNEWLINEVerses 18-21. - These verses picture Judah and Jerusalem as scenes of most abundant blessings, while Egypt and Edom are doomed to irretrievable barrenness and desolation. But, as the language must be understood figuratively, the prosperity of the Lord's laud is set in contrast with the countries of the world-powers; but the contrast includes, as we think, the allotments of eternity as well as the destinies of time. Verse 18. - In that day. These words express the state of things consequent on the judgment just executed. The mountains shall drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall flow (margin, go) with waters. Thus the mountains are represented as covered over with vines of richest growth and terraced to the top; the hills as affording most luxuriant pastures and clothed with flocks; the rivers, dried up in summer and reduced to dried-up river-beds, flowing unintermittingly and coursing along with full stream. To exuberance of wine and milk is added, what is no less valuable in a thirsty Eastern land, abundance of water. The source of this abundant supply is a fountain; the fountain-head is the house of the Lord; thence proceeds a broad deep stream, which makes its way to the Jordan valley and across the river to the dry trans-Jordanic valley of acacias, as it is added: A fountain shall come forth of the house of the Lord, and shall water the valley of Shittim; from which statement we must conclude the figurative signification of the whole of this and the following verses. Parallels for some of the above expressions are not far to seek. Ovid's description of the golden age, in which be speaks of rivers of milk and rivers of nectar and honey dropping from the green palm tree, is cited by Rosenmuller; while the 'Speaker's Commentary' quotes from the 'Bacchae' of Euripides the lines about the plain flowing with milk, flowing with wine, and flowing with the nectar of the bees. Instead of the \"hills flowing with milk,\" we should rather expect the milk to be spoken of as flowing; the hypallage, however, as we may consider it, makes the clause more symmetrical with those between which it stands. Thus Kimchi: \"The meaning of 'They shall flow (go) with milk,' is from the abundance of the flowing and running: he applies the name of flowing (going) to the hills, even although that the milk is that which goes and flows.\" And in reference to the following clause he says, \"He uses the name of going to the channels.\" That is one side of the picture. We are now invited to look on this -NEWLINEVERSETITLESTARTJoel3:19VERSETITLEENDNEWLINEVERSESTARTEgypt shall be a desolation, and Edom shall be a desolate wilderness, for the violence against the children of Judah, because they have shed innocent blood in their land.VERSEENDNEWLINEVerse 19. - Egypt shall be a desolation, and Edom a desolate wilderness, for the violence against the children of Judah. The curse of barrenness and utter desolation falls on the enemies of Judah - the nearer and the more remote - because of that very enmity and the violence which was its outcome. The Edomite enemies in the south revolted from Judah in the days of Jehoram; the Edomites compassed him in, and, by thus surrounding him, placed him in extreme peril; and though it is said he smote them, yet his expedition proved unsuccessful, for it is added by the chronicler that \"the Edomites revolted from under the hand of Judah unto this day.\" The Egyptian enemies in the more distant south made a still more formidable attack on the capital city, Jerusalem, under the famous Shishak, in the fifth year of the reign of Rehoboam, plundering the palace and temple. What acts of violence were perpetrated in these or other wars unrecorded we know not. A more specific charge follows: Because they have shed innocent blood in their land. This is understood by some to refer to the blood of captive or fugitive Jews in the lands of their Edomite and Egyptian enemies. It seems preferable to understand the suffix answering to \"their\" of the laud of Judah, on the occasion of some hostile inroad into Jewish territory.NEWLINEVERSETITLESTARTJoel3:20VERSETITLEENDNEWLINEVERSESTARTBut Judah shall dwell for ever, and Jerusalem from generation to generation.VERSEENDNEWLINEVerses 20, 21. - The contrast which these verses present to what precedes is very striking. While Egypt and Edom are devoted to desolation and destruction, Judah, personified, shall dwell (margin, abide), and Jerusalem, or rather, as we think, Judah shall be dwelt in, as also its capital, from generation to generation. In the concluding verse a reason is assigned. For I will cleanse their blood that I have not cleansed. The blood shed by the Egyptians and Edomites is proved by Jehovah to be innocent blood, because he promises to avenge it in the end, though for wise and good reasons he had delayed to do so. This closing thought is well explained by Keil in the words, \"The eternal desolation of the world-kingdoms mentioned here will wipe out all the wrong which they have done to the people of God, and which has hitherto remained un-punished.\" When Jehovah thus wipes out the bloodguiltiness of the enemies of Judah by punishing them with destruction for their cruelties, while he exalts gloriously, finally, and for ever his people, he proves his sovereignty over them and his dwelling-place in Zion. The Hebrew interpreters, with the exception of Abarbanel, understand this passageNEWLINENEWLINE(1) literally; thus Kimchi: \"At that time (the day of the Lord), after making an end of the nations there, great goodness shall accrue to Israel;\" the same is seen in the exposition of the last verse of the chapter. Rashi says, \"Even if I shall cleanse them of the remaining transgression which is in their hands, and the evil-doing which they have done to me, the blood of the children of Judah I will not cleanse from them;\" also in commenting on the same, Kimchi says, \"For their silver and their gold which they took I will cleanse the nations, for Israel also shall take from them in the future, and they shall become their spoil; but for their blood which they have shed I will not cleanse them, but life shall be for life - the life of those that shed it, or of their children after them; for for all the silver and the gold that is in the world which they shall give as a ransom of their souls they shall not be cleansed of the blood which they have shed;\" also, \"For the ages of eternity shall his dwelling-place be in Zion, after that it shall return there in the days of the Messiah.\"NEWLINENEWLINE(2) Some refer the passage to millennial times.NEWLINENEWLINE(3) Others to the time of the consummation of all things. Thus Keil, comparing Ezekiel 47, Zechariah 14, Revelation 21. and 22, says, \"This passage does not teach the earthly glorification of Palestine, and desolation of Egypt and Idumaea, but that Judah and Jerusalem are types of the kingdom of God, whilst Egypt and Edom are types of the world-powers that are at enmity against God; in other words, that this description is not to be understood literally, but spiritually;\" he had previously intimated that spiritual sense, \"For Zion or Jerusalem is, of course, not the Jerusalem of the earthly Palestine, but the sanctified and glorified city of the living God, in which the Lord will be eternally united with his redeemed, sanctified, and glorified Church.\"NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTARTJoel3:21VERSETITLEENDNEWLINEVERSESTARTFor I will cleanse their blood that I have not cleansed: for the LORD dwelleth in Zion.VERSEEND"}