{"Jude.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTJude1:1VERSETITLEENDNEWLINEVERSESTARTJude, the servant of Jesus Christ, and brother of James, to them that are sanctified by God the Father, and preserved in Jesus Christ, and called:VERSEENDNEWLINEVerse 1. - Judas, a servant of Jesus Christ, and brother of James. The Epistle opens with a designation of the author which is brief, consisting but of two terms, only remotely, if at all, official, and having nothing exactly like it in the inscriptions of other New Testament Epistles. The writer gives his personal name Jude, or rather, as the Revised Version puts it, Judas. For while in the New Testament the Authorized Version uses the various forms, Judas, Judah, Juda, and Jude, the Revised Version, with better reason, adheres to the form Judas in all cases except those of the tribe and the son of Jacob. The name was a familiar one among the Jews, whose stock of personal names was limited. This is seen in its New Testament use. Not to speak of its occurrence as the name of the son of Jacob, and as the name of two individuals in the line of the ancestry of Jesus (Luke 3:26, 30), it appears as the name of several persons belonging to New Testament times. These include one of the brethren of the Lord (Matthew 13:55; Mark 6:3); the apostle who is called in our Authorized Version \"the brother of James,\" but who may rather be \"the son of James\" (Luke 6:16; John 14:22; Acts 1:13); the traitor Iscariot; the writer of this Epistle; the rebel leader of Galilee (Acts 5:37); the man of Damascus to whose house Ananias was directed to go (Acts 9:11); the delegate, surnamed Barsabas, who was sent with Paul and Barnabas from the mother Church to Antioch (Acts 15:22, 27, 32). The writer attaches a twofold designation to his personal name. First, he terms himself \"a servant of Jesus Christ,\" as the Revised Version puts it, not \"the servant of Jesus Christ,\" with the Authorized Version. The curious fact has been noticed that this passage and Philippians 1:1 (in which latter, however, we have the plural form) are the only passages in which the Authorized Version inserts the definite article in the designation of the author of any New Testament book. He gives himself thus the same title as is adopted by the James whose name heads another of the Catholic Epistles, and who is taken to be his brother. It is not certain, however, what breadth of meaning is to be ascribed to the phrase. The term, \"servant of Jesus Christ,\" or its cognate, is used as a general description of the Christian believer, apart from all reference to any particular position in the Church (1 Corinthians 7:22, etc.; Ephesians 6:6). It does not carry a strictly official sense. It seems never to designate the apostolic office as such, unless some qualifying clause is added. It stands without any such addition, it is true, in Philippians 1:1 and James 1:1. But in the former it is applied to two comrades, one of whom is not an apostle; and in the latter the person so described is in all probability not one of those who appear in the lists of the apostles. In other passages (Romans 1:1; Titus 1:1; 2 Peter 1:1) it is coupled with the official term \"apostle.\" It is claimed by some of the best expositors, however, that in this passage, as in some others, it has an intermediate sense, meaning one who, while not an apostle proper, was charged with the apostolic work of preaching and ministering. If that is so, the writer presents himself as one occupying the kind of position which is assigned to Barnabas, Timothy, and others in the Book of the Acts. But he describes himself further as the \"brother of James.\" The title has nothing like it elsewhere in the inscriptions of the Epistles, and, as the particle which connects it with the former clause indicates, it points to something not merely additional, but distinctive. The distinction is the relationship to another person in the Church, better known and more influential than himself. For the James here mentioned is generally, and we believe rightly, identified, not with the brother (or son) of Alpheus who appears among the twelve, but with the Lord's brother, who is represented by the Book of the Acts as in pre-eminent honour and authority in the mother Church of Jerusalem. Jude, therefore, might have called himself the \"brother of the Lord.\" He abstains from doing so, it is supposed by some, because that title had become the recognized and almost consecrated name of James. Or it may rather be that he shrank from what might seem an appeal to an earthly kinship which had been sunk in a higher spiritual relationship. The choice of the title is at the same time a weighty argument against his belonging to the twelve. Unable to put forward any apostolic dignity or commission as his warrant for writing, and as his claim upon his readers' attention, he places himself beneath the shield of the more eminent name of a brother, who also was the author of an Epistle in all probability extensively circulated before this one was put forth. Those to whom he writes are also most carefully described. The terms of this threefold designation are unusual and somewhat difficult to construe. The text itself is not quite certain. The Received Text and our Authorized Version give the reading \"sanctified,\" which has the support of one or two documents of good character, and is still accepted, chiefly on the ground of intrinsic fitness, by some scholars of rank. It must be displaced, however, by the reading \"beloved,\" which has on its side three of the five primary uncials (the Vatican, Sinaitic, and Alexandrian) as well as important versions and patristic quotations, and is accepted by the best recent authorities. This, however, gives us so unusual a combination, \"beloved in God the Father,\" that some are driven to the conclusion that the preposition has got somehow into a wrong place. Dr. Herr pronounces the connection to be \"without analogy,\" and to admit of \"no natural interpretation;\" and the great critical edition of Messrs. Westcott and Herr marks the clause as one which probably contains some primitive error. Taking the terms, however, as the vast preponderance of documentary evidence presents them, we have three brief descriptions of the readers, all sufficiently intelligible, and each obviously in point. The most general of the three descriptive notes is the \"called.\" The idea of a \"call\" pervades all Scripture. It appears in a variety of applications, of which the most distinctive is that of a call into the Messianic kingdom. This call is ascribed usually, we may perhaps say universally, to God himself In the Gospels we find the term \"called\" contrasted with the term \"elect\" or \"chosen\" (Matthew 22:14), so that the call is of uncertain issue. On the other hand, in the Epistles, at least in Pauline passages of great doctrinal significance (Romans 8:28, 30; Romans 11:29, etc.), the election appears as the cause, the call as the result; and the latter then is of certain issue, or, in the language of theology, effectual. It is held by many that throughout the Epistles, or at least throughout the Pauline group, the term has uniformly the sense of a call not merely to the membership of the Church, but to final salvation. Whether this is the case, and how the usage of the Epistles is to be harmonized with that of the Gospels, are questions which require further consideration. It appears, however, that in the Epistles the idea of the election and the idea of the call often lie so near each other that they seem to be different expressions of one Divine act, and that an act which makes its object sure. In passages like the present, the \"called\" seems parallel to the \"elect\" of the inscriptions of 1 Peter and 2 John, and probably has the deeper Pauline meaning - a meaning which has its roots no doubt in the Old Testament conception of the certain election of a believing remnant under the theocracy (1 Kings 19:18; Isaiah 59:20, etc.). The parties addressed are described more particularly as \"beloved in God the Father.\" The difficulty which is felt by the best interpreters of the present day in explaining the preposition \"in\" as it stands in this unusual connection, appears also in the renderings of the old English Versions. Tyndale and Cranmer, indeed, follow the Received Text, and translate \"sanctified in God the Father.\" The Genevan also gives \"sanctified of God the Father.\" But Wickliffe and the Rhemish Version follow the other text (which is that of the Vulgate), and translate it, the former, \"to thes that ben loued that ben in God the fadir;\" the latter, \"to them that are in God the father beloved.\" The difficulty is met by a variety of doubtful expedients. Some cut the knot by imposing upon the preposition the sense of \"by\" or the equally alien sense of \"on account of.\" Some take it to mean \"in the case of God,\" or \"as regards God,\" which comes nearer the point, but is yet short of what is intended. Others would render it \"within the sphere of God,\" understanding the readers to be described as the objects of the writer's love - a love which is no mere natural affection, but inspired by God and of spiritual motive; the objection to which is that it is out of harmony with the other designations, which describe the readers from the view-point of the Divine care. The idea, therefore, seems to be that they are the objects of the Divine love, that they have been that and continue to be that in the way of a gracious union and fellowship with himself, into which they have been introduced by God the Father. The preposition, therefore, has the mystical force which it has in the familiar phrase, \"in Christ\" - a force which it may also have where God is the subject. All the more so that the title \"God the Father\" seems to refer usually, if not exclusively, to God as the Father of Christ. The third clause describes the readers, according to the Authorized Version, as preserved in Jesus Christ. Here the Authorized Version follows Tyndale, Cranmer, and the Rhemish Version. That rendering has also been adopted by some recent interpreters of importance. It is wrong, nevertheless. For there is no instance elsewhere of the carrying over of a preposition from one clause to another in such a connection as this. Not less mistaken is Wickliffe's \"kept of Jesus Christ.\" The Genevan Version, however, gives the correct rendering, \"reserved to Jesus Christ,\" and the Revised Version translates it very aptly, \"kept for Jesus Christ.\" The verb is the one which is used in 1 Peter 1:4 to describe the inheritance as \"reserved.\" It occurs frequently in the Gospels, somewhat rarely in the Pauline Epistles, and there oftenest in those of latest date (1 Timothy 5:22; 1 Timothy 6:14; 2 Timothy 4:7). It occurs with marked frequency in the Catholic Epistles and the Apocalypse. It is most characteristic of 1 John, 2 Peter, and Jude among these Epistles. The idea is that of being preserved by the Divine power until the coming of Christ - a preservation of which there was the more need to be assured in face of the falling away which threatened the Churches, and had indeed begun in some. Christ prayed his Father to keep, through his own Name, those that were given him (John 17:11). Paul prays God to keep his converts blameless unto the coming of Christ (1 Thessalonians 5:23). These designations tell us nothing of the locality or circumstances of the readers, but limit themselves to spiritual characteristics. The relations in which the several clauses stand to each other is also a matter of dispute. The Authorized Version makes them coordinate clauses, \"To them that are sanctified... and preserved... and called.\" It is better to take the \"called\" as the subject, and the two participles as the qualifying epithets, translating, with the Revised Version, \"To them that are called, beloved in God the Father, and kept for Jesus Christ.\" But it perhaps best represents both the force and the order of the original to render it, \"To them that are beloved in God the Father, and kept for Jesus Christ, called ones.\"NEWLINEVERSETITLESTARTJude1:2VERSETITLEENDNEWLINEVERSESTARTMercy unto you, and peace, and love, be multiplied.VERSEENDNEWLINEVerse 2. - The greeting. This takes the form of a prayer or benediction in three articles. It is rendered in precisely the same terms - mercy unto you and peace and love be multiplied - in Tyndale, Cranmer, the Genevan, the Authorized Version, and the Revised Version. In Paul's Epistles the opening salutations usually mention only \"grace and peace,\" and these as proceeding from \"God the Father and the Lord Jesus Christ.\" But in the pastoral Epistles (as also in 2 John) the three blessings, \"grace, mercy, and peace,\" appear, and these as coming from the same twofold source of Father and Son. In the Petrine Epistles we have again the two Pauline blessings of grace and peace, but with the distinctive addition of the \"be multiplied.\" Here, in Jude, we have the characteristic Petrine \"be multiplied,\" but this connected with three blessings, and these somewhat different from those which appear in the Pastoral Epistles - \"mercy, peace, and love,\" instead of \"grace and mercy and peace.\" What the writer desires, therefore, on behalf of the readers is an abounding measure of the three great qualities of grace, which refer respectively to the case of the miserable, the case of the hostile, and the case of the unworthy. Are these regarded as subjective qualities in man, or as objective gifts from God? The former view is favoured by some, who point especially to the closing benediction in the Epistle to the Ephesians (Ephesians 6:23) as a case in point. But the latter view is sustained by the force of the \"beloved\" in the previous verse, and the mention of\" love\" in verse 21, as well as by the general analogy of the inscriptions of Epistles. What Jude prays for, therefore, is not that his readers may be helped to exhibit in large measure a merciful, peaceful, and loving disposition to others, but that they may enjoy in liberal degree the great blessings of God's mercy, peace, and love bestowed upon themselves.NEWLINEVERSETITLESTARTJude1:3VERSETITLEENDNEWLINEVERSESTARTBeloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you that ye should earnestly contend for the faith which was once delivered unto the saints.VERSEENDNEWLINEVerse 3. - The author's reason for writing. The statement of this is introduced by the conciliatory address, beloved - a form of address found twice again in this short Epistle (verses 17, 20). It occurs at great turning-points in all the Catholic Epistles, except for an obvious reason in 2 John. (See James 1:16, 19; James 2:5 (who couples the term \"brethren\" with it); 1 Peter 2:11; 1 Peter 4:12; 2 Peter 3:1, 8, 14, 17; 1 John 3:2, 21; 1 John 4:1, 7, 11 3John 2, 5, 11.) It is frequent also in the Pauline Epistles. It is only here, however, and in 3 John 1:2 that it is introduced so near the beginning of an Epistle. The statement itself contains several expressions which demand notice. The phrase which the Authorized Version renders, When I gave all diligence, is better rendered, while I was giving all diligence, with the Revised Version. In this particular form it occurs nowhere else in the New Testament; but it has close parallels in 2 Peter 1:5 and Hebrews 6:11. The noun is the same as is translated \"diligence\" in Romans 12:8, and \"business\" in Romans 12:11. It is not certain whether the phrase expresses action here as well as earnest desire; but it indicates the position of the author, whether as seriously bethinking himself to write, or actually engaged in the task, when he had occasion to send the counsels given in this Epistle. The subject on which he had thought of addressing them was the common salvation - the term \"salvation\" meaning here neither the doctrine nor the means of redemption, but the grace of redemption itself. And this grace is designated \"common,\" or, as the better reading gives it, \"our common salvation;\" not with reference to any contrast of Jew with Gentile, but simply as a grace open to all, and in which writer and readers had an equal interest (comp. Acts 2:44; Acts 4:32; and especially the \"common faith\" of Titus 1:4). The \"like precious faith' of 2 Peter 1:1 is a stronger expression, and probably points to a distinction, formerly existent, but now removed, between Jew and Gentile. The next phrase is rendered too weakly by the Authorized Version, It was needful for me to write unto you. Neither does the Revised Version quite bring out the idea when it substitutes, I was constrained to write unto you. What is in view is an objective necessity; certain circumstances which had arisen and imperatively demanded writing. So that we might translate it, \"necessity arose for me to write,\" or, \"an emergency occurred constraining me to write.\" He was thus induced to write in the way of exhorting them. The particular subject of the exhortation is described as the duty of contending earnestly for the faith; the contention being expressed by a strong term somewhat analogous to that used by Paul in Philippians 1:27, and the \"faith\" being taken, not in the subjective sense of the quality or grace of belief, but in the objective sense of the things believed. This \"faith\" is declared to have been delivered once for all (so, with the Revised Version; not once delivered, as the Authorized Version puts it, which might mean \"once on a time\") to the saints. It is not stated by whom the deliverance was made. The unexpressed subject may be God, as some suppose who point to the analogy of 1 Corinthians 11:23 and 1 Cor 15:3; or it may be the apostles, as others hold who look to the analogy of such passages as 1 Corinthians 11:2; 2 Peter 2:21, and especially the seventeenth verse of the present Epistle itself. The main point is, not the author or the instruments of the deliverance, but the fact that such a deliverance has taken place. What has been transmitted is carefully defined, not, indeed, as a system of doctrine, but at least as a sum or deposit of things necessary to be believed. This is said to have been given once for all, so that there is no repetition or extension of the gift. It is described; further, as committed, not to the Church as an organization, nor to any particular office-bearers, but to the saints in general.NEWLINEVERSETITLESTARTJude1:4VERSETITLEENDNEWLINEVERSESTARTFor there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.VERSEENDNEWLINEVerse 4. - It has been inferred that the writer had been actually at work upon another Epistle, when he felt it necessary to give it up and compose this one. That is not a certain inference from the previous verse. What that verse makes clear is that it had been Jude's purpose to compose an Epistle on the general subject of the common salvation, and that something emerged which made him change his plan and write a letter dealing with certain specific matters of urgent importance, and hortatory in its form. The circumstance which led to this change is here stated - it was the appearance of a corrupt and insidious party in the Church. For, he says, there are certain men crept in unawares; or, as the Revised Version more forcibly renders it, privily. The verb describes the men as men who had no rightful standing in the Church, but had made their way into it secretly and by false pretences. Compare Paul's description of the \"false brethren unawares brought in, the came in privily to spy out our liberty. which we have in Christ Jesus\" (Galatians 2:4); but especially the picture which two of the latest Epistles give of the \"false teachers who privily shall bring in damnable heresies\" (2 Peter 2:1), and those who \"creep into houses and lead captive silly women\" (2 Timothy 3:6). The men thus generally described are next designated more precisely as those who were before of old ordained to this condemnation. So the Authorized Version renders it. But the point is more correctly caught by the \"even they who\" of the Revised Version. The men just spoken of in general terms are immediately described as the very men to whom something more precise applies, which is now to be stated. There is some difficulty, however, as to the exact sense of the statement. The term which is translated \"ordained\" by the Authorized Version is of doubtful interpretation, the doubt turning on the question whether it has a temporal or a local reference. The latter idea seems to be expressed in Galatians 3:1, where the verb means either publicly placarded or openly set forth (\"evidently set forth,\" according to the Authorized Version). For the most part, however, the temporal sense prevails, and that this is the sense here is confirmed by the fact that the verb is connected with the temporal adverb \"of old.\" It has been contended that the biblical figure of a book of the Divine counsels is at the basis of the expression here, and that it should be rendered \"ordained\" (with the Authorized Version), in the Calvinistic sense of \"foreordained.\" But this is opposed by the fact that the term here rendered\" of old\" is not applied in the New Testament to the eternal purpose of God. The reference, therefore, is to ancient prophecy, and the term means \"who were of old written of,\" \"who were of old set forth,\" as the Revised Version puts it, or \"designated\" in prophecy. The writer does not specify what particular prophecies are in view. Hence some take them to be predictions of the evils of the last days spoken of by the apostles, such as we find recorded in the Pastoral Epistles and in 2 Peter. But the force of the phrase \"of old,\" in its present connection, points to what is of ancient date in the stricter sense. The Old Testament prophecies, therefore, are probably those referred to, and the fact that mention is made by-and-by of Enoch as one of the prophets of old, makes it likely that the predictive sections of the book which bears his name are also in the author's mind. The phrase, \"to this condemnation,\" explains that unto which these men were prophetically designated in ancient time. The noun denotes usually, if not invariably, the judgment of a judge on something wrong, and here, therefore, it seems to have the sense of penal judgment or condemnation. It is not quite apparent what judgment is intended. It is supposed by some that the writer is looking to the unhappy relations of these men to the Church, and finds in these relations and in the moral conditions thereby revealed the judgment 'of God upon them. It is more probable that he refers to the penal retribution, of which he is immediately to give examples. Three strokes are added to the picture of the men. These bring out in darkest outline both their character and their faith. There is first the general description of them as ungodly men - impious men, in whom there is no spirit of reverence, as the adjective literally implies. The same note appears in Peter's description (2 Peter 2:5, 6). (Compare the use of the same term in Romans 4:5; Romans 5:6; 1 Timothy 1:9; 2 Peter 3:7.) This ungodliness is next shown to take the form of an immoral perversion of spiritual privilege - turning the grace of our God into lasciviousness. By the grace of God is meant the whole gift of redemption offered in the gospel. It is called here the grace of our God; the turn thus given to the expression indicating at once the dear and intimate relation to God into which the writer and his fellows in the faith have been introduced, and their shuddering sense of the shameless use to which his gift was debased. The thing to which that grace was perverted is described by a word of wide and evil application, denoting every species of unbridled conduct, but particularly unblushing licentiousness. The same ungodliness in these men is further declared to rise to a denial and disavowal of all Divine claims upon them. The Revised Version, which is more rigorously true to the original here than the Authorized Version, gives an alternative rendering, denying our only Master and Lord, Jesus Christ, in the text, but denying the only Master, and our Lord Jesus Christ in the margin. The question is whether God and Christ are separately mentioned as both objects of the denial, or whether Christ alone is referred to; both the titles, Master and Lord, being applied to him. The question is not easy to decide. Among the strongest arguments in favour of the latter view are the two considerations that the attitude of these men to God has been already stated in the previous clause, and that in 2 Peter 2:1 we find both the verb and the noun which are used here applied to Christ. On the other side, it is urged that the parallel in 1 John 2:22 favours the double reference here; that the title here rendered \"Master\" is never applied to Christ except in the single instance of 2 Peter 2:1; that the epithet \"only\" is used more properly of God, as in verse 25 of this same Epistle; that it is difficult to distinguish between the two titles, if both are referred to Christ here; and that the analogous expression in the Book of Enoch (48:10) is to be considered. The case is stronger on the whole on the side of the twofold subject being in view. But it is further asked whether this denial of God and of Christ is meant to be a theoretical denial or a practical. It is the practical disavowal of God, which appears in a godless and unbridled life, that seems chiefly in view. But there is no good reason for excluding the idea of corrupt doctrine or teaching. The latter is not expressed, it is true, in the terms adopted in the Epistles of John. Neither is there anything to warrant the supposition that the writer was thinking of Simon Magus in particular, or of Carpocrates, or any of the early Gnostics - a supposition entertained both by the earliest Christian writers and by some in our own time. But it is possible enough that the seeds which were to develop into the pronounced Gnosticism of a later time were already sown, and that in such speculative error Jude saw the ally of a life which was regardless of all Divine restraint.NEWLINEVERSETITLESTARTJude1:5VERSETITLEENDNEWLINEVERSESTARTI will therefore put you in remembrance, though ye once knew this, how that the Lord, having saved the people out of the land of Egypt, afterward destroyed them that believed not.VERSEENDNEWLINEVerses 5-7. - Three instances of the judgments of God are now referred to. They are cited as typical examples of the Divine retribution, with which the readers can be taken to be familiar, and which they will recognize to give point to the terror of the condemnation overhanging the men in question. Verse 5. - The first is taken from the history of Israel. It is introduced, not as a contrast with what precedes, but as a natural transition from it. It is given, too, as a matter quite within their knowledge, and of which consequently they need only to be reminded. The Authorized Version is short of the mark in several respects here. What the writer expresses is not the mere fact that he is to do a certain thing, but that he has the wish to do so. Hence the now I desire to put you in remembrance of the Revised Version is preferable to the I will therefore, etc., of the Authorized Version. The next clause is more decidedly astray. For the term rendered\" once\" means \"once for all,\" and the knowledge is given as a present possession. Hence the rendering should be though ye know once for all; or better, knowing as ye do once for all - a form of expression which might be paraphrased in our English idiom, as Mr. Humphry rightly observes, \"though ye have known all along.\" There is, however, very considerable difficulty in the reading here. It varies between \"ye know this\" which is accepted by the Authorized Version, \"ye know all things\" which is preferred by the Revised Version, and \"ye all know\" which, though poorly accredited, is yet supposed by Professor Herr to be not improbably the original. The documentary evidence is, on the whole, on the side of \"all things;\" and if this is adopted, the universal term will naturally be limited by the context to a knowledge of all that is pertinent to the point in question. This knowledge of the principles at issue in the case of these evil men, and of the retributive deeds of God by which these principles have been signally vindicated, is a reason why Jude needs simply to refresh the memories of his readers, and not to tell them anything new. In the second half of the verse there is a still more serious difficulty in the text. Instead of the term \"Lord,\" some of the very best authorities read \"Jesus.\" If this must be accepted, we have an act of the Jehovah of the Old Testament ascribed to the Jesus of the New Testament. But this would be an entirely unexampled usage. For, while the New Testament not unfrequently introduces the name of Christ when it refers to deeds of grace or claims of honour which the Old Testament connects with the name of Jehovah (cf. 1 Corinthians 10:4; 1 Peter 3:15, etc.), it never does this with that name of the Redeemer of the New Testament which specially marks his human nature and origin. Hence Professor Herr speaks of the reading \"Jesus\" here as a blunder, however supported. The ordinary reading may, therefore, be adhered to, especially as it is by no means ill accredited, having on its side two of the primary uncials and other weighty authorities. These clauses are peculiar in other respects. They speak not of \"the people\" as the Authorized Version puts it, but rather of \"a people.\" And this is not without its purpose. For the idea is not simply that the ancient Israel experienced both redemption and judgment at the hands of their Lord, but that Israel's Lord, by bringing Israel out of Egypt, secured a people for himself, though he had also to destroy unbelievers among them. Again, the phrase rendered \"afterward\" by the Authorized Version means strictly \"the second time,\" as is noticed by the margin of the Revised Version. What is intended, therefore, may be that Israel was the subject of two great deeds on Jehovah's part - in the first instance a redeeming deed, in the second instance a punitive deed. And his purpose in seeking a people for himself was not inconsistent with his doing what he did in this second instance. What, then, is referred to? Those seem to interpret it best who take it to be a general reference to the wilderness-fate of unbelieving Israel, rather than to any single instance of the terrors of the Divine judgment, such as that reported in Numbers 25:1-9. It is far-fetched to suppose that the event in view is one so remote from the deliverance of Israel from Egypt as the Babylonian captivity. We may compare with this verse, therefore, such passages as Psalm 106:12-21; Hebrews 3:16-4:5.NEWLINEVERSETITLESTARTJude1:6VERSETITLEENDNEWLINEVERSESTARTAnd the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.VERSEENDNEWLINEVerse 6. - The second instance of Divine judgment is taken from the angelic world. The copula connects it closely with the former, and gives it some emphasis: \"angels, too,\" i.e., angels not less than the people selected by God to be a people for himself, have been examples of the terrible law of Divine retribution. The particular class of angels are defined as those who kept not their first estate; or better, their own principality. The idea conveyed by the term here is that of lordship rather than beginning. It is the term which is held by most commentators to be used as a title of angels in such passages as Colossians 1:16; Ephesians 1:21; Ephesians 3:10; Ephesians 6:12, etc., where mention is made of \"principalities.\" In the present passage Tyndale, Cranmer, the Genevan and our Authorized Version agree in rendering it \"first estate.\" But the Rhemish gives \"principality,\" and Wickliffe has \"princehood.\" Those seem right, therefore, who take the reference to be to the Jewish idea of a peculiar dignity or lordship held by the angels in creation. The sin alleged as the reason for the penalty which the writer recalls to the minds of his readers is that they failed to keep this lordship, and left their proper habitation; by which latter clause a descent to a different sphere of being is intended. The penalty itself is this - that God hath kept them in everlasting chains (or, bonds, with the Revised Version) under darkness unto the judgment of the great day. It is well to retain the rendering \"kept\" in this clause, instead of the \"reserved\" of the Authorized Version. For the verb used in describing the sin and that used in describing the penalty are the same. As they \"kept not their lordship,\" God has \"kept them in everlasting bonds.\" The word by which the idea of the everlasting is expressed is a peculiarly strong one, occurring only once again in the New Testament, viz. in Romans 1:20, where it is applied to God's \"eternal power.\" It designates these bonds as bonds from which there never can be escape. The place of this present penal detention is declared to be \"under darkness.\" The term selected for the darkness, again, is an unusual one, occurring only here, in verse 13, and in 2 Peter 2:4, 17, and possibly Hebrews 12:18. It means the densest, blackest darkness, and is used both in Homer and in the apocryphal literature (Wisd. 17:2) of the darkness of the nether world. This darkness, as Dean Alford observes, is \"considered as brooding over them, and they under it.\" But this present penal detention is itself the prelude to a still more awful doom - \"the judgment of the great day\" (cf. Acts 2:20; Revelation 6:17). There is a similar, but less definite, statement on the subject of angelic sin and penalty in 2 Peter 2:4. But these representations differ greatly from others (e.g., Ephesians 2:2; Ephesians 6:12), where the air or the heavenly places appear as the scenes occupied by evil spirits, and these spirits possess freedom. In the New Testament, indeed, there are no passages, except those in Peter and Jude, which speak of fallen angels as at present in bonds. Even in Matthew 25:41, the statement is of a fate prepared, and nothing more. The difference in the two representations is due probably to a difference in the subjects. Other passages refer to the devil and his angels. But in the present passage there is nothing to indicate that the fall of Satan is in view. The sin suggested by the context is not the sin of pride, but a sin against nature. The reference, therefore, is taken to be to the Jewish idea that amatory passion is not limited to the creatures of earth, and that some angels, yielding to the spell of the beauty of the daughters of men, forsook their own kingdom, and entered unto unnatural relations with them. The Jewish belief is seen in the story of Asmodeus in the Book of Tobit; it is found by Josephus (who has been followed by not a few modern interpreters) in Genesis 6:1-4; and it is given with special distinctness in the Book of Enoch.NEWLINEVERSETITLESTARTJude1:7VERSETITLEENDNEWLINEVERSESTARTEven as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.VERSEENDNEWLINEVerse 7. - The third example is taken from the history of the cities of the Plain. This example is closely connected with the immediately preceding by the even as with which the verse opens; which phrase expresses a likeness between the two cases, to wit, between the reservation of those angels in bonds for the final judgment, and the fate of those cities as subjects of the penal vengeance of God. Two of those cities of evil memory, Sodom and Gomorrah, are mentioned by name. The other two, Admah and Zeboim, are included in the phrase, and the cities about them. Attention is rightly called by some of the commentators to the remarkable frequency with which the case of Sodom and Gomorrah is brought forward, both in the New Testament and in the Old, and to the use which Paul makes of it (as he finds it cited by Isaiah) in the great argument of Romans 9. The sin charged against these cities is stated in express terms to have been the same in kind with that of the angels - the indulgence of passion contrary to nature. They are described as having in like manner with these (that is, surely, in like manner with these angels just referred to; not, as some strangely imagine, with these men who corrupt the Church) given themselves over to fornication, and gone after strange flesh. The verbs are selected to bring out the intense sinfulness of the sin - the one being a strong compound form expressing unreserved surrender, the other an equally strong compound form denoting a departure from the law of nature in the impurities practiced. The sin has taken its name from the city with which the Book of Genesis so fearfully connects its indulgence. It forms one of the darkest strokes in the terrible picture which Paul has given us of the state of the ancient heathen world (Romans 1:27). With the Dead Sea probably in his view, the writer describes the doom of the cities as an example of or a witness to (the noun used being one that occurs again only in James 5:11, and bearing either sense) the retributive justice of God. They are set forth (literally, they lie before us) for an example, suffering the vengeance (rather, the punishment) of eternal fire. So it is put by the Authorized Version and the Revised Version, as also by Wickliffe, Tyndale, Cranmer, the Genevan, and the Rhemish. There is much to be said, however, in favour of the order adopted by the Revised Version in its margin, viz. \"set forth as an example of eternal fire, suffering punishment.\" It could not, except in a forced manner, be said that these cities, in being destroyed as they were, suffered the penalty of eternal fire, and continued to serve as an instance of that. But it could be said that, in being destroyed, they suffered punishment, and that the kind of punishment was typical of the eternal retribution of God. \"A destruction,\" says Professor Lumby, \"so utter and so permanent as theirs has been, is the nearest approach that can be found in this world to the destruction which awaits those who are kept under darkness unto the judgment of the great day.\"NEWLINEVERSETITLESTARTJude1:8VERSETITLEENDNEWLINEVERSESTARTLikewise also these filthy dreamers defile the flesh, despise dominion, and speak evil of dignities.VERSEENDNEWLINEVerse 8. - Having set in the forefront of his warnings these terrible instances of gross sin and overwhelming penalty, the writer proceeds to deal with the real character of the insidious troublers and corrupters of the Churches of his time. He describes them as filthy dreamers; or better, as the Revised Version puts it, men in their dreamings - an expression pointing to the foul and perverted fancies in the service of which they lived. He charges them with the particular sins of defiling the flesh, despising dominion, and railing at dignities. He further declares of them that, in practicing such sins, they run a course like that of the cities of the plain, and run it in defiance, too, of the warning held forth to them by the case of Sodom and Gomorrah. For such seems the point of the terms connecting this paragraph with the preceding, which are best rendered \"nevertheless in like manner,\" or \"yet in like manner\" (Revised Version). The difficulty lies, however, in the description of their offences. What is intended by the charge that they defile the flesh is obvious. But what is referred to in the other clauses, and set at naught dominion (or, lordship), and rail at dignities (or, glories), is far from clear. It has been supposed that a lawlessness is meant which expressed itself in contempt for all earthly authority, whether political or ecclesiastical. The whole scope of the passage, however, and the analogy of 2 Peter 2:10, etc., seem to point so decidedly to higher dignities than the earthly institutions of Church and State, that most interpreters now think that celestial lordship of some kind is in view. But of what kind? That of God and that of good angels, say some. That of Christ and that of angels, say others. Both clauses, say a third class of interpreters, refer to angels, both to good angels and to evil, or to good angels alone, or to evil angels alone, as the allusions are variously understood. Pointing to the particular word which is used here for \"dominion\" or \"lordship,\" some contend that there is a definite reference to the dominion of Christ, the Lord distinctively so called. But the same word is used elsewhere (cf. Ephesians 1:21; Colossians 1:16) of angels, while the term translated \"dignities,\" or \"glories,\" occurs again only in 2 Peter 2:10. If, therefore, any single kind of lordship is in view, we should conclude in favour of angelic dignities, and the authority of good angels in particular. But it may be that Jude uses the terms here in a general sense to cover all kinds of authority, especially celestial authority. This is favoured by the undefined expressions which meet us in the Petrine parallel (2 Peter 2:10, etc.). It is supported, too, by the consideration that in leveling three separate charges against the men, Jude has probably in view the three separate cases which he has just cited in verses 5-7. In which case the parallel between these latter and the men now described can naturally be only of a general kind. It is remarked by Professor Plumptre that the passage in 2 Peter 2:10, etc. (see his Commentary), taken in connection with this one in Jude, suggests that \"the undue worshipping of angels in the Judaizing Gnosticism which had developed out of the teaching of the Essenes (Colossians 2:18), had been met by its most extreme opponents with coarse and railing mockery as to all angels, whether good or evil, and that the apostle felt it necessary to rebuke this license of speech as well as that which paid no respect to human authority.\"NEWLINEVERSETITLESTARTJude1:9VERSETITLEENDNEWLINEVERSESTARTYet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.VERSEENDNEWLINEVerse 9. - The irreverent and unbridled speech of these \"filthy dreamers\" is now contrasted with the self-restraint of one of the \"dignities\" of the angelic world. The point of the contrast is sufficiently clear. The incident itself is obscure. But Michael the archangel. With the exception of Revelation 12:7, where he is described as warring with the dragon, this is the only mention which the New Testament makes of Michael. It is entirely in harmony, however, with the Old Testament representation. It is only in the Book of Daniel that he is named there, but he appears as the champion and protector of Israel against the world-powers of heathenism. He is \"one of the chief princes\" (Daniel 10:13), \"your prince\" (Daniel 10:21), \"the great prince\" (Daniel 12:1), who gives help against Persia, and stands for the chosen people. He is also introduced in the Book of Enoch, and the view given of him there is like that in Jude. He is \"the merciful, the patient, the holy Michael\" (40:8). He belongs to that developed form which the doctrine of angels took towards the close of Old Testament revelation, when the ideas of distinction in dignity and office were added to the simpler conception of earlier times. In the apocryphal books we find a hierarchy with seven archangels, including Michael, Gabriel, Raphael, Uriel. When contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee. These last words occur in Zechariah 3:2, where they are addressed by the Lord to Satan. The term used for \"disputed\" points to a contention in words. The phrase rendered \"railing accusation\" by the English Version, and \"invective\" by others, means rather a judgment or \"sentence savouring of evil-speaking,\" as Alford puts it. Following the Rhemish Version, therefore, the Revised Version renders it a \"railing judgment.\" What is meant, then, is that Michael restrained himself, leaving all judgment and vengeance even in this case to God. But what is the case referred to? The Targum of Jonathan, on Deuteronomy 34:6, speaks of Michael as having charge of the grave of Moses, and there may be something to the same effect in other ancient Jewish legends (see Wetstein). But with this partial exception, there seems to be nothing resembling Jude's statement either in apocryphal books like that of Enoch or in the rabbinical literature, not to speak of the canonical Scriptures. Neither is the object of the contention quite apparent - whether it is meant that the devil attempted to deprive Moses of the honour of burial by impeaching him of the murder of the Egyptian, or that he sought to preserve the body for idolatrous uses such as the brazen serpent lent itself to, or what else. The matter, nevertheless, is introduced by Jude as one with which his readers would be familiar. Whence, then, comes the story? Some have solved the difficulty by the desperate expedient of allegory, as if the body of Moses were a figure of the Israelite Law, polity, or people; and as if the sentence referred to the giving of the Law at Sinai, the siege under Hezekiah, or the rebuilding under Zerubbabel. Others seek its source in a special revelation, or in some unrecorded instructions given by Christ in explanation of the Transfiguration scene. Herder would travel all the way to the Zend-Avesta for it. Calvin referred it to oral Jewish tradition. Another view of it appears, however, in so early a writer as Origen, viz. that it is a quotation from an old apocryphal writing on the Ascent or Assumption of Moses, the date of which is much disputed, but is taken by some of the best authorities (Ewald, Wieseler, Dillmann, Drummond) to be the first decade after the death of Herod. This is the most probable explanation; and Jude's use of this story, therefore, carries no more serious consequences with it than the use he afterwards makes of the Book of Enoch. Beyond what could be gathered from a few scattered references and quotations in the Fathers and some later writings, the book in question remained unknown for many centuries. But in the year 1861 a considerable part of it, which had been discovered in the Ambrosian Library of Milan, was given to the public by Ceriani, in an Old Latin version, and since that time various editions of it have been published. Ewald observes that the quotation \"shows how early the attempt was made to describe exactly the final moment of the life of Moses, and to weave into this description a complete answer to the questions which arose concerning his highest glory, and his guilt or innocence\" ('History of Israel,' 2, page 226, Eng. trans.). Some who are not prepared to accept the theory that the passage is a quotation from this ancient book, understand Jude to refer to a traditional expansion of Scripture, based partly on the narrative of the death of Moses in Deuteronomy, and partly on the scene between Joshua and Satan in Zechariah 3. So, for example, Professor Lumby, who is of opinion that the mention of Jannes and Jambres in 2 Timothy 3:8, and certain passages in Stephen's speech as reported in Acts 7, show that there were current among the Jews \"traditional explanations of the earlier history, which had grown round the Old Testament narrative.\" (On the Assumption of Moses, and the spread of legend on the subject of the death of Moses, see Schurer's 'The Jewish People in the Time of Christ,' volume 3, div. 2. pages 80-83, Clark's translation.)NEWLINEVERSETITLESTARTJude1:10VERSETITLEENDNEWLINEVERSESTARTBut these speak evil of those things which they know not: but what they know naturally, as brute beasts, in those things they corrupt themselves.VERSEENDNEWLINEVerse 10. - The description of the men dealt with in verse 8 is resumed, their impious irreverence and self-indulgence being set over against Michael's bearing. The corresponding passage in 2 Peter 2:12 is less definite. Here we have two pointed statements, one referring to the railers at dignities, the other to the defilers of the flesh in verse 8. But these rail at whatsoever things they know not: and what they understand naturally, like the creatures without reason, in those things are they destroyed. So the Revised Version renders it, with much more precision than the Authorized Version, and preserving the distinction which appears in the original between two verbs,\" knowing\" and \"understanding,\" applied to two different classes of objects. The idea is that high and holy objects are beyond their knowledge, and their understanding is limited to the senses, the physical wants and appetites which they have in common with the brutes. In the case of the former they are rash and profane of speech where they should be silent and restrained; in the case of the latter they use them only to their own undoing. The turn of the phrase, \"in these they are destroyed\" (or, \"destroy themselves\"), indicates, perhaps, how absolutely they are lost in the service of the physical appetites. The words which Milton makes the tempter use of himself have been cited as a parallel to this verse -NEWLINENEWLINE\"I was at first as other beasts that grazeNEWLINEThe trodden herb, of abject thoughts and low,NEWLINEAs was my food; nor aught but food discernedNEWLINEOr sex, and apprehended nothing high.\"NEWLINENEWLINE(Paradise Lost,' 9:571-574.)NEWLINEVERSETITLESTARTJude1:11VERSETITLEENDNEWLINEVERSESTARTWoe unto them! for they have gone in the way of Cain, and ran greedily after the error of Balaam for reward, and perished in the gainsaying of Core.VERSEENDNEWLINEVerse 11. - As in 2 Peter 2:15, the darkest passages in the Old Testament history are again appealed to. While Peter, however, refers only to a single instance, Jude introduces three, and prefaces the whole by a Woe! such as the Gospels repeatedly attribute to Christ himself. Woe unto them! for they have gone in the way of Cain; rather, they went in the way of Cain. The phrase is the familiar one for a habitual course of conduct (Psalm 1:1; Acts 9:31; Acts 14:16, etc.). But what is the point of the comparison? Cain is supposed to be introduced as the type of murderous envy, of the persecuting spirit, or of those who live by the impulse of nature, regardless of God or man. In John 3:12 he is the type of all that is opposed to the sense of brotherhood, the murderer of the brother whose righteous works are an offence to him; but in the present passage he is introduced rather as the first and, in some respects, the most pronounced example of wickedness which the Old Testament offers - a wickedness defying God and destroying man. And ran greedily after the error of Balaam for reward. The \"error\" in view is a life diverted from righteousness and truth. The verb rendered \"ran greedily,\" or \"ran riotously,\" is a very strong one, meaning they \"were poured out,\" and expressing, therefore, the baneful absoluteness of their surrender to the error in question. Otherwise the construction of the sentence is so far from obvious that various renderings are proposed: e.g., \"They gave themselves wholly up to the error of Balaam for the sake of a reward;\" \"By the seduction of Balaam's reward they committed excess of wickedness;\" \"They went to excess by Balaam's error, which was one determined by gain.\" The first of these is adopted, with some modification, by the Revised Version, and comes nearest the idea, which is that of men losing themselves in riotous excess for the sake of worldly advantage. The point of the analogy between Balaam and them, therefore, is, not his enticing Israel to idolatry or to immorality, as some understand it, but the covetous spirit which the Old Testament and the New alike attribute to the prophet of Pethor, to which also the Book of Numbers carries back the entire debasement of his character and perversion of his gifts. And perished in the gainsaying of Core. The term which is very fitly rendered \"gainsaying\" by the English Version here (\"contradiction\" in the Rhemish Version; \"treason\" in Tyndale, Cranmer, and the Genevan) denotes properly an opposition expressing itself in words. It is, therefore, aptly applied to the rebellion of Korah and his company, who \"gathered themselves together against Moses and against Aaron, and said unto them, Ye take too much upon you,\" etc. (Numbers 16:3). The analogy between the two cases, consequently, is limited by some to the assertion of an unregulated liberty, the assumption of a self-invented holiness, or the adoption of a worship which was alien to God. It lies in the broader idea of a contemptuous and determined assertion of self against divinely appointed ordinances.NEWLINEVERSETITLESTARTJude1:12VERSETITLEENDNEWLINEVERSESTARTThese are spots in your feasts of charity, when they feast with you, feeding themselves without fear: clouds they are without water, carried about of winds; trees whose fruit withereth, without fruit, twice dead, plucked up by the roots;VERSEENDNEWLINEVerses 12, 13. - The next two verses carry on the description of the men in a running fire of epithets and figures, short, sharp, and piercing, corresponding also at certain points with 2 Peter 2:13-17. These are spots in your feasts of charity, when they feast with you, feeding themselves without fear. What is referred to appears not to be ordinary friendly gatherings or occasions for the interchange of affection, but the well-known agapae, or love-feasts, of the primitive Church, the meals provided in connection with the Lord's Supper, at which rich and poor sat down together. In adopting the rendering \"spots,\" the English Version follows Tyndale, Cranmer, the Genevan, and the Rhemish, and is followed by some good interpreters on the ground that the term, though formally different, is essentially the same as that in 2 Peter 2:13. The word itself, however, properly means \"rocks,\" and therefore the point may be that their immoral conduct makes these men like treacherous reefs, on which their fellows make shipwreck. So the Revised Version gives \"hidden rocks\" in the text, and transfers \"spots\" to the margin. The \"without fear,\" which is usually attached to the third clause, is connected by some with the second, in which case it expresses the reckless, irreverent spirit in which these men joined in the sacred agape. The last clause, \"feeding [or, 'pasturing'] themselves,\" describes them further as having no regard to the proper object of these love-feasts in ministering to Christian fellowship and the holy sense of brotherhood, but as using them simply as a means for the saris-faction of their own appetites and the furtherance of their own base ends. Compare the evils referred to by Paul in 1 Corinthians 11:21, and the description of the shepherds in Ezekiel 34, and Isaiah 56:11. \"They are like shepherds,\" says Humphry, \"that have themselves for their flocks, feasting themselves, not their sheep, and doing this without fear of the chief Shepherd, who has his eye upon them.\" Clouds they are without water, carried about of winds; or, carried past by winds. Like rainless clouds, the sport of the uncertain breezes, yielding nothing for the fruitfulness of earth, these empty, volatile, inconstant men disappoint the expectation of the Church and do it no service. Trees whose fruit withereth, without fruit, twice dead, plucked up by the roots. The Authorized Version is less happy than usual in its rendering of the first clause. The Revised Version, in adopting \"autumn trees\" instead of \"trees whose fruit withereth,\" returns to the renderings of the earlier versions, Wickliffe giving \"harvest trees,\" Tyndale and Cranmer \"trees without fruit at gathering-time,\" and the Rhemish \"trees of autumn.\" The idea of uselessness and unfruitfulness, which was expressed in the previous figure, is repeated, but in a more absolute form, in this new figure. The late autumn is not the time, from the Eastern point of view, for the putting forth of fruit. The tree then becomes bare, barren, leafless. So is it with these men. Nor is it only that they have no fruit to show. The capacity of fruitfulness is extinct within them. The possibility of recovering it is gone from them. They are as dead to all good service as trees are which are rooted out as hopelessly useless. The phrase, \"twice dead,\" may mean no more than \"utterly dead.\" The point, however, is rather this - that they are dead, not only in respect of barrenness - which is a death in life - but in respect of the extinction of all vitality. Raging (or, wild) waves of the sea, foaming out their own shame; or shames, as the original gives it; that is to say, shameful deeds, or, it may be, the degrading lusts which inspire their unlicensed life (Huther). This comparison recalls at once the figure in Isaiah 57:20. Wandering stars, to whom is (or, has been) reserved the blackness of darkness for ever. In the Book of Enoch (chapter 18:14) the angel shows the prophet \"a prison for the stars of heaven, and for the host of heaven,\" and in the next verse it is explained that \"the stars that roll over the fire are they who have transgressed the command of God before their rising, because they did not come forth in their time.\" It is possible that Jude had this in mind here, as the language of earlier chapters of the same book may have suggested others of Jude's figures. If the \"wandering stars\" are to be identified with any particular order of the heavenly bodies, it will be with the comets rather than the planets, the movements of the former seeming, to the common eye, so much the more erratic. The doom which is declared to be in reserve, no doubt takes its form so far from the immediate figure of the comet vanishing into the unseen. But the idea expressed is not so much that of suddenness as that of certainty and irreversibility. It is the doom which Christ himself pronounces to be prepared (Matthew 25:41), and, therefore, inevitable and perpetual. In confirmation of this statement of the certainty of the doom, the readers are next reminded of the Lord's judicial coming, and of that as the subject of prophecy. The prophecy in question, though not one of those recorded in the canonical Hebrew Scriptures, seems to have been familiar enough to the readers to make it a natural and pertinent thing to quote it. So Paul cites heathen authors or common popular sayings in support of his statements.NEWLINEVERSETITLESTARTJude1:13VERSETITLEENDNEWLINEVERSESTARTRaging waves of the sea, foaming out their own shame; wandering stars, to whom is reserved the blackness of darkness for ever.VERSEENDNEWLINEVERSETITLESTARTJude1:14VERSETITLEENDNEWLINEVERSESTARTAnd Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousands of his saints,VERSEENDNEWLINEVerses 14, 15. - And Enoch also, the seventh from Adam, prophesied of these. The Revisers render it, and to these also Enoch... prophesied. In the apocryphal writing from which the passage is taken Enoch is styled, as here, \"the seventh from Adam.\" Seven occurs in Scripture as a sacred symbolical number. Its introduction here, therefore, is very generally understood to claim a peculiar authority and finality for the prophecy emitted by Enoch. But it may be intended simply to mark the high antiquity of the prophecy, and its connection with the man who was distinguished from others of the same name mentioned in the oldest Scriptures (Genesis 4:17; Genesis 25:4; Genesis 46:9) by his exceptional nearness to God. Saying, Behold the Lord cometh (literally, came) with ten thousands of his saints, to execute judgment upon all, and to convince (that is, to convict) all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches (or, with the Revised Version, all the hard things) which ungodly sinners have spoken against him. The \"ten thousands of his saints\" is better rendered \"ten thousands of his holy ones,\" or, as the Revised Version gives it in the margin, \"his holy myriads.\" For the \"holy ones\" here intended are the angels. The mention of this retinue of Jehovah is in accordance with the Hebrew idea which appears in such passages as Deuteronomy 33:2, 3; Daniel 7:10; Zechariah 14:5 (where the better reading is, \"and the holy ones with him\"); and appears again in the New Testament (Matthew 25:31; 2 Thessalonians 1:7, etc.). The clause, \"among them,\" which might limit the ungodly to those in Israel, is omitted by the best authorities. The epithet \"hard,\" which is applied to the \"speeches,\" means hard in the sense of \"harsh,\" not in the sense of \"difficult to understand.\" It is the \"churlish\" which is applied to Nabal (1 Samuel 25:3). In the original the whole emphasis of the sentence is on the \"ungodly sinners,\" which words are thrown forward to the close, thus: \"all the hard things which they uttered against him - these impious sinners!\" Near the beginning of that remarkable specimen of ancient apocalyptic literature, the Book of Enoch (chapter 1:9), we find these words, \"And behold, he comes with myriads of the holy, to pass judgment upon them, and will destroy the impious, and will call to account all flesh for everything the sinners and the impious have done and committed against him\" (Schodde's rendering). This is the passage which Jude quotes. He does so, however, with some modification; for the original, as we now have it, does not contain any reference to the \"hard speeches\" of the men of impiety. The book itself has had a singular history. Some acquaintance with it is discovered as early as the 'Epistle of Barnabas,' the 'Book of Jubilees,' and the 'Testament of the Twelve Patriarchs.' It was freely used by the Fathers of the first five centuries. Though never formally recognized as canonical, it was in great esteem, largely accepted as a record of revelations, and regarded as the work of Enoch. It disappeared after Augustine's time, the only traces of its existence being some references to it in the writings of Syncellus and Nicephorus. From this time (about A.D. ) it was entirely lost sight of till rather more than a century ago, when the Abyssinian Church was discovered to possess an Ethiopic version of it. The well-known traveler, Bruce, obtained three copies of this version in 1773, and in 1821 an English translation was published by Archbishop Laurence. This was followed by a German translation by Hoffmann in 1833. The Ethiopic text itself was first issued by Archbishop Laurence in 1838, and afterwards in most scholarly fashion by Dillmann, in 1851, who also published a new German translation with important emendations in 1853. Since then much attention has been paid to the book. Within the last few years a corrected edition of Laurence's English translation has been published by the author of the 'Evolution of Christianity' (Kegan Paul and Co., 1881); while another edition, with an English translation and important explanatory matter, has been issued by Professor Schodde of Ohio (Andover, 1882). An attempt has been made by some to bring the composition of the book down to Christian times, so that Enoch should quote Jude, not Jude Enoch. But there is every reason to believe that it belongs to the second century B.C. Certain portions of the book, however, are of later date. For it is scarcely possible to deny that it is the work of more than one hand. The original seems to have been written in Hebrew or Aramaic. We cannot be far astray, therefore, in accepting it as the composition of a Jew of Palestine dating between B.C. 166 and 110. It professes to give a series of revelations or visions received by Enoch, in which the fall of the angels, the punishment of unrighteous men, the reward of the godly, the coming of Messiah, the mystery of the world-weeks, and the secrets of the kingdom of nature, as well as those of the kingdom of grace, are shown him. That such a book should have been ascribed to Enoch is not strange. It was suggested by the account which is given of him in Genesis 5:21-24. \"The statements there left ample room,\" as Dr. Schodde well remarks, \"for a vivid imagination to supply unwritten history, while antiquity and piety made Enoch a welcome name to give force and authority to a book, and the 'walking with God' of Enoch, and his translation to heaven, which correct exegesis has always read in this passage, founded his claim of having enjoyed close communion with God and having possessed superhuman knowledge.\"NEWLINEVERSETITLESTARTJude1:15VERSETITLEENDNEWLINEVERSESTARTTo execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him.VERSEENDNEWLINEVERSETITLESTARTJude1:16VERSETITLEENDNEWLINEVERSESTARTThese are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men's persons in admiration because of advantage.VERSEENDNEWLINEVerse 16. - As in 2 Peter 2:18, 19, the men are further stigmatized for the gross and profane selfishness to which they gave vent in speech. The present verse enlarges on the particular vice which the writer adds to the more general statement given in the Book of Enoch - the vice of uttering hard things against God. These are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men's persons in admiration because of advantage. The words rendered \"murmurers\" and \"complainers\" occur nowhere else in the New Testament. It is doubtful whether any clear distinction can be drawn between them, except that the former term is the more general, and the latter the more specific, expressing one particular direction which the murmuring spirit takes, namely, that of discontent with their circumstances (so Huther, etc.). The clause, \"walking after their own lusts,\" then declares the secret cause of their discontent. They made themselves, their own notions of things, their own ambitions and appetites, the one rule of their life. They therefore judged the lot which was assigned them by God unworthy of them and railed against it. We may gather from the parallel passage in 2 Peter that they forswore in especial the restraints put upon them by the providence or by the grace of God, and asserted a liberty which meant unbridled self-indulgence. The arrogant selfishness which refused to be fettered by Divine law naturally expressed itself also in \"great swelling words,\" in loud protestations, perhaps, that nothing should interfere with their liberty. The phrase (which in the New Testament occurs again only in 2 Peter 2:18) is the same as is rendered \"speak marvelous things\" in Daniel's description of the king who \"shall do according to his will; and he shall exalt himself and magnify himself above every god, and shall speak marvelous things against the God of gods,\" etc. (Daniel 11:36, 37). In the last clause we have a phrase similar to, but not quite the same as, the one which usually expresses the idea of having respect of persons. The Authorized Version, therefore, seems to do better than the Revised Version here in adopting a rendering which indicates that there is some difference from the usual form. The point of this difference may be that Jude's phrase expresses not merely the partial and unprincipled conduct which is one thing to the poor and another to the rich, but the open and unconcealed adulation with which these men hung upon those to whom it might be of advantage to attach themselves. The proud repudiation of the submission which was due to God and the Divine disposal of their lot was accompanied by a cringing, unblushing submission of their manhood to those of their fellow-men who had favours to bestow. Arrogance and servility are near of kin. The boaster is half-brother to the parasite.NEWLINEVERSETITLESTARTJude1:17VERSETITLEENDNEWLINEVERSESTARTBut, beloved, remember ye the words which were spoken before of the apostles of our Lord Jesus Christ;VERSEENDNEWLINEVerses 17, 18. - A direct appeal is now introduced to the readers. Its object is to save them from being disconcerted by the rise of these impious men or beguiled by their pretensions. They are reminded, therefore, of apostolic words, by which from the beginning they had been taught to anticipate such perils and to be on their guard against them. But, beloved, remember ye the words which were (or, have been) spoken before of (i.e. by) the apostles of our Lord Jesus Christ. The Revised Version rightly restores the rendering \"but ye, beloved,\" which the Authorized Version dropped. The older versions, Wickliffe, Tyndale, Cranmer, the Genevan, the Rhemish, agree in introducing this emphatic \"ye,\" which sets the readers in sharpest contrast to these \"murmurers,\" and gives greater point to Jude's appeal. The teaching of the apostles on the subject in hand is referred to as something by no means strange to them. The terms would naturally suggest that the readers had been themselves hearers of the apostles. They are not decisive, however, of the question whether oral or written communications, direct or indirect instructions, are in view. The indeterminate sense of the term \"apostle,\" and the general tenor of the reference, make it impossible to say that Jude ranks himself here among the twelve. The sentence would be more natural on the lips of one who was not himself an apostle. How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts. The Revised Version is more literally true to the original in giving this the direct form, how that they said, to you, In the last time there shall be mockers, etc. This does not necessarily imply, however, that written words are referred to, or that a quotation is being made. The tense of the verb, \"said,\" by which the words are introduced, points the other way. It means that they were in the way of saying such things, and makes it probable, therefore, that Jude refers to the substance of what the apostles were in the habit of saying about the future in their ordinary preaching and teaching. Christ's own prophecies on the subject of the end (Matthew 24, 25) would form the text for such declarations. We have examples of these apostolic predictions in the case of Paul (Acts 20:29; 2 Timothy 3:1), in that of John (1 John 2:18), in that of Peter (2 Peter 3:2, 3). The last resembles the present passage most closely, the same unusual word for \"mockers,\" or \"scoffers,\" being common to both. The stress of the statement is again on the sensual impiety of these men, as appears from the strong and peculiar phrase with which the prediction closes, \"walking after their own lusts of ungodliness\" (Revised Version, margin). By \"the last time\" (with which compare the expressions in 1 Peter 1:5, 20; 2 Peter 3:3; Hebrews 1:1, etc.) is meant the time which closes the present order of things, and ushers in Christ's return. It was a Hebrew idea that time was divided into two great periods - \" this age\" and \"the age to come,\" which were parted by the coming of Messiah. The \"age to come,\" or the Messianic age, was in principle introduced by Messiah's first advent, but it was to be finally brought in by his second advent - an event conceived to be near. The time which heralded the conclusive termination of the one period and entrance of the other was \"the last time\" - a time of evils and of portents marking the end of the old order.NEWLINEVERSETITLESTARTJude1:18VERSETITLEENDNEWLINEVERSESTARTHow that they told you there should be mockers in the last time, who should walk after their own ungodly lusts.VERSEENDNEWLINEVERSETITLESTARTJude1:19VERSETITLEENDNEWLINEVERSESTARTThese be they who separate themselves, sensual, having not the Spirit.VERSEENDNEWLINEVerse 19. - There follows yet another description of the same men, taking up that in verse 16, and generalizing it in harmony with what is suggested by the apostolic prediction. In three bold strokes it gives a representation of them which is at once the sharpest and the broadest of all. This final description, too, at last lays bare the root of their hopeless corruption. These be they who separate themselves, sensual, having not the Spirit. The pronoun \"themselves\" cannot be retained in face of the weight of documentary evidence against it. The verb (which is one of very rare occurrence) is held to be capable of more than one sense - seceding, causing divisions, creating factions, making definitions or distinctions. The most natural meaning seems to be that adopted by the Revised Version, they who make separations. So Tyndale; Cranmer and the Genevan have \"these are makers of sects,\" and Luther gives \"makers of factions.\" It may be that they caused divisions by setting themselves up as the only enlightened Christians, and, on the ground of that enlightenment, claiming to be superior to the moral laws which bound others. The term translated \"sensual\" has unfortunately no proper representative in English. It is \"psychical,\" being formed from the noun psyche, which is rendered \"life\" or \"soul.\" This psyche is intermediate between \"body\" and \"spirit.\" It is in the first instance simply the bond or principle of the animal life, and in the second instance it is embodied life. Thus it is that in man which he has in common with the brute creation beneath him, But it becomes also more than this, expressing that in man which renders him capable of connection with God. For in the third instance it denotes the seat of feeling, desire, affection, and emotion; the center of the personal life - the self in man. The adjective itself occurs in the New Testament only in a few passages of marked importance - 1 Corinthians 2:14; 1 Corinthians 15:44, 46; James 3:15; and the present verse. Here it designates the men as men who live only for the natural self - men who make the sensuous nature, with its appetites and passions, the law of their life; natural or animal men, as the Revised Version gives it in the margin. Wickliffe renders it \"beastly;\" Tyndale, Cranmer, and the Genevan, \"fleshly;\" the Rhemish, \"sensual.\" The third clause admits of being rendered either \"having not the spirit\" (in which the Authorized is supported by Wickliffe, Tyndale, and Cranmer), or \"having not the Spirit\" (so the Revised Version, following the Genevan and the Rhemish). For it is in many passages difficult to decide whether the word \"spirit\" means the Holy Spirit of God or man's own spirit - that in him in virtue of which he can have fellowship with the Divine, and on which God specially acts; \"that highest and noblest part of man,\" as Luther puts it, \"which qualifies him to lay hold of incomprehensible, invisible things, eternal things; in short... the house where faith and God's Word are at home.\" The rendering of the Revised Version is favoured by the occurrence of the term in the following verse. The Spirit of God was not in the lives or the thoughts of these men, and hence they were creators of division, and sensual. Their pretension was that they were the eminently spiritual. But in refusing the Divine Spirit they had sunk to the level of an animal life, immoral in itself, and productive of confusion to the Church.NEWLINEVERSETITLESTARTJude1:20VERSETITLEENDNEWLINEVERSESTARTBut ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost,VERSEENDNEWLINEVerses 20-23. - From these corrupters of the Church, who have occupied his pen so long and so painfully, Jude now turns direct to his readers and brings his 'subject to a fitting close, with a couple of exhortations full of a wise and tender concern. One of the two counsels deals with what they should do for the protection of their own Christian position against the insidious evils of which he has written in words of passion. The other deals with what they should do for the preservation of others exposed to the same seductive perils. But ye, beloved, building up yourselves on your most holy faith. The tone of pleading affection appears in the grave and earnest words by which he reminds his readers of the necessity of looking carefully to their own perseverance. As the condition of all else, he names the great duty of personal edification or up-building. They must strengthen themselves on their foundation, and that foundation is their \"most holy faith.\" By this apparently Jude does not mean simply the subjective grace or virtue of faith. Peter, indeed, speaks of the strengthening and development of that as the secret of being neither barren nor unfruitful. But the idea and the phrase seem somewhat different here; for any spiritual gift of their own would be all too weak a security. It is rather the \"faith\" which has been already mentioned as \"once delivered unto the saints\" (verse 3), and is now conceived as possessed by the readers. In this faith, of which Christ himself is the Sum, they have a secure foundation for their renewed life, and on this faith they are to establish themselves more and more. Praying in the Holy Ghost. These words go best together, though some attach the term, \"in the Holy Ghost,\" to the former clause. They express a second condition which must be made good, if the readers are to be safe from the seductions which threaten them. Their Christian life, if it is to be proof against these evils, must be fed by prayer, and by prayer of the deepest and most effectual order - prayer which takes its life and power from the Holy Spirit (cf. Ephesians 6:18; Romans 8:26). Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life. The \"love of God\" must have a sense parallel to that of the \"mercy of Christ.\" It is, therefore, not our love to God, but his love to us. The love which God is revealed in Christ to have to us is that in which they are to keep themselves. So long as they live within its grace they cannot but be secure against the corruptions of men. If they fall away from it, they become an easy prey. And keeping themselves in this love, they are to \"look for mercy.\" They are then entitled to expect that mercy, and the attitude of expectation will itself be an aid to the keeping of themselves in the love. The mercy of the future is here spoken of as specifically the mercy of our Lord Jesus Christ; Jude having in view that advent of Christ which filled the immediate horizon of the early Christians, and to which they looked with an intensity of expectation to us very partially realizable, as the event which would speedily reveal every man's work and in which mercy would triumph over judgment for the faithful. And this mercy, or, as it also maybe, this expectation, is further described as having nothing less than eternal life for its object and its certain end. So the central idea in this counsel is the necessity of holding by the revealed fact of God's love in Christ. The first two clauses point to the means by which this is to be made good, and the last clause expresses an attitude of soul which is at once an extension of the central duty and a help to it. And of some have compassion, making a difference: and others save with fear, pulling them out of the fire. The readings here are so diverse, and so difficult to determine, that some of our best critics take this to be one of the passages in which we have to recognize a corruption of the primitive text now past certain correction. The Received Text is clearly in error at least in one important term. The word which it renders \"making a difference,\" as if it referred to the readers, is in the same case with the \"some,\" and refers to the persons who are to be dealt with. It is doubtful, too, whether we have three different classes of persons referred to in three distinct hortatory sentences, or only two such classes. The most recent and best of our English students of the text, Messrs. Westcott and Hort, adopt readings which differ in some respects from those of the Authorized, but agree with it in presenting only two classes of persons. The Revised Version, following many good authorities, both ancient and modern, prefers another form of text with a triple division. Accepting this, we have still more than one uncertainty to take account cf. In the first of the three clauses there is the difficulty of deciding between two readings, one of which gives us \"on some have mercy,\" while the other yields the sense \"some convict,\" that is to say, bring their sin home to them, or refute their error. The preference is to be given, on the whole, though with some hesitation, to the former of these readings, which is also the more difficult of the two. There is also the difficulty of determining the precise idea expressed by the participle in the same clause. It appears clear enough that it cannot have the sense assigned it by the Authorized Version, namely, that of \"making a difference.\" But setting this aside, we have still to choose between two ways of taking it. It may have the sense of hesitating or doubting; in which case the class of persons referred to will be those who are not wholly gone in unbelief, but are on the way to it. Such persons are to be regarded as fit objects for anxious, considerate, pitiful treatment. This is a sense which the word undoubtedly bears in several passages of the New Testament (James 1:6; also Matthew 21:21; Mark 11:22; Romans 4:20). It has also the sanction of the Revised Version, which renders it, \"And on some have mercy, who are in doubt.\" But it may also have the sense of contending, and the fact that it has already been so used in the present Epistle (verse 9) is a weighty consideration in favour of this view. The rendering then might be, \"Some compassionate, when they contend with you\" (so Alford, etc.). In tide case the class referred to will be the contentious, of whom there might be different kinds, some more hopeful and reasonable, others less so. Men of this spirit are to be tried first with kindness and consideration. Even when they oppose you and draw off from you, be pitiful toward them; take a compassionate, helpful interest in them. The second clause is best rendered with the Revised Version, \"And some save, snatching them out of the fire.\" This brings a different class of persons into view - those who have sunk into corrupt courses which will soon undo them, who are already, indeed, in the penal fires of wrong, but yet are not beyond the possibility of rescue if quick and vigorous measures are taken with them. It is generally supposed that Jude has in view here the figure of the \"brand plucked from the burning,\" which occurs in Zechariah 3:2. If so, the position in which this second class stands is represented as one of the last possible peril. The terms are strong and vivid enough for this. They mean that there is no time to lose, that all depends upon the prompt use of efficient measures, however forcible and unwelcome. The third clause then runs, \"And some compassionate with fear.\" It points to a class who are to be dealt with in the same way as the first class. Yet there is a difference between them. This third class of persons is more dangerous to those who seek their good. They too are to be tried with active, helpful pity; but this is to be done \"with fear.\" In their case the life is so treacherous, the error so insidious, that their Christian benefactors incur grave risk in coming to close terms with them, and require to practice an anxious vigilance lest they be themselves led astray. Hating even the garment spotted by the flesh. The idea of \"filthy garments\" occurs in the same passage of Zechariah already referred to, and the term\" garment\" (here the tunic, or inner robe) is elsewhere used in a figurative sense (Revelation 3:4). Here it points to everything that is in contact with pollution. The clause seems to be added in order to give greater emphasis to the need of \"fear\" in dealing with men of the kind in question. Not only are their impurities to be zealously avoided, but all the accessories of these impurities - everything, in short, that is in any way connected with them. If this is the case, then this last is the most dangerous and hopeless of the three clauses mentioned. They are those \"on whom profound pity is all that we dare bestow, and that in fear and trembling, lest by contact with them we may be brought within the influence of the deadly contamination that clings to all their surroundings\" (Plummet). Only the pity which is to be shown them is not mere feeling, but a compassion which implies some active, though anxious interest in their rescue.NEWLINEVERSETITLESTARTJude1:21VERSETITLEENDNEWLINEVERSESTARTKeep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.VERSEENDNEWLINEVERSETITLESTARTJude1:22VERSETITLEENDNEWLINEVERSESTARTAnd of some have compassion, making a difference:VERSEENDNEWLINEVERSETITLESTARTJude1:23VERSETITLEENDNEWLINEVERSESTARTAnd others save with fear, pulling them out of the fire; hating even the garment spotted by the flesh.VERSEENDNEWLINEVERSETITLESTARTJude1:24VERSETITLEENDNEWLINEVERSESTARTNow unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,VERSEENDNEWLINEVerses 24, 25. - The Epistle closes with a doxology of a high and solemn strain, resembling in some respects that with which the Epistle to the Romans concludes, and couched in terms befitting what has just been said of danger and duty. Now unto him that is able to keep you from falling. The writer has counseled the readers to keep themselves in the love of God. He has also set before them the attitude they ought to adopt toward different classes, and has not concealed the peril to themselves which the discharge of Christian duty to others may involve. Recognizing how short the way is that brotherly counsel or personal effort can carry one in these solemn and arduous obligations, he now reminds his readers of a higher power that is available for their help and protection, and commends them to that as their best, their only security. The risk of falling or stumbling, as it rather means, is great. Only the omnipotence of God can \"keep\" them from it or protect them against it, the word for \"keeping\" being one which expresses the idea of \"guarding.\" And to present you faultless before the presence of his glory with exceeding joy. The terms here again arc exceedingly vivid, the one which is rendered \"present\" meaning to \"set one up\" or \"make one stand,\" and the \"faultless\" being the adjective \"without blemish\" which is applied to the Levitical offerings in the Old Testament, and to Christ himself in 1 Peter 1:19. The \"glory\" here in view is that of the last day, when he to whom all judgment is committed returns to execute that judgment in his own glory and that of his Father (Luke 9:26; Titus 2:13). The \"exceeding joy\" expresses the feeling with which it shall be given to the faithful to meet that day. The Revised Version, therefore, more correctly renders it, \"And to set you before the presence of his glory without blemish in exceeding joy.\" Weak and vulnerable as they are, God's grace is mighty to do these two things for them - to protect them through time, and at the end of time to make them stand the scrutiny of the Judge like men in whom no blemish is discovered, and to whom that day brings exultant joy. To the only God our Saviour, through Jesus Christ our Lord, be glory, majesty, dominion, and power, before all time, and now, and for evermore (or, unto all the ages). So the Revised Version renders it, in accordance with the best-authenticated text. Documentary evidence renders it necessary to omit the \"wise\" in the \"only wise God\" of the Authorized Version, to insert the clause, \"through our Lord Jesus Christ,\" to omit the \"and\" before the \"majesty,\" and to adopt the extended expression of duration in the closing sentence. Thus the largest possible ascription of praise is made to God. It is the ascription of an honour which is confessed to belong to him eternally, before the world was, as well as in the present, and on to the eternity which is yet to enter. This is his in his character of Saviour - Preserver of them that are tending to fall, Redeemer of the weak and sinful; and, therefore, it is \"through Jesus Christ.\"NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTARTJude1:25VERSETITLEENDNEWLINEVERSESTARTTo the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen.VERSEEND"}