{"Lam.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTLamentations1:1VERSETITLEENDNEWLINEVERSESTARTHow doth the city sit solitary, that was full of people! how is she become as a widow! she that was great among the nations, and princess among the provinces, how is she become tributary!VERSEENDNEWLINEVerse 1. - How. The characteristic introductory word of an elegy (comp. Isaiah 1:21; Isaiah 14:4, 12), and adopted by the early Jewish divines as the title of the Book of Lamentations. It is repeated at the opening of ch. 2 and ch. 4. Sit solitary. Jerusalem is poetically personified and distinguished from the persons who accidentally compose her population. She is \"solitary,\" not as having retired into solitude, but as deserted by her inhabitants (same word as in first clause of Isaiah 27:10). How is she become as a widow! etc. Rather, She is become a widow that was great among the nations; a princess among the provinces, she is become a vassal. The alteration greatly conduces to the effect of the verse, which consists of three parallel lines, like almost all the rest of the chapter. We are not to press the phrase, \"a widow,\" as if some. earthly or heavenly husband were alluded to; it is a kind of symbol of desolation and misery (comp. Isaiah 47:8). \"The provinces\" at once suggests the period of the writer, who must have been a subject of the Babylonian empire. The term is also frequently used of the countries under the Persian rule (e.g. Esther 1:1, 22), and in Ezra 2:1 and Nehemiah 7:6 is used of Judah itself. Here, however, the \"provinces,\" like the \"nations,\" must be the countries formerly subject to David and Solomon (comp. Ecclesiastes 2:8).NEWLINEVERSETITLESTARTLamentations1:2VERSETITLEENDNEWLINEVERSESTARTShe weepeth sore in the night, and her tears are on her cheeks: among all her lovers she hath none to comfort her: all her friends have dealt treacherously with her, they are become her enemies.VERSEENDNEWLINEVerse 2. - In the night. Not only by day, but even in the season of rest and unconsciousness. Her lovers... her friends; i.e. the neighbouring peoples, with which Judah had formed alliances, such as Egypt (Jeremiah 2:36), Edom, Moab, Ammon, Tyre and Sidon (Jeremiah 27:3). This is a favourite phrase of Jeremiah's (comp. Jeremiah 3:1; Jeremiah 4:30; Jeremiah 22:20, 22; Jeremiah 30:14), but also of Hosea (Hosea 2:5, 7, 10, 12, 13; Hosea 8:9) and Ezekiel (Ezekiel 16:33, 36, 37; 23:5, 9, 22). The national God was conceived of as the Husband of the nation; and the prophets retained this idea and elevated it, just as they did circumcision and many other Eastern traditions.NEWLINEVERSETITLESTARTLamentations1:3VERSETITLEENDNEWLINEVERSESTARTJudah is gone into captivity because of affliction, and because of great servitude: she dwelleth among the heathen, she findeth no rest: all her persecutors overtook her between the straits.VERSEENDNEWLINEVerse 3. - Is gone into captivity because of affliction; rather, is gone into exile, etc. The poet is not thinking of the deportation of the captives, but of those Jews who sought refuge for themselves in foreign lands (comp. Jeremiah 40:11). An objection has been raised to this view that the number of fugitive Jews would not be large enough to warrant their being called \"Judah.\" But we might almost as well object on a similar ground to the application of the term \"Judah\" to the Jews who were carried to Babylon. The truth may, perhaps, be that, after the fall of Jerusalem, the Jewish nation became split up into three parts:NEWLINENEWLINE(1) the Jews who succeeded in escaping into Egypt or elsewhere;NEWLINENEWLINE(2) those who were carried captive;NEWLINENEWLINE(3) the mass of the common people, who remained on their native soil, Keil, however, retains the view of the Authorized Version, only substituting \"out of\" for \"because of.\" \"Out of\" the misery into which the Jews had been brought by the invasions of Necho and Nebuchadnezzar they passed into the new misery of captivity. Among the heathen; rather, among the nations. Between the straits. The phrase is peculiar, and reminds us of Psalm 118:5, \"Out of the strait I called unto thee.\" \"A strait,\" or narrow place, clearly means adversity, just as \"a large place\" (Psalm 118:5) means prosperity.NEWLINEVERSETITLESTARTLamentations1:4VERSETITLEENDNEWLINEVERSESTARTThe ways of Zion do mourn, because none come to the solemn feasts: all her gates are desolate: her priests sigh, her virgins are afflicted, and she is in bitterness.VERSEENDNEWLINEVerse 4. - The ways of Zion do mourn. The reads leading to Jerusalem, usually so thronged with pilgrims, are desolate and \"mourn\" (comp. ch. 2:8 and Isaiah 3:26; Isaiah 14:31). All her gates are desolate. No one goes in or out of Jerusalem, and there is no concourse of citizens in the shady recess of the gates. The virgins are afflicted. So Zephaniah 3:18. The sorrow was on account of the cessation of the festival, in the music of which they took a leading part (comp. Psalm 68:25).NEWLINEVERSETITLESTARTLamentations1:5VERSETITLEENDNEWLINEVERSESTARTHer adversaries are the chief, her enemies prosper; for the LORD hath afflicted her for the multitude of her transgressions: her children are gone into captivity before the enemy.VERSEENDNEWLINEVerse 5. - Are the chief; rather, are become the head. Comp. Deuteronomy 28:44, where, as a part of the curse of Israel's rebellion, it is foretold that \"he [the stranger] shall become the head, and thou shalt become the tail.\" Before the enemy. Like a herd of cattle.NEWLINEVERSETITLESTARTLamentations1:6VERSETITLEENDNEWLINEVERSESTARTAnd from the daughter of Zion all her beauty is departed: her princes are become like harts that find no pasture, and they are gone without strength before the pursuer.VERSEENDNEWLINEVerse 6. - Beauty; rather, glory. Like harts that find no pasture; and therefore have no strength left to flee. An allusion to the attempted flight of Zedekiah and his companions (Jeremiah 39:4, 5).NEWLINEVERSETITLESTARTLamentations1:7VERSETITLEENDNEWLINEVERSESTARTJerusalem remembered in the days of her affliction and of her miseries all her pleasant things that she had in the days of old, when her people fell into the hand of the enemy, and none did help her: the adversaries saw her, and did mock at her sabbaths.VERSEENDNEWLINEVerse 7. - Remembered; rather, remembereth. Miseries. The Hebrew is difficult, and perhaps means wanderings. At her sabbaths; rather, at her extinguishment. The word has nothing to do with the sabbaths; indeed, a reference to these would have been rather misplaced; it was no subject of wonder to the Babylonians that the Jews celebrated a weekly day of rest, as they had one of their own (sabattu).NEWLINEVERSETITLESTARTLamentations1:8VERSETITLEENDNEWLINEVERSESTARTJerusalem hath grievously sinned; therefore she is removed: all that honoured her despise her, because they have seen her nakedness: yea, she sigheth, and turneth backward.VERSEENDNEWLINEVerse 8. - Therefore she is removed; rather, she is become an abomination (literally, an impurity; comp. Leviticus 15:19). The poet leaves out the preliminary clause, \"therefore she is grievously punished.\" It was the humiliation of Jerusalem, rather than her sin, which brought upon her the contempt of her neighbours. The destruction of a city is often compared to the ill treatment of a defenceless woman (Isaiah 47:3; Nahum 3:5).NEWLINEVERSETITLESTARTLamentations1:9VERSETITLEENDNEWLINEVERSESTARTHer filthiness is in her skirts; she remembereth not her last end; therefore she came down wonderfully: she had no comforter. O LORD, behold my affliction: for the enemy hath magnified himself.VERSEENDNEWLINEVerse 9. - She remembereth not, etc.; rather, she thought not upon, etc. An allusion to Isaiah 47:7. O Lord, behold, etc. This is the language in which the \"sigh\" (ver. 8) finds expression.NEWLINEVERSETITLESTARTLamentations1:10VERSETITLEENDNEWLINEVERSESTARTThe adversary hath spread out his hand upon all her pleasant things: for she hath seen that the heathen entered into her sanctuary, whom thou didst command that they should not enter into thy congregation.VERSEENDNEWLINEVerse 10. - Her pleasant things; or, her precious things; that is, the treasures of the palaces of Jerusalem (2 Chronicles 36:19), and still more those of the temple (2 Chronicles 36:10); comp. Isaiah 64:11). For she hath seen; rather, yea, she hath seen. The heathen entered, etc. In Deuteronomy 23:3 only the Ammonites and Moabites are excluded from religious privileges; but in Ezekiel 44:9 the prohibition is extended to all foreigners.NEWLINEVERSETITLESTARTLamentations1:11VERSETITLEENDNEWLINEVERSESTARTAll her people sigh, they seek bread; they have given their pleasant things for meat to relieve the soul: see, O LORD, and consider; for I am become vile.VERSEENDNEWLINEVerse 11. - All her people sigh, etc. The sufferings of Jerusalem did not come to an end at the capture of the city. Some think that this verse relates solely to the miserable survivors. This is possible; at any rate, it includes the contemporaries of the writer. \"Sigh\" and \"seek\" are participles in the Hebrew. To relieve the soul; literally, to bring back the soul. The \"soul,\" i.e. the principle of life, is conceived of as having for a time deserted the fainting frame. See, O Lord, etc. Another piteous cry of Jerusalem, preparing the way for the second half of the elegy.NEWLINEVERSETITLESTARTLamentations1:12VERSETITLEENDNEWLINEVERSESTARTIs it nothing to you, all ye that pass by? behold, and see if there be any sorrow like unto my sorrow, which is done unto me, wherewith the LORD hath afflicted me in the day of his fierce anger.VERSEENDNEWLINEVerses 12-22. - The same subject; Jerusalem the speaker. Verse 12. - Is it nothing to you? The Hebrew is very difficult, and the translation therefore insecure. Keil, however, adopts a rendering very near that of the Authorized Version \"(Cometh it) not unto you?\" i.e. \"Do ye not heed it?\" Ewald supposes the phrase to be abbreviated from \"Do I not call unto you?\" (comp. Proverbs 8:4); but this would be a very harsh construction. The Septuagint has Οἱ πρὸς ὑμᾶς; the Targum, \"I adjure you;\" the Vulgate, O vos; - all apparently pronouncing lu instead of lo. At any rate, the object of the words is to heighten the force of the appeal which follows.NEWLINEVERSETITLESTARTLamentations1:13VERSETITLEENDNEWLINEVERSESTARTFrom above hath he sent fire into my bones, and it prevaileth against them: he hath spread a net for my feet, he hath turned me back: he hath made me desolate and faint all the day.VERSEENDNEWLINEVerse 13. - Three figures - fire, a net, sickness, for the calamities which have come upon Jerusalem. From above; i.e. from heaven. Spread a net for my feet, as though I were a wild beast (comp. Jeremiah 18:22). Turned me back. The consequence of being entangled in the net was that he could go no further, but fell into the hands of his pursuers.NEWLINEVERSETITLESTARTLamentations1:14VERSETITLEENDNEWLINEVERSESTARTThe yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he hath made my strength to fall, the Lord hath delivered me into their hands, from whom I am not able to rise up.VERSEENDNEWLINEVerse 14. - Is bound...are wreathed. The transgressions of Jerusalem are likened to a heavy yoke. So numerous are they that they are said to be \"wreathed,\" or twisted together, like ropes. Into their hands. The Hebrew has simply \"into hands;\" following a suggestion of the Septuagint. Budde would read, \"Into the hands of adversaries.\"NEWLINEVERSETITLESTARTLamentations1:15VERSETITLEENDNEWLINEVERSESTARTThe Lord hath trodden under foot all my mighty men in the midst of me: he hath called an assembly against me to crush my young men: the Lord hath trodden the virgin, the daughter of Judah, as in a winepress.VERSEENDNEWLINEVerse 15. - Hath trodden under foot; rather, hath rejected; i.e. hath punished. Comp. Psalm 119:118, 119, where \"thou rejectest [same verb as here] all them that wander from thy statutes\" is followed by \"thou puttest away all the ungodly of the earth like dross,\" Hath called an assembly; rather, hath proclaimed a festival. When Jehovah summons the instruments of his vengeance, the prophets describe it as the \"proclaiming a festival.\" The Persians or Chaldeans, as the case may be, obey the summons with a holy glee, and destroy the enemies of the true God (comp. Isaiah 13:3). Hath trodden, etc.; rather, hath trodden the winepress for (i.e. to the ruin of) the virgin daughter of Zion. The poet. carries on the figure of the festival. It is a vintage which is to be celebrated, such a vintage as is described in Isaiah 63:3 (comp. Joel 3:13). The choicest youth of Judah are to be cut off like grapes from the vine. \"Virgin daughter\" is a frequent figure to express inviolate security (so Jeremiah 14:17).NEWLINEVERSETITLESTARTLamentations1:16VERSETITLEENDNEWLINEVERSESTARTFor these things I weep; mine eye, mine eye runneth down with water, because the comforter that should relieve my soul is far from me: my children are desolate, because the enemy prevailed.VERSEENDNEWLINEVerse 16. - For these things, etc. After the reflections of vers. 13-15, the poet gives vent anew to his bitter grief. Mine eye, mine eye. A repetition quite in Jeremiah's manner; comp. Jeremiah 4:19; Jeremiah 6:14 (repeated Jeremiah 8:11); Jeremiah 22:29; 23:25. The Septuagint and Vulgate, however, have \"mine eye\" only once. Relieve my soul (see on ver. 11).NEWLINEVERSETITLESTARTLamentations1:17VERSETITLEENDNEWLINEVERSESTARTZion spreadeth forth her hands, and there is none to comfort her: the LORD hath commanded concerning Jacob, that his adversaries should be round about him: Jerusalem is as a menstruous woman among them.VERSEENDNEWLINEVerse 17. - Again the poet passes into the tone of reflection, thus relieving the strain upon the feelings of the reader. Spreadeth forth her hands. The gesture of supplication and entreaty (comp. Psalm 28:2; Psalm 63:4; Isaiah 65:2). That his adversaries, etc.; rather, those who are about him are his adversaries. The neighbouring peoples, who ought to be sympathetic and friendly, gloat over the spectacle of his calamities. They both hate and (comp. ver. 8) despise the fallen city.NEWLINEVERSETITLESTARTLamentations1:18VERSETITLEENDNEWLINEVERSESTARTThe LORD is righteous; for I have rebelled against his commandment: hear, I pray you, all people, and behold my sorrow: my virgins and my young men are gone into captivity.VERSEENDNEWLINEVerse 18. - People; render, peoples.NEWLINEVERSETITLESTARTLamentations1:19VERSETITLEENDNEWLINEVERSESTARTI called for my lovers, but they deceived me: my priests and mine elders gave up the ghost in the city, while they sought their meat to relieve their souls.VERSEENDNEWLINEVerse 19. - For my lovers; render, to my lovers (see on ver. 2).NEWLINEVERSETITLESTARTLamentations1:20VERSETITLEENDNEWLINEVERSESTARTBehold, O LORD; for I am in distress: my bowels are troubled; mine heart is turned within me; for I have grievously rebelled: abroad the sword bereaveth, at home there is as death.VERSEENDNEWLINEVerse 20. - My bowels. The vital parts, especially the heart, as the seat of the affections, like σπλάγχνα. Are troubled; literally, are made to boil. So Job 30:27, \"My bowels boil\" (a different word, however). Is turned; or, turns itself; i.e. palpitates violently. At home there is as death. So Jeremiah 9:21, \"For death is come up into our windows, and is entered into our palaces.\" By \"death,\" when distinguished, as here, from \"the sword,\" pestilence is meant; so e.g. in Jeremiah 15:2; Jeremiah 43:11. But the poet says here, not that \"there is death,\" but merely \"as death,\" i.e. a mild form of pestilence, not the famine typhus itself. Or, perhaps, he means \"every form of death\" (Virgil's \"plurima mortis imago\").NEWLINEVERSETITLESTARTLamentations1:21VERSETITLEENDNEWLINEVERSESTARTThey have heard that I sigh: there is none to comfort me: all mine enemies have heard of my trouble; they are glad that thou hast done it: thou wilt bring the day that thou hast called, and they shall be like unto me.VERSEENDNEWLINEVerse 21. - Thou wilt bring. The Hebrew has, \"Thou hast brought;\" it is the perfect of prophetic certitude, which represents an event certainly foreseen as if it had already taken place. Ewald, however, takes this to be the precative, a variety of the perfect which certainly exists in Arabic, but has not been quite satisfactorily shown to exist in Hebrew (see Driver, 'Hebrew Tenses,' § 20 [13]. The day that thou hast called; i.e. foretold by the prophets (comp. Jeremiah 25:17-26). But very probably we should read, with the Septuagint,\" Thou wilt bring the day; thou wilt call the fit time.\"NEWLINEVERSETITLESTARTLamentations1:22VERSETITLEENDNEWLINEVERSESTARTLet all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint.VERSEENDNEWLINEVerse 22. - For my sighs are many. This is not mentioned as the reason why God should punish Jerusalem's enemies; we ought rather to understand, either from ver. 20, \"Behold, my distress;\" or simply, \"Deliver me.\"NEWLINENEWLINENEWLINENEWLINENEWLINE","Lam.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTLamentations2:1VERSETITLEENDNEWLINEVERSESTARTHow hath the Lord covered the daughter of Zion with a cloud in his anger, and cast down from heaven unto the earth the beauty of Israel, and remembered not his footstool in the day of his anger!VERSEENDNEWLINEVerse 1. - Hath the Lord covered; rather, doth... cover. The daughter of Zion; i.e. Jerusalem. Cast down from heaven. Here and in Matthew 11:28 we have a parallel to Isaiah 14:12, where the King of Babylon is compared to a bright star. \"Cast down\" whither? Into the \"pit\" or dungeon of Hades (Isaiah 14:15). The beauty of Israel; i.e. Jerusalem, exactly as Babylon is called \"the proud beauty [or, 'ornament'] of Chaldea\" (Isaiah 13:19). His footstool; i.e. the ark (Psalm 132:7), or perhaps the temple as containing the ark (1 Chronicles 28:2; Psalm 99:5).NEWLINEVERSETITLESTARTLamentations2:2VERSETITLEENDNEWLINEVERSESTARTThe Lord hath swallowed up all the habitations of Jacob, and hath not pitied: he hath thrown down in his wrath the strong holds of the daughter of Judah; he hath brought them down to the ground: he hath polluted the kingdom and the princes thereof.VERSEENDNEWLINEVerse 2. - Habitations; rather, pastures; The word properly means the settlements of shepherds in green, grassy spots, but here designates the country parts in general, distinguished from the \"strongholds\" of Judah. Hath polluted. So Psalm 89:39, \"Thou hast profaned [same word as here] his crown [by casting it] to the ground.\" The wearer of a crown was regarded in the East as nearer to divinity than ordinary mortals; in some countries, indeed, e.g. in Egypt, almost as an incarnation of the deity. To discrown him was to \"pollute\" or \"profane\" him.NEWLINEVERSETITLESTARTLamentations2:3VERSETITLEENDNEWLINEVERSESTARTHe hath cut off in his fierce anger all the horn of Israel: he hath drawn back his right hand from before the enemy, and he burned against Jacob like a flaming fire, which devoureth round about.VERSEENDNEWLINEVerse 3. - All the horn; rather, every horn; i.e. all the means of defence, especially the fortresses. He hath drawn back his right hand; i.e. he hath withdrawn his assistance in war. He burned against; rather, he burned up.NEWLINEVERSETITLESTARTLamentations2:4VERSETITLEENDNEWLINEVERSESTARTHe hath bent his bow like an enemy: he stood with his right hand as an adversary, and slew all that were pleasant to the eye in the tabernacle of the daughter of Zion: he poured out his fury like fire.VERSEENDNEWLINEVerse 4. - The beginning of the verse seems slightly out of order (see the Septuagint). And slew all that were pleasant, etc. The correct rendering is, And slew all that was pleasant to the eye: in the tent of the daughter of Zion he poured out his fury like fire. The Authorized Version (following the Targum) seems to have thought that the youth of the population alone was intended. But, though Ewald also adopts this view, it seems to limit unduly the meaning of the poet. By \"tent\" we should probably understand \"dwelling,\" as Jeremiah 4:5, and often; Isaiah 16:5, \"the tent of David;\" Psalm 78:67, \"the tent of Joseph.\"NEWLINEVERSETITLESTARTLamentations2:5VERSETITLEENDNEWLINEVERSESTARTThe Lord was as an enemy: he hath swallowed up Israel, he hath swallowed up all her palaces: he hath destroyed his strong holds, and hath increased in the daughter of Judah mourning and lamentation.VERSEENDNEWLINEVerse 5. - Was as an enemy: he hath swallowed, etc. The threefold division of the verse is, unfortunately, concealed in the Authorized Version, owing to the arbitrary stopping. The grouping suggested by the Massoretic text is -NEWLINENEWLINE\"The Lord is become an enemy, he hath swallowed up Israel;NEWLINEHe hath swallowed up all her palaces, he hath destroyed all his strongholds;NEWLINEAnd hath increased in the daughter of Judah moaning and bemoaning.\" The change of gender in the second line is easily explicable. In the first case the poet is thinking of the city; in the second, of the people of Israel. The rendering \"moaning and bemoaning\" is designed to reproduce, to some extent, the Hebrew phrase, in which two words, derived from the same root, and almost exactly the same, are placed side by side, to give a more intense expression to the idea.NEWLINEVERSETITLESTARTLamentations2:6VERSETITLEENDNEWLINEVERSESTARTAnd he hath violently taken away his tabernacle, as if it were of a garden: he hath destroyed his places of the assembly: the LORD hath caused the solemn feasts and sabbaths to be forgotten in Zion, and hath despised in the indignation of his anger the king and the priest.VERSEENDNEWLINEVerse 6. - Violently taken away; rather, violently treated; i.e. broken up. His tabarnacle; rather, his booth. \"Tent\" and \"dwelling\" are interchangeable expressions (see ver. 4); and in the Psalms \"booth\" is used as a special poetic synonym for tent when God's earthly dwelling place, the sanctuary of the temple, is spoken of (so Psalm 27:5; Psalm 31:20; Psalm 76:2). The Authorized Version, indeed, presumes an allusion to the proper meaning of the Hebrew word, as if the poet compared the sanctuary of Jehovah to a pleasure booth in a garden. It is, however, more natural to continue, as a garden, the sense of which will be clear from Psalm 80:12, 13. The Septuagint has, instead, \"as a vine\" - a reading which differs from the Massoretic by having one letter more (kaggefen instead of kaggan). This ancient reading is adopted by Ewald, and harmonizes well with Isaiah 5:1, etc.; Jeremiah 2:21 (comp. Psalm 80:8); but the received text gives a very good sense. \"Garden\" in the Bible means, of course, a plantation of trees rather than a flower garden. His places of the assembly; rather, his place of meeting (with God). The word occurs in the same sense in Psalm 74:3. It is the temple which is meant, and the term is borrowed from the famous phrase, ohel mo'edh (Exodus 27:21; comp. 25:22).NEWLINEVERSETITLESTARTLamentations2:7VERSETITLEENDNEWLINEVERSESTARTThe Lord hath cast off his altar, he hath abhorred his sanctuary, he hath given up into the hand of the enemy the walls of her palaces; they have made a noise in the house of the LORD, as in the day of a solemn feast.VERSEENDNEWLINEVerse 7. - Her palaces; i.e. those of the daughter of Zion, especially \"high buildings\" (this is the true meaning of 'armon) of the temple. They have made a noise, etc. Comp. Psalm 74:3, \"Thine enemies roar in the midst of thy place of meeting.\" The passages are parallel, though, whether the calamities referred to are the same in beth, cannot a priori be determined. The shouts of triumph of the foe are likened to the festal shouts of the temple worshippers (comp. Isaiah 30:29; Amos 5:24).NEWLINEVERSETITLESTARTLamentations2:8VERSETITLEENDNEWLINEVERSESTARTThe LORD hath purposed to destroy the wall of the daughter of Zion: he hath stretched out a line, he hath not withdrawn his hand from destroying: therefore he made the rampart and the wall to lament; they languished together.VERSEENDNEWLINEVerse 8. - He hath stretched out a line. It is the \"line of desolation\" mentioned in Isaiah (Isaiah 34:11; comp. Amos 7:7; 2 Kings 21:13). Such is the unsparing rigour of Jehovah's judgments.NEWLINEVERSETITLESTARTLamentations2:9VERSETITLEENDNEWLINEVERSESTARTHer gates are sunk into the ground; he hath destroyed and broken her bars: her king and her princes are among the Gentiles: the law is no more; her prophets also find no vision from the LORD.VERSEENDNEWLINEVerse 9. - Are sunk into the ground; i.e. are broken down and buried in the dust. The Law is no more. The observance of the Law being rendered impossible by the destruction of the temple. Comp. this and the next clause with Ezekiel 7:26.NEWLINEVERSETITLESTARTLamentations2:10VERSETITLEENDNEWLINEVERSESTARTThe elders of the daughter of Zion sit upon the ground, and keep silence: they have cast up dust upon their heads; they have girded themselves with sackcloth: the virgins of Jerusalem hang down their heads to the ground.VERSEENDNEWLINEVerse 10. - They have cast up dust, etc. A sign of mourning (Joshua 7:6; 2 Samuel 13:19; Job 2:12).NEWLINEVERSETITLESTARTLamentations2:11VERSETITLEENDNEWLINEVERSESTARTMine eyes do fail with tears, my bowels are troubled, my liver is poured upon the earth, for the destruction of the daughter of my people; because the children and the sucklings swoon in the streets of the city.VERSEENDNEWLINEVerse 11. - My bowels are troubled (see on Lamentations 1:20). My liver is poured upon the earth. A violent emotion being supposed to occasion a copious discharge of bile. The daughter of my people. A poetic expression for Zion or Judah.NEWLINEVERSETITLESTARTLamentations2:12VERSETITLEENDNEWLINEVERSESTARTThey say to their mothers, Where is corn and wine? when they swooned as the wounded in the streets of the city, when their soul was poured out into their mothers' bosom.VERSEENDNEWLINEVerse 12. - Corn. Either in the sense of parched corn (comp. Leviticus 23:14; 1 Samuel 17:17; Proverbs 27:22) or a poetic expression for \"bread\" (comp. Exodus 16:4; Psalm or. 40)NEWLINEVERSETITLESTARTLamentations2:13VERSETITLEENDNEWLINEVERSESTARTWhat thing shall I take to witness for thee? what thing shall I liken to thee, O daughter of Jerusalem? what shall I equal to thee, that I may comfort thee, O virgin daughter of Zion? for thy breach is great like the sea: who can heal thee?VERSEENDNEWLINEVerse 13. - What thing shall I take to witness for thee? rather, What shall I testify unto thee? The nature, of the testifying may be gathered from the following words. It would be a comfort to Zion to know that her misfortune was not unparalleled: solamen miseris socios habuisse malorum. The expression is odd, however, and, comparing Isaiah 40:18, A. Krochmal has suggested, What shall I compare? The correction is easy. Equal; i.e. compare (comp. Isaiah 46:5)NEWLINEVERSETITLESTARTLamentations2:14VERSETITLEENDNEWLINEVERSESTARTThy prophets have seen vain and foolish things for thee: and they have not discovered thine iniquity, to turn away thy captivity; but have seen for thee false burdens and causes of banishment.VERSEENDNEWLINEVerse 14. - Thy prophets. Jeremiah constantly inveighs against the fallacious, immoral preaching of the great mass of his prophetic contemporaries (comp. Jeremiah 6:13, 14; Jeremiah 14:13-15; Jeremiah 23:14-40). Have seen vain and foolish things; i.e. have announced \"visions\" (prophecies) of an unreal and irrational tenor. Comp. Jeremiah 23:13, where the same word here paraphrased as \"irrational\" (literally, insipid) occurs. Discovered; i.e. disclosed. To turn away thy captivity. The Captivity, then, might have been \"turned away,\" if the other prophets had, like Jeremiah, disclosed the true spiritual state of the people, and moved them to repentance. False burdens. Suggestive references to these false prophecies occur in Jeremiah 14:13, 14; Jeremiah 23:31, 32 (see the Exposition on these passages). Causes of banishment. So Jeremiah (Jeremiah 27:10; comp. 15), \"They prophesy a lie unto you, to remove you far from your land.\"NEWLINEVERSETITLESTARTLamentations2:15VERSETITLEENDNEWLINEVERSESTARTAll that pass by clap their hands at thee; they hiss and wag their head at the daughter of Jerusalem, saying, Is this the city that men call The perfection of beauty, The joy of the whole earth?VERSEENDNEWLINEVerse 15. - Clap... hiss... wag their heads. Gestures of malicious joy (Job 27:23) or contempt (Jeremiah 19:8; Psalm 22:7). The perfection of beauty; literally, the perfect in beauty. The same phrase is used in Ezekiel (Ezekiel 27:3; 28:12) of Tyro, and a similar one in Psalm 1:2 of Zion.NEWLINEVERSETITLESTARTLamentations2:16VERSETITLEENDNEWLINEVERSESTARTAll thine enemies have opened their mouth against thee: they hiss and gnash the teeth: they say, We have swallowed her up: certainly this is the day that we looked for; we have found, we have seen it.VERSEENDNEWLINEVerses 16, 17. - On the transposition of the initial letters in these verses, see Introduction. Verse 16. - Have opened their mouth against thee. As against the innocent sufferer of Psalm 22. (ver. 13). Gnash the teeth. In token of rage, as Psalm 35:16; Psalm 37:12. We have seen it (comp. Psalm 35:21).NEWLINEVERSETITLESTARTLamentations2:17VERSETITLEENDNEWLINEVERSESTARTThe LORD hath done that which he had devised; he hath fulfilled his word that he had commanded in the days of old: he hath thrown down, and hath not pitied: and he hath caused thine enemy to rejoice over thee, he hath set up the horn of thine adversaries.VERSEENDNEWLINEVerse 17. - His word that he had commanded, etc. \"Commanded,\" i.e. given in charge to. Comp. Zechariah 1:6, My words and my statutes, which I commanded my servants the prophets.\" Zechariah continues, in language which illustrates the foregoing words of this verse, \"Did they not take hold of [overtake] your fathers;\" where the persons spoken of as \"your fathers\" are the same as those who are represented by the speaker of the elegy. \"In the days of old;\" alluding, perhaps, to such passages as Deuteronomy 28:52, etc. The horn of thine adversaries. \"Horn\" has a twofold meaning - \"strength\" or \"defence\" (comp. ver. 3), and \"honour\" or \"dignity\" (comp. 1 Samuel 2:1). The figure is too natural to need explanation.NEWLINEVERSETITLESTARTLamentations2:18VERSETITLEENDNEWLINEVERSESTARTTheir heart cried unto the Lord, O wall of the daughter of Zion, let tears run down like a river day and night: give thyself no rest; let not the apple of thine eye cease.VERSEENDNEWLINEVerse 18. - Their heart cried unto the Lord, etc. \"Their heart\" can only mean \"the heart of the people of Jerusalem.\" For the expression, comp. Psalm 84:2, \"My heart and my flesh cry aloud to the living God.\" To avoid the rather startling prosopopoeia in the next clause, Thenius supposes a corruption in the group of letters rendered \"wall,\" and attaches the corrected word to the first clause, rendering thus: \"Their heart crieth unto the Lord in vain; O daughter of Zion, let tears run down,\" etc. Another resource, which also involves an emendation, is that of Ewald, \"Cry with all thy heart, O wall of the daughter of Zion.\" O wall, etc. The prosepopoeia is surprising, but is only a degree more striking than that of ver. 8 and Lamentations 1:4. In Isaiah 14:31 we find an equally strong one, \"Howl, O gate.\" Most probably, however, there is something wrong in the text; the following verses seem to refer to the daughter of Zion. Bickell reads thus: \"Cry aloud unto the Lord, O virgin daughter of Zion.\" Like a river; rather, like a torrent. Give thyself no rest. The word rendered \"rest\" means properly the stiffness produced by cold.NEWLINEVERSETITLESTARTLamentations2:19VERSETITLEENDNEWLINEVERSESTARTArise, cry out in the night: in the beginning of the watches pour out thine heart like water before the face of the Lord: lift up thy hands toward him for the life of thy young children, that faint for hunger in the top of every street.VERSEENDNEWLINEVerse 19. - In the beginning of the watches. This would seem to be most naturally explained as referring to the first watch of the night. When most are wrapped in their first and sweetest sleep, the daughter of Zion is to \"arise and cry.\" Others explain, \"at the beginning of each of the night watches;\" i.e. all the night through. Previously to the Roman times, the Jews had divided the night into three watches (comp. Judges 3:19). Pour out thine heart like water; i.e. give free course to thy complaint, shedding tears meanwhile. The expression is parallel partly to phrases like \"I am poured out like water\" (Psalm 22:14), partly to \"Pour out your heart before him\" (Psalm 62:8). In the top of every street; rather, at every street corner (and so Lamentations 4:1).NEWLINEVERSETITLESTARTLamentations2:20VERSETITLEENDNEWLINEVERSESTARTBehold, O LORD, and consider to whom thou hast done this. Shall the women eat their fruit, and children of a span long? shall the priest and the prophet be slain in the sanctuary of the Lord?VERSEENDNEWLINEVerse 20. - To whom thou hast done this; viz. to Israel, the chosen people. And children; rather, (even) children. The children are the \"fruit\" referred to. Comp. the warnings in Leviticus 26:26; Deuteronomy 28:56; and especially Jeremiah 19:9; also the historical incident in 2 Kings 6:28, 29. Of a span long; rather, borne in the hands. The word is derived from the verb renders to swaddle\" in ver. 22 (see note).NEWLINEVERSETITLESTARTLamentations2:21VERSETITLEENDNEWLINEVERSESTARTThe young and the old lie on the ground in the streets: my virgins and my young men are fallen by the sword; thou hast slain them in the day of thine anger; thou hast killed, and not pitied.VERSEENDNEWLINEVERSETITLESTARTLamentations2:22VERSETITLEENDNEWLINEVERSESTARTThou hast called as in a solemn day my terrors round about, so that in the day of the LORD'S anger none escaped nor remained: those that I have swaddled and brought up hath mine enemy consumed.VERSEENDNEWLINEVerse 22. - Thou hast called as in a solemn day. The passage is illustrated by Lamentations 1:15, according to which the instruments of Jehovah's vengeance are \"summoned\" by him to a festival when starting for the holy war. My terrors round about. Almost identical with one of the characteristic phrases of Jeremiah's prophecies, \"fear [or rather, 'terror'] on every side\" (see on Jeremiah 6:25). Have swaddled; rather, have borne upon the hands.NEWLINENEWLINENEWLINENEWLINENEWLINE","Lam.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTLamentations3:1VERSETITLEENDNEWLINEVERSESTARTI am the man that hath seen affliction by the rod of his wrath.VERSEENDNEWLINEVerses 1-21. - MONOLOGUE SPOKEN BY AN INDIVIDUAL BELIEVER WHOSE FATE IS BOUND UP WITH THAT OF THE NATION; OR PERHAPS BY THE NATION PERSONIFIED (see Introduction). Verse 1. - Seen. \"To see\" in Hebrew often means \"to experience;\" e.g. Jeremiah 5:12; Psalm 16:10; Ecclesiastes 8:16. By the rod of his wrath. The idea is, not that Babylon has humbled Israel as Jehovah's instrument, but that God himself has brought these troubles upon his people. \"He had led me, hath hedged me about,\" etc.NEWLINEVERSETITLESTARTLamentations3:2VERSETITLEENDNEWLINEVERSESTARTHe hath led me, and brought me into darkness, but not into light.VERSEENDNEWLINEVERSETITLESTARTLamentations3:3VERSETITLEENDNEWLINEVERSESTARTSurely against me is he turned; he turneth his hand against me all the day.VERSEENDNEWLINEVerse 3. - Is he turned; he turneth; rather, he turneth again and again.NEWLINEVERSETITLESTARTLamentations3:4VERSETITLEENDNEWLINEVERSESTARTMy flesh and my skin hath he made old; he hath broken my bones.VERSEENDNEWLINEVerse 4. - Made old; more literally, worn away, as a garment (comp. Isaiah 50:9; Isaiah 51:6). Broken my bones. So Job complains, \"His wrath teareth and persecuteth me\" (Job 16:9); and, a still closer parallel, Hezekiah, \"As a lion, so will he break all my bones\" (Isaiah 38:13). Comp. Psalm 51:8, \"The bones which thou hast broken.\"NEWLINEVERSETITLESTARTLamentations3:5VERSETITLEENDNEWLINEVERSESTARTHe hath builded against me, and compassed me with gall and travail.VERSEENDNEWLINEVerse 5. - He hath builded against me, and compassed me. A figure from the siege of a town. Gall. For the true meaning of the word, see on Jeremiah 8:14. We need not trouble ourselves about it here, for the word is evidently used as a kind of \"ideograph\" for bitterness. Travel; literally, weariness.NEWLINEVERSETITLESTARTLamentations3:6VERSETITLEENDNEWLINEVERSESTARTHe hath set me in dark places, as they that be dead of old.VERSEENDNEWLINEVerse 6. - This verse is verbally reproduced in Psalm 143:3. In dark places; i.e. in Hades (comp. Psalm 88:7). As they that be dead of old. A strange comparison; for what difference can it make whether the dead are men of the ancient or the modern world? The rendering, however, though perfectly admissible, is less suitable to the context than as they that are forever dead; who have entered \"the land from which there is no return\" (an Assyrian title of Hades). Comp. \"the everlasting house,\" i.e. the grave (Ecclesiastes 12:5), \"the everlasting sleep\" (Jeremiah 51:39, 57).NEWLINEVERSETITLESTARTLamentations3:7VERSETITLEENDNEWLINEVERSESTARTHe hath hedged me about, that I cannot get out: he hath made my chain heavy.VERSEENDNEWLINEVerses 7-9. - Three figures, interrupted by a literal statement of the ill success of prayer. A traveller who finds himself suddenly caged up by a high thorn hedge (comp. Job 3:23; Hosea 2:6). A prisoner with a heavy chain. Again, a traveller suddenly shut up by solid stone walls (comp. Hosea 2:8). Verse 7. - My chain; literally, my brass (comp. Judges 16:21; 2 Kings 25:7).NEWLINEVERSETITLESTARTLamentations3:8VERSETITLEENDNEWLINEVERSESTARTAlso when I cry and shout, he shutteth out my prayer.VERSEENDNEWLINEVerse 8. - He shutteth out my prayer. There is a kind of barrier through which these futile prayers cannot penetrate (comp. on ver. 44).NEWLINEVERSETITLESTARTLamentations3:9VERSETITLEENDNEWLINEVERSESTARTHe hath inclosed my ways with hewn stone, he hath made my paths crooked.VERSEENDNEWLINEVerse 9. - Inclosed; or, walled up; the participle of this verb is rendered \"masons\" in the Authorized Version of 2 Kings 12:12. Made my paths crooked; i.e. hath compelled me to walk in byways (comp. margin of the Authorized Version, Judges 5:6). But this hardly seems appropriate to the context. The semitas meas subvertit of the Vulgate is preferable. Render, therefore, turned my path upside down (comp. Isaiah 24:1). An analogous expression m Job 30:13 is rendered in the Authorized Version, \"they mar my path.\" Thenius thinks that the destruction of a raised causeway is the figure intended; but the word is quite correctly rendered \"paths;\" see the note of Delitzsch on REFERENCE_WORK:Keil & DelitzschIsaiah 59:8.NEWLINEVERSETITLESTARTLamentations3:10VERSETITLEENDNEWLINEVERSESTARTHe was unto me as a bear lying in wait, and as a lion in secret places.VERSEENDNEWLINEVerse 10. - Was; rather, is. As a bear...as a lion. The comparison of the enemy to a lion is not uncommon; see e.g. Jeremiah 4:7; Jeremiah 5:6 (see note); 49:19; 1:44; Psalm 10:9; Psalm 17:12; Job 10:16. The bear is only once mentioned in such a context (Hosea 13:8). The two latter passages may possibly have been in the mind of the writer, as Jehovah is in both the subject of the comparison.NEWLINEVERSETITLESTARTLamentations3:11VERSETITLEENDNEWLINEVERSESTARTHe hath turned aside my ways, and pulled me in pieces: he hath made me desolate.VERSEENDNEWLINEVerse 11. - Hath turned aside my ways; i.e. hath caused me to go astray. Comp. Psalm 146:9, \"The way of the ungodly he maketh crooked,\" i.e. he leadeth them to destruction. Made me desolate; or, made me stunned (\"astonied,\" Ezra 9:3 in our Bible). So Lamentations 1:13, 16.NEWLINEVERSETITLESTARTLamentations3:12VERSETITLEENDNEWLINEVERSESTARTHe hath bent his bow, and set me as a mark for the arrow.VERSEENDNEWLINEVerse 12. - Set me as a mark. Precisely as Job complains of Jehovah, \"He hath set me up for his mark\" (Job 16:13).NEWLINEVERSETITLESTARTLamentations3:13VERSETITLEENDNEWLINEVERSESTARTHe hath caused the arrows of his quiver to enter into my reins.VERSEENDNEWLINEVerse 13. - This verse seems strangely short - it consists of only four words in the Hebrew, Probably something like \"his weapons,\" or \"the weapons of death\" (Psalm 7:13), has fallen out. Restore them, and the verse becomes a two-membered one, like its companions. To enter into my reins. So Job (Job 16:12), \"He cleaveth my reins asunder.\" \"Reins,\" equivalent to \"inward parts,\" like \"heart,\" with which it is often combined; e.g. Jeremiah 11:20; Jeremiah 17:10; Jeremiah 20:12.NEWLINEVERSETITLESTARTLamentations3:14VERSETITLEENDNEWLINEVERSESTARTI was a derision to all my people; and their song all the day.VERSEENDNEWLINEVerse 14. - A derision to all my people. If the text-reading is correct, these are the words of Jeremiah (or one like Jeremiah), describing the ill return accorded to his friendly admonitions. But the Massora mention Psalm 144:2; 2 Samuel 22:44; Lamentations 3:14, as passages in which \"my people\" is used, whereas we should expect \"peoples.\" The Syriac Version of our passage actually translates \"to all peoples,\" and the prefixed \"all\" certainly favours the plural, and so, in a far higher degree, does the view we have been led to adopt of the speaker of this Lamentation (see Introduction). The correction (ammim for ammi) has been received by Archbishop Seeker, by Ewald, and by J. Olshausen. Their song. A reminiscence of Job 30:9.NEWLINEVERSETITLESTARTLamentations3:15VERSETITLEENDNEWLINEVERSESTARTHe hath filled me with bitterness, he hath made me drunken with wormwood.VERSEENDNEWLINEVerse 15. - With bitterness; literally, with bitternesses; i.e. bitter troubles. A reminiscence of Job 9:18. With wormwood; i.e. with a drink of wormwood (comp. Jeremiah 9:15; Jeremiah 23:15). We are slightly reminded of Psalm 69:21, \"They gave me gall for my meat.\"NEWLINEVERSETITLESTARTLamentations3:16VERSETITLEENDNEWLINEVERSESTARTHe hath also broken my teeth with gravel stones, he hath covered me with ashes.VERSEENDNEWLINEVerse 16. - He hath also broken my teeth with gravel stones; i.e. he hath (unnatural as it may seem in Israel's Father) given me stones instead of bread (comp. Matthew 7:9). The Jewish rabbi commonly called Rashi thinks that a historical fact is preserved in these words, and that the Jewish exiles were really obliged to eat bread mixed with grit, because they had to bake in pits dug in the ground. So too many later commentators, e.g. Grotius, who compares a passage of Seneca ('De Benefie.,' 2:7), \"Beneficium superbe datum simile est pani lapidoso.\" He hath covered me with ashes; rather, he hath pressed me down into ashes. A figurative expression for great humiliation. So in the Talmud the Jewish nation is described as \"pressed down into ashes\" ('Bereshith Rabba,' 75).NEWLINEVERSETITLESTARTLamentations3:17VERSETITLEENDNEWLINEVERSESTARTAnd thou hast removed my soul far off from peace: I forgat prosperity.VERSEENDNEWLINEVerse 17. - Thou hast removed my soul; rather, thou hast rejected my soul. The words look like a quotation from Psalm 88:14 (Hebrew, 15), where they are undoubtedly an address to Jehovah. But there is another rendering, which grammatically is equally tenable, and which avoids the strangely abrupt address to God, viz. My soul is rejected (from peace).NEWLINEVERSETITLESTARTLamentations3:18VERSETITLEENDNEWLINEVERSESTARTAnd I said, My strength and my hope is perished from the LORD:VERSEENDNEWLINEVERSETITLESTARTLamentations3:19VERSETITLEENDNEWLINEVERSESTARTRemembering mine affliction and my misery, the wormwood and the gall.VERSEENDNEWLINEVerses 19-21. - These verses prepare the way for a brief interval of calmness and resignation. Verse 19. - Remembering; rather, remember. It is the language of prayer.NEWLINEVERSETITLESTARTLamentations3:20VERSETITLEENDNEWLINEVERSESTARTMy soul hath them still in remembrance, and is humbled in me.VERSEENDNEWLINEVerse 20. - My soul, etc. This rendering is difficult. In the next verse we read, \"This I recall to my mind, therefore I have hope,\" which seems inconsistent with ver. 20 as given in the Authorized Version. An equally grammatical and still more obvious translation is, Thou (O God!) wilt surely remember, for my soul is bowed down within me. The latter part of the line is a reminiscence of Psalm 42:5, at least, if the text be correct, for the closing words do not cohere well with the opening ones. The Peshito (Syriac) has, \"Remember, and revive [literally, 'cause to return'] my soul within me,\" which involves a slightly different reading of one word. But more tempting than any other view of the meaning is that of Bickell, though it involves a correction and an insertion, \"My soul remembereth well and meditateth on thy faithfulness.\"NEWLINEVERSETITLESTARTLamentations3:21VERSETITLEENDNEWLINEVERSESTARTThis I recall to my mind, therefore have I hope.VERSEENDNEWLINEVerse 21. - This I recall to my mind, etc.; viz. that thou wilt remember me, or, thy faithfulness (ver. 20). Here again there appears to be a reminiscence of a passage in Psalm 42. (ver. 4). Others suppose that \"this\" refers to the following verses; but in this case a new section would begin in the middle of a triad (the triad of verses beginning with zayin), which is certainly improbable.NEWLINEVERSETITLESTARTLamentations3:22VERSETITLEENDNEWLINEVERSESTARTIt is of the LORD'S mercies that we are not consumed, because his compassions fail not.VERSEENDNEWLINEVerses 22-36. - RESIGNATION AND HOPEFULNESS. Verse 22. - It is of the Lord's mercies, etc.; literally, The Lord's mercies that we are not consumed. But the \"we\" is difficult, especially considering that in ver. 23 (which is clearly parallel) the subject of the sentence is, not \"we,\" but \"the Lord's mercies.\" Hence it is probable that the reading of the Targum and the Peshite (adopted by Thenius, Ewald, and Bickell) is correct, \"The Lord's mercies, verily they cease not\" (tammu for tamnu).NEWLINEVERSETITLESTARTLamentations3:23VERSETITLEENDNEWLINEVERSESTARTThey are new every morning: great is thy faithfulness.VERSEENDNEWLINEVERSETITLESTARTLamentations3:24VERSETITLEENDNEWLINEVERSESTARTThe LORD is my portion, saith my soul; therefore will I hope in him.VERSEENDNEWLINEVerse 24. - The Lord is my Portion. A reminiscence of Psalm 16:5 (comp. Psalm 73:26; Psalm 119:57; Psalm 142:5).NEWLINEVERSETITLESTARTLamentations3:25VERSETITLEENDNEWLINEVERSESTARTThe LORD is good unto them that wait for him, to the soul that seeketh him.VERSEENDNEWLINEVERSETITLESTARTLamentations3:26VERSETITLEENDNEWLINEVERSESTARTIt is good that a man should both hope and quietly wait for the salvation of the LORD.VERSEENDNEWLINEVerse 26. - Should both hope and quietly wait; rather, should wait in silence. \"Silence\" is an expression of the psalmist's (the Lamentations are psalms) for resignation to the will of God; comp. Psalm 62:1 (Hebrew, 2); Psalms 65:1 (Hebrew, 2), and see Authorized Version, margin. The thought of the verse is that of Psalm 37:7.NEWLINEVERSETITLESTARTLamentations3:27VERSETITLEENDNEWLINEVERSESTARTIt is good for a man that he bear the yoke in his youth.VERSEENDNEWLINEVerse 27. - In his youth. The thought of this verse reminds us of Psalm 119:71. Youth is mentioned as the time when it is easier to adapt one's self to circumstances, and when discipline is most readily accepted. The words do not prove that the writer is young, any more than vers. 9 and 100 of Psalm 119. prove that the psalmist was an aged man (against this view, see vers. 84-87). There is no occasion, therefore, for the textual alteration (for as such I cannot help regarding it), \"from his youth,\" found in some Hebrew manuscripts in Theodotion, in the Aldine edition of the Septuagint, and in the Vulgate. The reading was probably dictated by the unconscious endeavour to prop up the theory of Jeremiah's authorship. The scribes and translators remembered, inopportunely, that the trials of Jeremiah began in early manhood.NEWLINEVERSETITLESTARTLamentations3:28VERSETITLEENDNEWLINEVERSESTARTHe sitteth alone and keepeth silence, because he hath borne it upon him.VERSEENDNEWLINEVerses 28-30. - He sitteth alone, etc.; rather, Let him sit alone... let him keep silence (ver. 28)... let him put (ver. 29)... let him give... let him be filled (ver. 30). The connection is - since it is good for a man to be afflicted, let him sit still, when trouble is sent, and resign himself to bear it. Verse 28. - Because he hath borne it; rather, when he (viz. God) hath laid it.NEWLINEVERSETITLESTARTLamentations3:29VERSETITLEENDNEWLINEVERSESTARTHe putteth his mouth in the dust; if so be there may be hope.VERSEENDNEWLINEVerse 29. - He putteth his mouth, etc. An Oriental manner of expressing submission (comp. Micah 7:17; Psalm 72:9).NEWLINEVERSETITLESTARTLamentations3:30VERSETITLEENDNEWLINEVERSESTARTHe giveth his cheek to him that smiteth him: he is filled full with reproach.VERSEENDNEWLINEVerse 30. - He giveth his cheek. Notice the striking affinity (which is hardly accidental) to Job 16:10; Isaiah 1:6. The ideal of the righteous man, according to these kindred books, contains, as one of its most prominent features, the patient endurance of affliction; and so too does the same ideal, received and amplified by the greatest \"Servant of Jehovah\" (Matthew 5:39).NEWLINEVERSETITLESTARTLamentations3:31VERSETITLEENDNEWLINEVERSESTARTFor the Lord will not cast off for ever:VERSEENDNEWLINEVerses 31-33. - Two grounds of comfort:NEWLINENEWLINE(1) the trouble is only for a time, and God will have compassion again (vers. 31, 32); andNEWLINENEWLINE(2) God does not afflict in a malicious spirit (ver. 33).NEWLINEVERSETITLESTARTLamentations3:32VERSETITLEENDNEWLINEVERSESTARTBut though he cause grief, yet will he have compassion according to the multitude of his mercies.VERSEENDNEWLINEVERSETITLESTARTLamentations3:33VERSETITLEENDNEWLINEVERSESTARTFor he doth not afflict willingly nor grieve the children of men.VERSEENDNEWLINEVerse 33. - Willingly; literally, from his heart.NEWLINEVERSETITLESTARTLamentations3:34VERSETITLEENDNEWLINEVERSESTARTTo crush under his feet all the prisoners of the earth,VERSEENDNEWLINEVerses 34-39. - These two triads form a transition to the renewed complaints and appeals for help in the following verses. The first triad is probably an amplification of the statement that \"the Lord doth not afflict willingly.\" This being the case, the injustice which darkens human life cannot be approved by him. Verse 34. - To crush, etc. With manifest reference to the cruelties of the Babylonian conquerors of the Jews.NEWLINEVERSETITLESTARTLamentations3:35VERSETITLEENDNEWLINEVERSESTARTTo turn aside the right of a man before the face of the most High,VERSEENDNEWLINEVerse 35. - Before the face of the most High. In ancient phraseology, to bring a case before the judges was to bring it \"unto the deity\" (el ha-'elohim), Exodus 21:6; comp. 22:8; or (as the Septuagint in one passage paraphrases it, \"unto God's judgment place,\" i.e. to a sacred spot where judges held their session.NEWLINEVERSETITLESTARTLamentations3:36VERSETITLEENDNEWLINEVERSESTARTTo subvert a man in his cause, the Lord approveth not.VERSEENDNEWLINEVerse 36. - Approveth not. The sense is an excellent one, but it is very doubtful whether it can be obtained without altering one of the letters of the word in the text (reading racah for ra'ah). The text reading is, \"the Lord seeth not.\" This may be explained either as \"the Lord regardeth not (such thing),\" or as a question, \"Doth not the Lord regard (this)?\"NEWLINEVERSETITLESTARTLamentations3:37VERSETITLEENDNEWLINEVERSESTARTWho is he that saith, and it cometh to pass, when the Lord commandeth it not?VERSEENDNEWLINEVerses 37-54. - EXHORTATION TO REPENTANCE; RENDERED, LAMENTATION. Verses 37, 38. - True, God does not desire our misfortunes. But equally true is it that they do not happen without his express permission (comp. Isaiah 45:7; Amos 3:6). Verse 37. - That saith, and it cometh to pass (comp. Psalm 33:9; Genesis 1:3, etc.).NEWLINEVERSETITLESTARTLamentations3:38VERSETITLEENDNEWLINEVERSESTARTOut of the mouth of the most High proceedeth not evil and good?VERSEENDNEWLINEVERSETITLESTARTLamentations3:39VERSETITLEENDNEWLINEVERSESTARTWherefore doth a living man complain, a man for the punishment of his sins?VERSEENDNEWLINEVerse 39. - Wherefore cloth a living man complain, etc.? The God of whom the poet speaks is the Searcher of hearts. Why, then, should a man complain when he knows that he deserves his punishment? The close of the verse should run, (Let) a man (rather sigh) over his sins.NEWLINEVERSETITLESTARTLamentations3:40VERSETITLEENDNEWLINEVERSESTARTLet us search and try our ways, and turn again to the LORD.VERSEENDNEWLINEVerses 40-51. - Confession of sin, followed by sighs and groans. Verse 40. - Let us search. Our troubles being caused by our sins, let us search them out and correct them.NEWLINEVERSETITLESTARTLamentations3:41VERSETITLEENDNEWLINEVERSESTARTLet us lift up our heart with our hands unto God in the heavens.VERSEENDNEWLINEVerse 41. - Our heart with our hands. It is to be sincere prayer; \"spreading out the hands\" is not enough by itself (Isaiah 1:25).NEWLINEVERSETITLESTARTLamentations3:42VERSETITLEENDNEWLINEVERSESTARTWe have transgressed and have rebelled: thou hast not pardoned.VERSEENDNEWLINEVerse 42. - We... thou. The pronouns are expressed in the Hebrew, and are meant to be spoken with emphasis.NEWLINEVERSETITLESTARTLamentations3:43VERSETITLEENDNEWLINEVERSESTARTThou hast covered with anger, and persecuted us: thou hast slain, thou hast not pitied.VERSEENDNEWLINEVerse 43. - Thou hast covered with anger. The clause seems imperfect; perhaps \"thyself\" has fallen out of the text (see next verse).NEWLINEVERSETITLESTARTLamentations3:44VERSETITLEENDNEWLINEVERSESTARTThou hast covered thyself with a cloud, that our prayer should not pass through.VERSEENDNEWLINEVerse 44. - That our prayer should not pass through. So Isaiah 58:4, \"Ye do not so fast at this time as to make your voice to be heard on high;\" Psalm 55:1, \"Hide not. thyself from my supplication.\"NEWLINEVERSETITLESTARTLamentations3:45VERSETITLEENDNEWLINEVERSESTARTThou hast made us as the offscouring and refuse in the midst of the people.VERSEENDNEWLINEVERSETITLESTARTLamentations3:46VERSETITLEENDNEWLINEVERSESTARTAll our enemies have opened their mouths against us.VERSEENDNEWLINEVerses 46-48. - Here occurs a break in the alphabetic order, as these three verses begin, not, as they should, with ayin, but with pe (see Introduction). Verse 46. - This verse is almost a verbal repetition of the first line of Lamentations 2:16.NEWLINEVERSETITLESTARTLamentations3:47VERSETITLEENDNEWLINEVERSESTARTFear and a snare is come upon us, desolation and destruction.VERSEENDNEWLINEVerse 47. - Fear and a snare. An alliteration in the Hebrew, borrowed from Jeremiah 48:43 (comp. Isaiah 24:17).NEWLINEVERSETITLESTARTLamentations3:48VERSETITLEENDNEWLINEVERSESTARTMine eye runneth down with rivers of water for the destruction of the daughter of my people.VERSEENDNEWLINEVerse 48. - Runneth down, etc. (comp. Lamentations 1:16).NEWLINEVERSETITLESTARTLamentations3:49VERSETITLEENDNEWLINEVERSESTARTMine eye trickleth down, and ceaseth not, without any intermission,VERSEENDNEWLINEVerse 49. - Trickleth down; rather, poureth down. Ceaseth not; literally, is not silent (comp. Jeremiah 14:17).NEWLINEVERSETITLESTARTLamentations3:50VERSETITLEENDNEWLINEVERSESTARTTill the LORD look down, and behold from heaven.VERSEENDNEWLINEVERSETITLESTARTLamentations3:51VERSETITLEENDNEWLINEVERSESTARTMine eye affecteth mine heart because of all the daughters of my city.VERSEENDNEWLINEVerse 51. - Affecteth mine heart; rather, paineth me; literally, paineth my soul, the soul being mentioned as the centre of the feelings and emotions. The daughters of my city. The sad fate of the virgins of Jerusalem oppressed the spirit of the writer (pomp. Lamentations 1:4, 18; Lamentations 2:10, 21).NEWLINEVERSETITLESTARTLamentations3:52VERSETITLEENDNEWLINEVERSESTARTMine enemies chased me sore, like a bird, without cause.VERSEENDNEWLINEVerses 52-66. - THE SPEAKER'S SUFFERINGS; AN EARNESTLY BELIEVING PRAYER FOR DELIVERANCE. He speaks as a representative of the nation; if we should not rather say that the nation itself, personified, is the speaker. In the first triad some have supposed a reference to the persecution suffered by Jeremiah at the hands of his countrymen. The \"dungeon,\" or rather \"pit,\" will in this case be the \"dungeon\" (\"pit\") mentioned in Jeremiah 38:6. But a \"pit\" is a figure in the psalms for destruction (Psalm 40:2; Psalm 69:15), and there is nothing recorded in Jeremiah as to the\" princes\" haying cast stones at Jeremiah, or rolled a stone on to the top of the \"pit.\" Besides, the \"pit\" into which the prophet was cast had \"no water, but mire.\" Verse 52. - Mine enemies... without cause. These words ought to be connected, as in the Hebrew.NEWLINEVERSETITLESTARTLamentations3:53VERSETITLEENDNEWLINEVERSESTARTThey have cut off my life in the dungeon, and cast a stone upon me.VERSEENDNEWLINEVERSETITLESTARTLamentations3:54VERSETITLEENDNEWLINEVERSESTARTWaters flowed over mine head; then I said, I am cut off.VERSEENDNEWLINEVerse 54. - I am cut off. Some words have to be supplied, and Psalm 31:22 suggests which these are: - \"I am cut off from before thine eyes,\" i.e. from the region on which the eyes of God rest.NEWLINEVERSETITLESTARTLamentations3:55VERSETITLEENDNEWLINEVERSESTARTI called upon thy name, O LORD, out of the low dungeon.VERSEENDNEWLINEVerse 55. - I called. Bunsen renders, \"Then I called.\" But there is no connection indicated in the Hebrew between this and the preceding triad. Out of the low dungeon; literally, out of the pit of the lower parts (of the earth) - a phrase borrowed from Psalm 88:6 (Hebrew, 7). Sheol, or Hades, is signified.NEWLINEVERSETITLESTARTLamentations3:56VERSETITLEENDNEWLINEVERSESTARTThou hast heard my voice: hide not thine ear at my breathing, at my cry.VERSEENDNEWLINEVerse 56. - At my breathing; rather, at my sighing; literally, at my relieving myself.NEWLINEVERSETITLESTARTLamentations3:57VERSETITLEENDNEWLINEVERSESTARTThou drewest near in the day that I called upon thee: thou saidst, Fear not.VERSEENDNEWLINEVerse 57. - Thou drewest near, etc. The sacred poet reminds Jehovah of his former gracious interpositions.NEWLINEVERSETITLESTARTLamentations3:58VERSETITLEENDNEWLINEVERSESTARTO Lord, thou hast pleaded the causes of my soul; thou hast redeemed my life.VERSEENDNEWLINEVerse 58. - Thou hast pleaded, etc. The reference is still to a former state of things which came to an end. It would make this plainer if we were to alter the rendering, Thou didst plead... thou didst redeem. The speaker likens his case to that of a poor man who is opposed at law by a rich oppressor, and who, for want of an advocate, will, to all appearance, become his victim. Suddenly Jehovah appeared and supplied this want. Such are God's \"wonders of old time.\"NEWLINEVERSETITLESTARTLamentations3:59VERSETITLEENDNEWLINEVERSESTARTO LORD, thou hast seen my wrong: judge thou my cause.VERSEENDNEWLINEVerse 59. - Thou hast seen my wrong. Here the speaker returns to the present. This is clear from the following words: Judge thou my cause.NEWLINEVERSETITLESTARTLamentations3:60VERSETITLEENDNEWLINEVERSESTARTThou hast seen all their vengeance and all their imaginations against me.VERSEENDNEWLINEVERSETITLESTARTLamentations3:61VERSETITLEENDNEWLINEVERSESTARTThou hast heard their reproach, O LORD, and all their imaginations against me;VERSEENDNEWLINEVERSETITLESTARTLamentations3:62VERSETITLEENDNEWLINEVERSESTARTThe lips of those that rose up against me, and their device against me all the day.VERSEENDNEWLINEVerse 62. - The lips stand here for \"the fruit of the lips;\" and the verb which governs the nouns is \"thou hast heard,\" in the preceding verse.NEWLINEVERSETITLESTARTLamentations3:63VERSETITLEENDNEWLINEVERSESTARTBehold their sitting down, and their rising up; I am their musick.VERSEENDNEWLINEVerse 63. - Their sitting down, and their rising up. Elsewhere the phrase is a comprehensive expression for all a man's occupations (comp. Psalm 139:2; Isaiah 37:28). I am their music; rather, their song; i.e. the subject of their taunting songs, p. in the parallel passage, Job 30:9; comas Psalm 69:12 (Hebrew, 13).NEWLINEVERSETITLESTARTLamentations3:64VERSETITLEENDNEWLINEVERSESTARTRender unto them a recompence, O LORD, according to the work of their hands.VERSEENDNEWLINEVerse 64. - Render unto them, etc. The sacred poet is familiar with the psalms; here we have a condensation of Psalm 28:4. The tone of vers. 64-66 reminds us of passages in the Book of Jeremiah (see Jeremiah 18:23; Jeremiah 20:12);NEWLINEVERSETITLESTARTLamentations3:65VERSETITLEENDNEWLINEVERSESTARTGive them sorrow of heart, thy curse unto them.VERSEENDNEWLINEVerse 65. - Sorrow of heart; rather, a covering of the heart; spiritual blindness, like the \"veil upon the heart\" in 2 Corinthians 3:15. Thy curse unto them. This should rather form a separate interjectional clause, \"Thy curse upon them!\"NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTARTLamentations3:66VERSETITLEENDNEWLINEVERSESTARTPersecute and destroy them in anger from under the heavens of the LORD.VERSEENDNEWLINE","Lam.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTLamentations4:1VERSETITLEENDNEWLINEVERSESTARTHow is the gold become dim! how is the most fine gold changed! the stones of the sanctuary are poured out in the top of every street.VERSEENDNEWLINEVerse 1. - How is the gold become dim!... the stones of the sanctuary, etc. \"Alas for the sad sights of the capture of Jerusalem! The most fine gold has lost its brilliance now that the fire of Nebuzar-adan (2 Kings 25:9) has passed over it, and the precious stones, consecrated to Jehovah, have been cast out into the open street!\" Not that the latter part of this description can have corresponded to literal fact. None of the hallowed jewels would have been treated with such indifference. The expression must be as figurative as the parallel one, \"to cast pearls before swine,\" in Matthew 7:6. The precious stones are the \"sons of Zion,\" who are compared to \"fine gold\" in ver. 2, precisely as they are in Zechariah 9:16 (comp. ver. 13,\" Thy sons, O Zion\") to \"the stones of a crown.\" They are called \"stones of the sanctuary,\" in allusion, perhaps, to the precious stones employed in the decoration of the temple according to 1 Chronicles 29:2 and 2 Chronicles 3:6. But we may also translate hallowed stones, which better suits the figurative use of the phrase. Those, however, who adopt the literal interpretation, explain \"the stones of the sanctuary\" of the hewn stones of the fabric of the temple, which are described as \"costly\" in 1 Kings 5:17. But how can even a poet have represented the enemy as carrying these stones out and throwing them down in the street? On the other hand, in an earlier lamentation we are expressly told that the young children \"fainted for hunger in the top of every street\" (Lamentations 2:19).NEWLINEVERSETITLESTARTLamentations4:2VERSETITLEENDNEWLINEVERSESTARTThe precious sons of Zion, comparable to fine gold, how are they esteemed as earthen pitchers, the work of the hands of the potter!VERSEENDNEWLINEVerse 2. - The precious sons of Zion; i.e. not merely the nobility, but the people of Judah in general. It is needless (as the literal interpreters of ver. 1 are compelled to do) to alter b'ne (sons) into batte (houses) or abne (stones). The comparison of men to potters' vessels is familiar to the Hebrew writers (comp. Isaiah 22:24; Isaiah 45:9).NEWLINEVERSETITLESTARTLamentations4:3VERSETITLEENDNEWLINEVERSESTARTEven the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people is become cruel, like the ostriches in the wilderness.VERSEENDNEWLINEVerse 3. - The sea monsters; rather, the jackals (tannin, the Aramaic form of the plural for tannim). Cruel, like the ostriches in the wilderness. So in Job (Job 39:14-16) it is said of the ostrich that she \"leaveth her eggs in the earth, and warmeth them in dust, and forgetteth that the foot may crush them, or that the wild beast may break them. She is hardened against her young ones, as though they were not hers.\" The description is literally true, if we add a detail not mentioned by the sacred poet. The eggs destined for hatching are deposited in a nest hole scratched in the sand, but there are other eggs laid, not in the sand, but near it, to all appearance forsaken. These eggs, however, are not exposed in simple stupidity, though they do often fall victims to violence. \"They are intended for the nourishment of the newly hatched young ones, which in barren districts would at first find difficulty in procuring food\" (Houghton, 'Natural History of the Ancients,' p. 198).NEWLINEVERSETITLESTARTLamentations4:4VERSETITLEENDNEWLINEVERSESTARTThe tongue of the sucking child cleaveth to the roof of his mouth for thirst: the young children ask bread, and no man breaketh it unto them.VERSEENDNEWLINEVerse 4. - Breaketh it unto them. The Jewish bread, consisting of round or oval cakes (comp. 1 Kings 19:6).NEWLINEVERSETITLESTARTLamentations4:5VERSETITLEENDNEWLINEVERSESTARTThey that did feed delicately are desolate in the streets: they that were brought up in scarlet embrace dunghills.VERSEENDNEWLINEVerse 5. - They that did feed delicately, etc. i.e. luxuriously. The rendering has been disputed, but without sufficient ground. \"They that did eat at dainties,\" i.e. pink at their dainty food, is forced. The Aramaic mark of the accusative need not surprise us in Lamentations (comp. Jeremiah 40:2). Brought up in scarlet; rather, borne upon scarlet; i.e. resting upon scarlet-covered couches. The poet speaks of adults, not of children.NEWLINEVERSETITLESTARTLamentations4:6VERSETITLEENDNEWLINEVERSESTARTFor the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her.VERSEENDNEWLINEVerse 6. - The punishment of the iniquity... the punishment of the sin. This is a possible rendering (see Genesis 4:13; Zechariah 14:19), but the renderings, \"the iniquity,\" \"the sin? are preferable, and yield a finer meaning, viz. that the punishment having been so severe, the guilt must have been in proportion. And no hands stayed on her. To make the picture of sudden destruction more vivid, the poet alludes to the ordinary circumstances of the capture of a city, the \"hands\" of a fierce soldiery ever \"whirling\" a destroying sword. Comp. \"the swinging of the hand of Jehovah Sabaoth, which he swingeth against it\" (Isaiah 19:16).NEWLINEVERSETITLESTARTLamentations4:7VERSETITLEENDNEWLINEVERSESTARTHer Nazarites were purer than snow, they were whiter than milk, they were more ruddy in body than rubies, their polishing was of sapphire:VERSEENDNEWLINEVerse 7. - Her Nazarites; rather, her eminent ones (just as Joseph is called n'zir ekhav,\"eminent among his brethren\"). The rendering of the Authorized Version is lexically possible, but is intrinsically improbable. The Nazarites constituted too small a portion of the Jewish people to receive so prominent a place in the elegy. Rubies; rather, corals. Their polishing was of sapphire; literally, their shape was (like) a sapphire. But the point in which the sapphire is compared to the bodies of the princes is evidently not the outline of its form, but its gleaming brilliant appearance; so that the Authorized Version is substantially correct.NEWLINEVERSETITLESTARTLamentations4:8VERSETITLEENDNEWLINEVERSESTARTTheir visage is blacker than a coal; they are not known in the streets: their skin cleaveth to their bones; it is withered, it is become like a stick.VERSEENDNEWLINEVerse 8. - Their visage is blacker than a coal; rather, their appearance is darker than blackness - one of the hyperboles which seem to indicate that the poem was not written at the very moment of the calamity described (comp. Job 30:30). Not known in the streets. Another point of contact with the Book of Job (Job 2:12). Their skin, etc. Again we must compare the lamentations of Job (Job 19:20; Job 30:30). Psalm 102:5 may also be quoted; for the second half of the verse is toe short unless we insert \"to my skin\" before \"to my flesh.\"NEWLINEVERSETITLESTARTLamentations4:9VERSETITLEENDNEWLINEVERSESTARTThey that be slain with the sword are better than they that be slain with hunger: for these pine away, stricken through for want of the fruits of the field.VERSEENDNEWLINEVerse 9.-The miserable condition just now described maintains a sad pre-eminence even when compared with the fate of the slain in battle. And why! For these pine away (literally, melt away)Lamentations 4:10NEWLINEVERSESTARTThe hands of the pitiful women have sodden their own children: they were their meat in the destruction of the daughter of my people.VERSEENDNEWLINEVerse 10. - The pitiful women. Strange contrast between the compassionate nature of woman (comp. Isaiah 49:15) and the dread horrors of this moral as well as physical catastrophe (comp. note on Lamentations 2:20).NEWLINEVERSETITLESTARTLamentations4:11VERSETITLEENDNEWLINEVERSESTARTThe LORD hath accomplished his fury; he hath poured out his fierce anger, and hath kindled a fire in Zion, and it hath devoured the foundations thereof.VERSEENDNEWLINEVerse 11. - Hath accomplished means here, not \"hath finished,\" but \"hath poured out in full measure,\" as in the song of Moses Jehovah declares that he will \"spend his arrows upon them\" - the Hebrew verb is the same as here (Deuteronomy 32:23). To show the completeness of Zion's ruin it is compared to a fire which hath devoured the (very) foundations thereof.NEWLINEVERSETITLESTARTLamentations4:12VERSETITLEENDNEWLINEVERSESTARTThe kings of the earth, and all the inhabitants of the world, would not have believed that the adversary and the enemy should have entered into the gates of Jerusalem.VERSEENDNEWLINEVerse 12. - The kings of the earth, etc. And yet Jerusalem had been taken twice before its capture by Nebuchadnezzar (see 1 Kings 14:26; 2 Kings 14:131. How is the language of the second part to be accounted for? It will help us to an answer if we observe that the later Jews seem to have acquired an exorbitant confidence in their national future ever since the Book of Deuteronomy had become as it were canonical in the reign of Josiah. \"The temple of Jehovah\" was ever in their mouths (Jeremiah 7:9), and the strong outward regard paid to the directions of the Law seemed to them to justify their believing in the fulfilment of its promises. And, in fact, the grand deliverance of Jerusalem in the reign of Hezekiah might, even without this misunderstanding of Deuteronomy, have inspired a firm faith in the security of Jerusalem. A sacred poet had already, on the occasion of that deliverance, declared of the holy city that \"God upholdeth the same forever\" (Psalm 48:8), and also (in vers. 4, 5) used the same hyperbole as the author of this lamentation to express the wide reaching interest felt in the fortunes of Jerusalem.NEWLINEVERSETITLESTARTLamentations4:13VERSETITLEENDNEWLINEVERSESTARTFor the sins of her prophets, and the iniquities of her priests, that have shed the blood of the just in the midst of her,VERSEENDNEWLINEVerse 13. - For the sins of her prophets, etc. Instead of connecting this verse by a comma with the following, we should rather view it as a unit in itself, and understand at the beginning, \"All this hath happened\" The sins of the prophets and priests are mentioned together by Jeremiah (Jeremiah 6:13; Jeremiah 23:11), as well as by Isaiah (Isaiah 28:7). But we are nowhere else told that the spiritual leaders of the people, in these closing years of the Jewish state, were guilty of shedding innocent blood, unless this is to be inferred from the incident related in Jeremiah 26:7, etc.NEWLINEVERSETITLESTARTLamentations4:14VERSETITLEENDNEWLINEVERSESTARTThey have wandered as blind men in the streets, they have polluted themselves with blood, so that men could not touch their garments.VERSEENDNEWLINEVerse 14. - They; i.e. the prophets and priests. Wandered as blind men. The leaders of the people are blinded by ignorance, for they know not the only true way of averting calamity, and by passion, for they have not that \"eye\" of the soul (Matthew 6:22, 23) which alone enables a man to see the good and the right course for himself individually, The\" wandering,\" or, rather, \"staggering\" (comp. Psalm 107:27, Authorized Version), however, may also refer to the panic stricken condition of those self. deceived deceivers when overtaken by God's punishment; comp. \"wine of reeling\" (Authorized Version, \"astonishment\"), Psalm 60:3; also the prophecies in Deuteronomy 28:28, 29; Jeremiah 23:12. The doubt is whether \"have wandered\" refers to some period before the final catastrophe, or to the consternation produced by that awful surprise. The latter view seems the more probable. They have polluted themselves, etc. Their acts of violence have been continued to the very end of their term of power. Their garments are still stained with blood when the summons to depart into exile reaches them.NEWLINEVERSETITLESTARTLamentations4:15VERSETITLEENDNEWLINEVERSESTARTThey cried unto them, Depart ye; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there.VERSEENDNEWLINEVerse 15. - They cried unto them, etc. As they leave the city they are pursued by the maledictions of those whom they have oppressed. It is unclean. The cry with which the leper was directed to warn off passengers, lest they should become infected (Leviticus 13:45). There may be an allusion to this, but, though commonly accepted, the view is not certain, as the\" leper\" in the present case is not the person who raises the cry, but those who meet him. When they fled away and wandered. The clause is difficult. If the text is correct, Keil's explanation may perhaps pass, \"When they fled away, (there) also they wandered,\" alluding to the \"wandering\" ascribed to them with a somewhat different shade of meaning in the preceding verso. In any case there ought to be a fuller stop than a comma after \"touch not,\" which words close the first of the two parallel lines of which the verse consists. But very probably \"when\" (Hebrew, ki) is an intrusion, and we should begin the second line thus: \"They fled, they also wandered about.\" They said among the heathen, etc. Even in their place of exile they found no rest (comp. Deuteronomy 28:65). This is better than understanding \"the heathen\" (literally, the nations) to mean \"the Chaldean army,\" and the place of sojourn prohibited to be Jerusalem.NEWLINEVERSETITLESTARTLamentations4:16VERSETITLEENDNEWLINEVERSESTARTThe anger of the LORD hath divided them; he will no more regard them: they respected not the persons of the priests, they favoured not the elders.VERSEENDNEWLINEVerse 16. - Hath divided them; i.e. hath scattered them, like \"l will divide them in Jacob\" (Genesis 49:7).NEWLINEVERSETITLESTARTLamentations4:17VERSETITLEENDNEWLINEVERSESTARTAs for us, our eyes as yet failed for our vain help: in our watching we have watched for a nation that could not save us.VERSEENDNEWLINEVerse 17. - As for us, our eyes, etc.; rather (correcting the reading of the first word), Our eyes were still wasting away (as we looked) for our help in vain. To the very last the Jews leaned on \"that broken reed,\" Egypt (Isaiah 36:6); how vain that hope would be Jeremiah had already told them (Jeremiah 37:7, 8). In our watching; i.e. earnestly and continually; or, on our watchtower.NEWLINEVERSETITLESTARTLamentations4:18VERSETITLEENDNEWLINEVERSESTARTThey hunt our steps, that we cannot go in our streets: our end is near, our days are fulfilled; for our end is come.VERSEENDNEWLINEVerse 18. - They hunt our steps, etc. Realistic attempts to explain this line have not been wanting, but seem unsuccessful. The Chaldeans were either within the city or without. If within, they would not need literally to \"hunt the steps\" of the Jews; if without, they had not war engines adequate to shooting the inhabitants at some distance. Probably the expressions are metaphorical; they are similar to those used in Lamentations 3:52, immediately after which we meet with such a purely poetical phrase as, \"They have cut off my life in the pit [Authorized Version, 'dungeon'], and cast a stone upon me\" (see note on Lamentations 3:52-56).NEWLINEVERSETITLESTARTLamentations4:19VERSETITLEENDNEWLINEVERSESTARTOur persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, they laid wait for us in the wilderness.VERSEENDNEWLINEVerse 19. - Swifter than the eagles of the heaven. Jeremiah, or his imitator, repeats the figure which occurs in Jeremiah 4:13. There is probably no special reference to the circumstances of the capture of Zedekiah (Jeremiah 39:4, 5); the escape of many fugitives would be similarly cut off.NEWLINEVERSETITLESTARTLamentations4:20VERSETITLEENDNEWLINEVERSESTARTThe breath of our nostrils, the anointed of the LORD, was taken in their pits, of whom we said, Under his shadow we shall live among the heathen.VERSEENDNEWLINEVerse 20. - The breath of our nostrils. The theocratic king was the direct representative of the people with Jehovah, and to him the promises of 2 Samuel 7. were conveyed. He was also, in a sense, the representative of Jehovah with the people. His throne was \"the throne of Jehovah\" (1 Chronicles 29:23). A similar conception of the king was generally prevalent in antiquity. Most of all among the Egyptians; but, even in imperial Rome, we find Seneca ('De Clementia,' 1:4, quoted by Archbishop Seeker, in Blayney) declaring, \"Ille (Princeps) est spiritus vitalis, quem haec tot millia (civium) trahunt.\" For the Jewish, or Old Testament, conception, see Psalm 28:8, where (as the Septuagint shows) \"his people\" and \"his anointed\" are used almost synonymously. Was taken in their pits. A figure from hunting (comp. Lamentations 1:13; Psalm 7:15). The fate of Zedekiah is referred to. Among the heathen; better, among the nations. The rendering of the Authorized Version suggests that the Jews hoped to preserve at least a qualified independence under their own king, even after their captivity.NEWLINEVERSETITLESTARTLamentations4:21VERSETITLEENDNEWLINEVERSESTARTRejoice and be glad, O daughter of Edom, that dwellest in the land of Uz; the cup also shall pass through unto thee: thou shalt be drunken, and shalt make thyself naked.VERSEENDNEWLINEVerse 21. - Rejoice and be glad. An ironical address to Edom, who is bidden to enjoy her malicious triumph, but warned that it will be but short lived. How ungenerously the Edomites behaved at the fall of Jerusalem we are repeatedly told (see on Jeremiah 49:7). In the land of Uz. As to the situation of Uz, see on Jeremiah 25:20. The cup; one of Jeremiah's images (see Jeremiah 25:15).NEWLINEVERSETITLESTARTLamentations4:22VERSETITLEENDNEWLINEVERSESTARTThe punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins.VERSEENDNEWLINEVerse 22. - The punishment of thine iniquity or, thy guilt (see on ver. 6). The prophet speaks with the confidence of faith, and sees the guilt wiped away, and the danger of a future captivity removed by the purification which the Jewish national character has undergone. He will discover thy sins. God is said to \"cover over\" sins when he remits their punishment, and to \"discover\" them when he punishes them (comp. Job 20:27, 28).NEWLINENEWLINENEWLINENEWLINENEWLINE","Lam.5":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTLamentations5:1VERSETITLEENDNEWLINEVERSESTARTRemember, O LORD, what is come upon us: consider, and behold our reproach.VERSEENDNEWLINEVerses 1-18. - INSULT UPON INSULT HAS BEEN HEAPED UPON JERUSALEM.NEWLINEVERSETITLESTARTLamentations5:2VERSETITLEENDNEWLINEVERSESTARTOur inheritance is turned to strangers, our houses to aliens.VERSEENDNEWLINEVerse 2. - Our inheritance. The land had been \"given\" to Abraham (Genesis 13:25; 17:8), and was consequently inherited by Abraham's posterity. Our houses. Not as it the Chaldeans had actually taken up their abode in some of the houses of Jerusalem. The expressions are forcible, but inexact. The land was seized; the houses were destroyed (Jeremiah 52:13).NEWLINEVERSETITLESTARTLamentations5:3VERSETITLEENDNEWLINEVERSESTARTWe are orphans and fatherless, our mothers are as widows.VERSEENDNEWLINEVerse 3. - We are orphans and fatherless; i.e. \"We are like the most desolate of beings,\" as the Targum already explains it. Hence in the next clause the mothers of Israel ere likened to widows.NEWLINEVERSETITLESTARTLamentations5:4VERSETITLEENDNEWLINEVERSESTARTWe have drunken our water for money; our wood is sold unto us.VERSEENDNEWLINEVerse 4. - We have drunken our water, etc. The Jews were not yet carried away to Babylonia when this was written, but had to pay a dear price to the new lords of the soil for the commonest necessaries of life.NEWLINEVERSETITLESTARTLamentations5:5VERSETITLEENDNEWLINEVERSESTARTOur necks are under persecution: we labour, and have no rest.VERSEENDNEWLINEVerse 5. - Our necks are under persecution. Persecution is here compared to a yoke. But this rendering and explanation hardly suit the phrase, which rather means, \"We are pursued close upon our necks.\" The harassing conduct of the Babylonian conquerors is compared to the pursuit of a foe fast gaining upon a fugitive.NEWLINEVERSETITLESTARTLamentations5:6VERSETITLEENDNEWLINEVERSESTARTWe have given the hand to the Egyptians, and to the Assyrians, to be satisfied with bread.VERSEENDNEWLINEVerse 6. - We have given the hand, etc. Starvation awaits the Jews unless they submit to one or the other of their hereditary foes. Some escape to Egypt and \"give the hand\" (i.e. surrender, Jeremiah 1:15) to the lords of the fertile Nile valley; others acquiesce in the fate of the majority, and sue for the alms of the Babylonians.NEWLINEVERSETITLESTARTLamentations5:7VERSETITLEENDNEWLINEVERSESTARTOur fathers have sinned, and are not; and we have borne their iniquities.VERSEENDNEWLINEVerse 7. - We have borne their iniquities. The fathers died before the iniquity was fully ripe for punishment, and their descendants have the feeling that the accumulated sins of the nation are visited upon them. This view of national troubles is very clearly endorsed by one important class of passages (Exodus 20:5; Exodus 34:7; Numbers 14:18; Jeremiah 32:18). The objection to it is forcibly expressed by Job (Job 21:19), \"God [it is said] layeth up his iniquity for his children: [but] let him requite it to himself, that he may feel it!\" Hence Jeremiah (Jeremiah 31:30) and Ezekiel (Ezekiel 18:1, etc.) insist on the truth that every man is punished for his own sins. Of course the two views of punishment are reconcilable. The Jews were not only punished, according to Jeremiah 16:11, 12, for their fathers' sins, but for their own still more flagrant offences.NEWLINEVERSETITLESTARTLamentations5:8VERSETITLEENDNEWLINEVERSESTARTServants have ruled over us: there is none that doth deliver us out of their hand.VERSEENDNEWLINEVerse 8. - Servants have ruled; rather, slaves. The Babylonians in general might be called slaves, by comparison with the \"kingdom of priests\" (Exodus 19:6), and the \"sons\" of Jehovah (Isaiah 45:11; Hosea 1:10). Or the expression may mean that even baseborn hangers on of the conquering host assumed the right to command the defenceless captives.NEWLINEVERSETITLESTARTLamentations5:9VERSETITLEENDNEWLINEVERSESTARTWe gat our bread with the peril of our lives because of the sword of the wilderness.VERSEENDNEWLINEVerse 9. - We gat our bread; rather, we get our bread. The allusion in the following words is perhaps to murderous attacks of Bedawins (as we should call the Ishmaelites) on the Jews who attempted to gather in the scanty harvest.NEWLINEVERSETITLESTARTLamentations5:10VERSETITLEENDNEWLINEVERSESTARTOur skin was black like an oven because of the terrible famine.VERSEENDNEWLINEVerse 10. - Was black like an oven. The translation is misleading; there is no real parallel to Lamentations 4:8. Render, gloweth. It is the feverish glow produced by gnawing hunger which is meant. The terrible famine; rather, the burning heat of hunger. Hariri, the humoristic author of the cycle of stories in rhymed Arabic prose and verse, called 'Makamat,' puts into the mouth of his ne'er do well Abu Seid very similar words to describe a famished man -NEWLINENEWLINE\"Dess Eingeweide brennend nach Erquickung sehrein,NEWLINEDer nichts gegessen seit zwei Tagen oder drein.\"NEWLINENEWLINE(Ruckert's adaptation, third Makama.)NEWLINEVERSETITLESTARTLamentations5:11VERSETITLEENDNEWLINEVERSESTARTThey ravished the women in Zion, and the maids in the cities of Judah.VERSEENDNEWLINEVERSETITLESTARTLamentations5:12VERSETITLEENDNEWLINEVERSESTARTPrinces are hanged up by their hand: the faces of elders were not honoured.VERSEENDNEWLINEVerse 12. - Princes are hanged up by their hand; i.e. by the hand of the enemy. Impalement after death was a common punishment with the Assyrians and Babylonians. Thus Sennacherib says that, after capturing rebellious Ekron, he hung the bodies of the chief men on stakes all round the city ('Records of the Past,' 1:38). Benomi gives a picture of such an impalement from one of the plates in Botta's great work ('Nineveh and its Palaces,' p. 192).NEWLINEVERSETITLESTARTLamentations5:13VERSETITLEENDNEWLINEVERSESTARTThey took the young men to grind, and the children fell under the wood.VERSEENDNEWLINEVerse 13. - They took the young men to grind; rather, the young men have borne the mill. The lower millstone seems to have been specially hard, and therefore heavy (see Job 41:24), and to carry it about must have required a more severe exertion even than the constant turning of the mill handle. Dr. Thomson \"cannot recall an instance in which men were grinding at the mill\" ('The Land and the Book,' edit. 1881, p. 108), and both Exodus 11:5 and Matthew 24:41 presuppose that it was women's work. The conquered Jewish youths, however, share the fate of Samson -NEWLINENEWLINE\"Eyeless, in Gaza, at the mill with slaves.\"NEWLINENEWLINE(Samson Agonistes,' 41.) Eyeless, indeed, they may some of them have been, as putting out the eyes was a common Oriental punishment (comp. Jeremiah 39:7). The children. This is, perhaps, too strong. The Hebrew na'ar is applicable, not only to children, but to youths at the age for marriage (Genesis 34:19) or war (1 Kings 20:15). The wood; not the wooden handle of the mill, but the wood required for fuel.NEWLINEVERSETITLESTARTLamentations5:14VERSETITLEENDNEWLINEVERSESTARTThe elders have ceased from the gate, the young men from their musick.VERSEENDNEWLINEVerse 14. - From the gate. The place where the elders, technically so called, assembled for legal proceedings, and where the citizens in general met together for social concourse (comp. Genesis 19:1; Ruth 4:11; Psalm 69:12; Amos 5:12, 15; Daniel 2:49). From their music (comp. Jeremiah 7:34; Jeremiah 16:9).NEWLINEVERSETITLESTARTLamentations5:15VERSETITLEENDNEWLINEVERSESTARTThe joy of our heart is ceased; our dance is turned into mourning.VERSEENDNEWLINEVERSETITLESTARTLamentations5:16VERSETITLEENDNEWLINEVERSESTARTThe crown is fallen from our head: woe unto us, that we have sinned!VERSEENDNEWLINEVerse 16. - The crown is fallen, etc.; rather, the crown of our head is fallen. The Jewish people is compared to a rich man at a banquet, crowned with a diadem (comp. Isaiah 28:1). Jeremiah has a similar phrase in his prophecies (Jeremiah 13:18). It evidently expresses figuratively the prosperity and honour formerly enjoyed by the now vanquished people.NEWLINEVERSETITLESTARTLamentations5:17VERSETITLEENDNEWLINEVERSESTARTFor this our heart is faint; for these things our eyes are dim.VERSEENDNEWLINEVerses 17, 18. - These verses form a transition to the final appeal. The thought of the desolation of Zion overwhelms the spirit of the poet. But he will soon be able to lift himself up again when he recalls the sublime truth of the inviolable security of Israel's God. Foxes; rather, jackals.NEWLINEVERSETITLESTARTLamentations5:18VERSETITLEENDNEWLINEVERSESTARTBecause of the mountain of Zion, which is desolate, the foxes walk upon it.VERSEENDNEWLINEVERSETITLESTARTLamentations5:19VERSETITLEENDNEWLINEVERSESTARTThou, O LORD, remainest for ever; thy throne from generation to generation.VERSEENDNEWLINEVerses 19-22. - FINAL APPEAL TO GOD FOR THE REVERSAL OF THE JUDGMENT. Verse 19. - Remainest; better, art enthroned.NEWLINEVERSETITLESTARTLamentations5:20VERSETITLEENDNEWLINEVERSESTARTWherefore dost thou forget us for ever, and forsake us so long time?VERSEENDNEWLINEVerse 20. - Wherefore dost thou forget us, etc.? The poet does not say,\" Wherefore hast thou forgotten us?\" One of the psalmists, indeed, does go so far (Psalm 74:1); but the poet of this lamentation, with a more tender and trustful reserve, adopts the tense of feeling (the imperfect) in preference to that of fact (the perfect), and asks, \"Wherefore dost thou [to my feeling] forget us? Wherefore, if Jehovah's power is still unbroken, does he allow Israel to feel herself forsaken?\" The fact is certain, viz. that the land of Israel is desolate, and (the poet seems to imply) desolate for some time already. The interpretation is hypothetical, and, as the last verse will show, the poet cannot bring himself to believe that it can be accurate.NEWLINEVERSETITLESTARTLamentations5:21VERSETITLEENDNEWLINEVERSESTARTTurn thou us unto thee, O LORD, and we shall be turned; renew our days as of old.VERSEENDNEWLINEVerse 21. - Turn thou us, etc. Not \"bring us back to thee,\" i.e. to the sacred land (as Thenius), for it is not a speech of the exiles, but of the Jews left behind, at least for the present, in Judea. \"Turn thou us\" means \"Bring us into a state of reconciliation with thee\" The next petition, Renew our days as of old, means, \"Restore the old happy mode of life, each man with his own vine and his own fig tree, undisturbed by the fear of invasion, and rejoicing in the sense of the favour of Jehovah.\" The first petition has the priority because only on repentance and recovered purity of heart and life can Jerusalem rise from her ashes. Isaiah had said this long ago (Isaiah 1:26, 27), and the elegiac poet repeats it (comp. Jeremiah 31:18).NEWLINEVERSETITLESTARTLamentations5:22VERSETITLEENDNEWLINEVERSESTARTBut thou hast utterly rejected us; thou art very wroth against us.VERSEENDNEWLINEVerse 22. - But; rather, unless. The poet wishes to suggest that the idea seems to him inconsistent with the covenant relationship of Jehovah towards Israel. May we not compare a striking passage in Isaiah which should probably be rendered thus: \"A wife of one's youth, can she be rejected? saith thy God\" (Isaiah 54:6)? Both passages express, in a most delicate way, the incredulity of the writers with regard to the absolute rejection of Israel. And thus this melancholy Book of Lamentations concludes with a hope, \"faint, yet pursuing,\" of the final realization of the promises to Israel. The interpretation adopted admits of no reasonable doubt, in spite of the fact that ancient doctors of the synagogue thought otherwise when they established the custom of repeating ver. 21 after ver. 22 had been read, in order to soften the supposed gloomy impression of ver. 22.NEWLINENEWLINENEWLINENEWLINE"}