{"Mic.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMicah1:1VERSETITLEENDNEWLINEVERSESTARTThe word of the LORD that came to Micah the Morasthite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.VERSEENDNEWLINEVerse 1. - The inscription, or heading of the book, conveying the prophet's authority. The word of the Lord. The expression applies to the whole contents of the book, as in Hosea 1:1 and Zephaniah 1:1. It is often used for some particular message to a prophet, as Jeremiah 1:4, 11; Jeremiah 2:1; Ezekiel 3:16. Micah the Morasthite; i.e. Micah of Moresheth-Gath (ver. 14), a village in the lowland of Judaea, near Eleutheropolis, some twenty miles southwest of Jerusalem (see Introduction, § II.). In the days of Jotham, Ahaz, and Hezekiah. Thus Micah was a contemporary of Isaiah, though his ministry did not begin as soon or last as long as that prophet's (see Isaiah 1:1); he was a little later than Hosea and Amos, who prophesied under Uzziah, the father of Jotham. Kings of Judah are mentioned because the prophet's mission was to Judah, as the line of election; but, like Amos, he prophesied against Samaria also. However divided, the two nations are regarded as one people. Which he saw. What he saw in vision or by inward illumination he here relates in words. Thus the prophecies of Isaiah, Obadiah, Nahum, etc., are called \"visions.\" Concerning Samaria and Jerusalem. Samaria comes first, as being ripe for punishment, and the first to feel the avenger. The capitals of the two kingdoms Israel and Judah stand for the people themselves.NEWLINEVERSETITLESTARTMicah1:2VERSETITLEENDNEWLINEVERSESTARTHear, all ye people; hearken, O earth, and all that therein is: and let the Lord GOD be witness against you, the Lord from his holy temple.VERSEENDNEWLINEVerses 2-4. - § 1. Introduction to the prophet's address. The nations and earth itself are summoned to attend the solemn announcement. Verse 2. - Hear, all ye people; rather, all ye peoples; Septuagint, λαοί. All nations are summoned to come and witness the judgment, and to profit by the warning. So Micaiah, son of Imlah, the bold denouncer of false prophets in the age of Ahah, had cried, \"Hear, ye peoples, all of you\" (1 Kings 22:28). So Moses, in his song (Deuteronomy 32:1), calls on heaven and earth to listen to his words (comp. Isaiah 1:2). These expressions are not mere rhetorical figures; they have a special application. Whatever happens to Israel has a bearing on the development of the kingdom of God; the judgments on the chosen people are not only a warning to the heathen, but bring on the great consummation. All that therein is; literally, the fulness thereof; Vulgate, plentitudo ejus; Septuagint, πάντες οἱ ἐν αὐτῇ, \"all ye that are therein\" (Psalm 24:1). Let the Lord God (the Lord Jehovah) be witness against you. Let God by his judgments against you, viz. Israel and Judah, confirm my denunciation (comp. Deuteronomy 29:24). From his holy temple; i.e. from heaven, as ver. 3 shows (1 Kings 8:30; Psalm 11:4; Habakkuk 2:20).NEWLINEVERSETITLESTARTMicah1:3VERSETITLEENDNEWLINEVERSESTARTFor, behold, the LORD cometh forth out of his place, and will come down, and tread upon the high places of the earth.VERSEENDNEWLINEVerse 3. - Here follows a grand description, in figurative language, of the course of Divine judgment, and of God's awful majesty and resistless power. Out of his place. It is as though the sins of Israel had roused him to action. God is hidden except when he displays his power in judgment and mercy (see note on Zechariah 14:3). Will come down. An anthropomorphic expression, as Genesis 18:21. The high places. As though descending from heaven, God first came upon the tops of the mountains (see note on Amos 4:13; comp. Deuteronomy 32:13). The phrase would imply God's absolute sovereignty over the universe.NEWLINEVERSETITLESTARTMicah1:4VERSETITLEENDNEWLINEVERSESTARTAnd the mountains shall be molten under him, and the valleys shall be cleft, as wax before the fire, and as the waters that are poured down a steep place.VERSEENDNEWLINEVerse 4. - The description of God's advent to judgment is founded on the idea of a terrible storm and earthquake, perhaps accompanied with volcanic eruption, though evidence of such eruptions in the historical period is not forthcoming. The description recalls the awful revelation at Sinai (Exodus 19.). Shall be molten; either by the lightning or the showers of rain that descend from heaven. The mountains, the type of stability and strength, fall away at the presence of the Judge. Septuagint, σαλευθήσεται, \"shall be shaken;\" Vulgate, consumentur (Judges 5:4, 5; Psalm 18:7, etc.; Psalms 68:8; 97:4, 5; Amos 9:5). Be cleft; Septuagint, τακήσονται, \"shall melt.\" The valleys shall be hollowed out into channels by the force of the water, which falls in torrents. As wax (Psalm 68:2; Psalm 97:5). This belongs to the first clause, \"the mountains,\" etc. As waters. This belongs to the second clause. The cloven plains shall melt away as waters disappear down a precipice. The idea that underlies this description is that the inanimate creation shares in the effects of the judgment on man, and is used as an instrument in his punishment.NEWLINEVERSETITLESTARTMicah1:5VERSETITLEENDNEWLINEVERSESTARTFor the transgression of Jacob is all this, and for the sins of the house of Israel. What is the transgression of Jacob? is it not Samaria? and what are the high places of Judah? are they not Jerusalem?VERSEENDNEWLINEVerses 5-7. - § 2. Judgment is denounced on Israel for its sin. Verse 5. - The prophet shows the cause of this punishment. Transgression; better, apostasy, which the people's trangression really was. Jacob. Here the ten tribes and Judah - the whole of the covenant people. In the latter part of the verse the term includes only the ten tribes, called often Israel or Ephraim. All this. The manifestation of God's power and wrath described in vers. 3 and 4. The house of Israel. The ten tribes. Is it not Samaria? She is naught but sin. He names the capitals of the two kingdoms as the source and centre of the idolatry and wickedness which pervaded the whole country. Samaria was built by Omri, a king who \"wrought evil in the eyes of the Lord, and did worse than all that were before him;\" and in it his son Ahab erected a temple to Baal (1 Kings 16:32), and it became the chief seat of idolatry in the land. What are the high places? The prophet seems to say that Jerusalem is no longer the Lord's sanctuary, but a collection of unauthorized or idolatrous shrines. These were buildings or altars erected in conspicuous spots, contrary to the enactments of the Mosaic Law (Deuteronomy 12:11-14), and used more or less for idolatrous worship. With a strange perversity, the Jews mixed the pure service of Jehovah with the rites of heathen deities. Even the best kings of Judah were unable wholly to suppress these local sanctuaries (see 2 Kings 12:3; 2 Kings 14:4, etc.). They were found even in Jerusalem itself (Jeremiah 32:35), especially in the time of Ahaz (2 Kings 16:4). The parallelism of this clause with the preceding being thought defective (\"high places\" being not parallel with \"apostasy\"), the Septuagint reads, ἡ ἁμαρτία, \"the sin,\" followed by the Syriac and the Targum. One Hebrew manuscript confirms the reading; but it is probably unauthorized, and has been ignorantly introduced The prophet defines the sins of Samaria and Jerusalem. The sin of the former is apostasy; that of the latter, unauthorized worship. Instead of \"what\" in both places the Hebrew gives \"who,\" implying that there is a personal cause, the two capitals being personified. Hezekiah's partial reformation had not taken place when this was uttered.NEWLINEVERSETITLESTARTMicah1:6VERSETITLEENDNEWLINEVERSESTARTTherefore I will make Samaria as an heap of the field, and as plantings of a vineyard: and I will pour down the stones thereof into the valley, and I will discover the foundations thereof.VERSEENDNEWLINEVerse 6. - I will make. This prophecy, therefore, was delivered before the destruction of Samaria in the fourth year of Hezekiah. As an heap of the field; or, into a heap of the field, like a heap of stones gathered off a cultivated field (comp. Isaiah 5:2.) Septuagint, ἰς ὀπωροφυλάκιον ἀγροῦ, \"the hut of a fruit watcher.\" As plantings of a vineyard; into the plantings, etc.; i.e. into mere terraces for vines. Such shall be the utter ruin of the city, that on its site vines shall be planted. The prophet here uses a description of complete destruction which is a regular formula in Assyrian inscriptions, where we read of cities being made into \"a rubbish heap and a field.\" The expression occurs, e.g., in a monument of Tiglath-Pileser (see Schrader, 'Keilinschr.,' p. 449). I will pour down the stones thereof into the valley. Samaria stood on a hilly platform (1 Kings 16:24), with a sheer descent on every side, and when it was overthrown its stones were hurled into the valley surrounding it, as may be seen to this day. \"When we looked down,\" says Tristram ('Land of Israel,' p. 136), \"at the gaunt columns rising out of the little terraced fields, and the vines clambering up the sides of the hill once covered by the palaces of proud Samaria, who could help recalling the prophecy of Micah? Not more literally have the denunciations on Tyre or on Babylon been accomplished. What though Sebaste rose, under Herod, to a pitch of greater splendour than even old Samaria, the effort was in vain, and the curse has been fully accomplished. In the whole range of prophetic history, I know of no fulfilment more startling to the eyewitness in its accuracy than this.\" Will discover; will lay bare (Psalm 137:7; Ezekiel 13:14).NEWLINEVERSETITLESTARTMicah1:7VERSETITLEENDNEWLINEVERSESTARTAnd all the graven images thereof shall be beaten to pieces, and all the hires thereof shall be burned with the fire, and all the idols thereof will I lay desolate: for she gathered it of the hire of an harlot, and they shall return to the hire of an harlot.VERSEENDNEWLINEVerse 7. - Graven images. The stone idols (Isaiah 10:10). Septuagint, τὰ γλυπτά. The hires thereof. The word properly means, \"the wages of prostitution.\" Idolatry is viewed as spiritual fornication, and the offerings made to the idol temples are reckoned to be harlot gifts. Hosea speaks in the same way (Hosea 2:5, 8, 12; Hosea 9:1; comp. Isaiah 23:17; Ezekiel 16:31). There may be allusion to the shameful practices consecrated with the name of religion, the proceeds of which went to the support of idolatry (see Baruch 6:43; Herod., 1:199; Strabo, 16:1). Idols; more costly images, made probably of or plated with precious metals. For she gathered it; rather, them, the images and idols, from the offerings made by idolaters, spiritual fornicators, hence called the hire of an harlot. They shall return to the hire of an harlot. The treasures obtained by idolatry shall go to another idolatrous people, viz. the Assyrians; the dedicated offerings in the temples at Samaria shall be carried off to Nineveh to adorn the temples there (comp. Daniel 1:2; Daniel 5:3; Ezra 1:7). The sentence seems to be a kind of proverbial saying, like the Latin, Male parta, male dilabuntur. Sehegg compares the German, Wie gewonnen, so zerronnen, and Unrect Gut that sein Gut. The judgment on Samaria was executed by the Assyrians. Three times in his short reign of less than six years did Shalmaneser IV. invade Israel. Shortly after his accession, having reason to suspect the fidelity of Hoshea, he \"came up against him\" (2 Kings 17:3), and so overawed him by the exhibition of his superior power that the King of Israel submitted without a struggle, \"became his servants and gave him presents,\" or rendered him tribute. But Hoshea's allegiance was not yet secured. Encouraged by the enterprise and success of the Ethiopian monarch So, or Shebek, who had defeated and slain the Egyptian king, and established himself firmly on the throne of Upper Egypt, Hoshea, in reliance on Egyptian aid, again threw off the yoke of Assyria, and refused the customary tribute. His punishment was speedy and sharp. Shalmaneser had no difficulty in making himself master of his person, \"shut him up and bound him in prison.\" On a fresh act of rebellion, of what nature we are not informed, Shalmaneser made his third attack. This time he was everywhere resisted, and ended by laying siege to Samaria itself. Before this city his forces were detained for more than two years; nor was it till B.C. 722, when apparently his own reign had come to an end, that Samaria was taken, his successor Sargon claiming the conquest as appertaining to his first year (Rawlinson, 'Ancient Monarchies,' 2. ch. 9.).NEWLINEVERSETITLESTARTMicah1:8VERSETITLEENDNEWLINEVERSESTARTTherefore I will wail and howl, I will go stripped and naked: I will make a wailing like the dragons, and mourning as the owls.VERSEENDNEWLINEVerses 8, 9. - 3. Micah mourns because the punishment extends to Judah also. Verse 8. - I will wail. The prophet marks the destruction of Samaria with these outward signs of mourning, in order that he might affect the minds of his own countrymen, and show how he grieved over their sins which should bring like punishment. The word rendered \"wail\" means \"to beat\" the breast. Septuagint, κόψεται: Vulgate, plangam. Stripped and naked. The former epithet the LXX. translate ἀνυπόδετος, as if it meant \"barefoot;\" and they refer the verse to Samaria, not to Micah. The two epithets contain one notion; the prophet assumes the character, not merely of a mourner, who put off his usual garments, but that of a captive who was stripped to the skin and carried away naked and despoiled (comp. Isaiah 20:2-4; Isaiah 47:2, 8). Dragons; Septuagint, δρακόντων: Hebrew, tannim, \"jackals\" (Job 30:29; Malachi 1:3), whose mournful howling is well known to all travellers in the East. Owls; Septuagint, θυγατέρων σειρήνων, \"daughters of sirens;\" Vulgate, struthionum. The bird is called in Hebrew bath yaanah, which some explain \"daughter of the desert,\" or else refer to roots meaning either \"to cry out\" or \"to be freed.\" Doubtless the ostrich is meant. Concerning the fearful screech of this bird, Pusey quotes Shaw, 'Travels,' 2:349, \"During the lonesome part of the night they often make a doleful and piteous noise. I have often heard them groan as if they were in the greatest agonies.\"NEWLINEVERSETITLESTARTMicah1:9VERSETITLEENDNEWLINEVERSESTARTFor her wound is incurable; for it is come unto Judah; he is come unto the gate of my people, even to Jerusalem.VERSEENDNEWLINEVerse 9. - Her wound; her stripes, the punishment inflicted on Samaria. Incurable (comp. Jeremiah 15:18) The day of grace is past, and Israel has not repented. It is come. The stripe, the punishment, reaches Judah. To the prophetic eye the Assyrians' invasion of Judaea seems close at hand, and even the final attack of the Chaldeans comes within his view. The same sins in the northern and southern capitals lead to the same fate. He is come. He, the enemy, the agent of the \"stripe.\" The gate of my people. The gate, the place of meeting, the well guarded post, is put for the city itself (comp. Genesis 22:17; Deuteronomy 28:52; Obadiah 1:11). Pusey thinks that Micah refers to something short of total excision, and therefore that the invasion of Sennacherib alone is meant (2 Kings 18:13). But the fore shortened view of the prophet may well include the final ruin.NEWLINEVERSETITLESTARTMicah1:10VERSETITLEENDNEWLINEVERSESTARTDeclare ye it not at Gath, weep ye not at all: in the house of Aphrah roll thyself in the dust.VERSEENDNEWLINEVerses 10-15. - 4. The judgment on Judah is exemplified by the fate of certain of its cities, whose names the prophet connects with their punishment in a series of paronomasias. Verse 10. - Declare ye it not at Gath. This phrase from David's elegy over Saul (2 Samuel 1:20) had become a proverbial saying, deprecating the malicious joy of their hostile neighbours over the misfortunes that befell them. Gath is mentioned as the seat of the Philistines, the constant and powerful enemy of Judah. (For its situation, see note on Amos 6:2.) The paronomasias in this passage, which seem to modern ears artificial and puerile, are paralleled in many writings both Hebrew and classic, and were natural to a people who looked for mystical meaning in words and names. Thus Gath is taken to signify \"Tell town,\" and the clause is, \"In Tell town tell it not.\" Weep ye not at all; Vulgate, lacrymis ne ploretis; i.e. \"weep in silence,\" or \"hide your tears,\" that the enemy may not know your grief. As in cash of the other clauses a town is mentioned, some editors would here read, \"In Acco ('Weep town') weep not!\" - Acco being the later Ptolemais, the modern St. Jean d'Acre, and taken here to represent another foreign city which would rejoice at Judah's misfortunes (see, Judges 1:31). The Septuagint alone of all the versions seems to countenance this reading, by translating, Οἱ Ἐνακεὶμ μὴ ἀνοικοδομεῖτε, \"Ye Enakim, do not rebuild,\" which has been resolved into οἱ ἐν Ἀκεὶμ, supposed to be an error for οἱ ἐν Ἀχί The objections against this reading may be seen in Keil and Pusey. There is a play on the words in both these clauses (as in the following five verses), which is not seen in the English Version, begath al taggidu, and bako al tibeku. Knabenbauer imitates the paronomasia in Latin, \"Cannis ne canite; Anconae ne angamini;\" Ewald and Schegg in German, \"In Molln meldet nicht; in Weinsberg. weinet nicht;\" Reuss in French, \"N'allez pas le dire a Dijon! N'allez pas pleurer a Ploermel!\" In these puns, as we should call them, the prophet is far, indeed, from jesting. \"He sees,\" says Dr. Cheyne, \"like Isaiah, in Isaiah 10:30, a preordained correspondence between names and fortunes;\" and he wishes to impress this on his countrymen, that the judgment may not come upon them unwarned. In the house of Aphrah; better, at Beth-le-Aphrah, i.e. \"House of dust;\" Vulgate, in domo pulveris. The site of Aphrah is unknown. Some identify it with Ophrah in Benjamin (Joshua 18:23), four miles northeast of Bethel; others, with Ophrah in Philistia (1 Chronicles 4:14). Host of the towns named below lie in the Shephelah. Keil notes that the word is pointed with pathach here for the sake of the paronomasia. Roll thyself in the dust; sprinkle dust upon thyself. This was a common sign of mourning (comp. 2 Samuel 13:19; Jeremiah 6:26). The Hebrew text (in contradistinction to the margin, Keri) gives, \"I roll myself,\" or \"I have besprinkled myself,\" the prophet identifying himself with the people. But as in all the subsequent passages, not what the prophet does, but what the inhabitants do, is the point impressed, the reading of the Keri is hem to be preferred. Vulgate, pulvere vos conspergite. The Septuagint has an inexplicable rendering, κατὰ γέλωτα γῆν καταπάσασθε, \"against laughter sprinkle earth,\" which Brenton translates, \"sprinkle dust in the place of your laughter.\" With this section (vers. 10-15) should be compared Isaiah 10:28-32, which describes the alarm occasioned by Sennacherib's invasion of Judah from the northeast, as Micah represents his progress to the southwest.NEWLINEVERSETITLESTARTMicah1:11VERSETITLEENDNEWLINEVERSESTARTPass ye away, thou inhabitant of Saphir, having thy shame naked: the inhabitant of Zaanan came not forth in the mourning of Bethezel; he shall receive of you his standing.VERSEENDNEWLINEVerse 11. - Pass ye away. Leave your house. Thou inhabitant of Saphir. The Hebrew is \"inhabitress,\" the population being personified as a virgin (comp. 2 Kings 19:21; Isaiah 47:1). \"Saphir\" means \"Fair city.\" It is placed by Eusebius ('Onomast.') between Ascalon and Eleutheropolis: it is now identified with some ruins named Suafir, five miles southeast of Ashdod. Having thy shame naked; \"in nakedness and shame\" (Pusey); Vulgate, confusa ignominia. The prophet contrasts the shame of their treatment with the meaning of their city's name,\" Go, Fair town, into foul dishonour.\" Septuagint, κατοικοῦσα καλῶς τὰς πόλεις αὐτῆς, \"fairly inhabiting her cities.\" St. Jerome, in despair of explaining these Greek renderings, says here, \"Multum Hebraicum a LXX. interpretatione discordat, et tantis tam mea quam illorum translatio difficultatibus involuta est, ut si quando indiguimus Spiritus Dei (semper autem in exponendis Scripturis sanctis illius indigemus adventu), nunc vel maxime eum adesse cupiamus.\" Zaanan is supposed to be the same as Zenan, mentioned in Joshua 15:37. The meaning of the name is doubtful. It is taken to signify \"abounding in flocks\" or \"going out.\" Came not forth; or, is not come forth. The paronomasia seems to lie rather in sound than sense, and is variously explained, \"The inhabitants of Flock town went not forth with their flocks.\" \"The dwellers of Forthcoming came not forth,\" i.e. to flee, or to fight, or to aid their brethren; or did not escape destruction. Vulgate, Non est egressa quae habitat in exitu; Septuagint, Οὐκ ἐξῆλε κατοικοῦσα Σενναάρ, \"She who dwelt at Sennaar came not forth.\" In the mourning, etc. These words are best joined with the following clause, thus: The mourning of Beth-ezel taketh from you its standing; i.e. refuge or shelter. Beth-ezel is explained, \"House at one's side.\" \"Neighbour town;\" so the prophet would say, \"Neighbour town is no neighbour to you,\" affords you no help. But various other explanations are given. e.g. \"Lamentation makes its sure abode at Beth-ezel from your calamity.\" This may, perhaps, be supported by the rendering of the LXX., Λήψεται ἐξ ὑμῶν πληγὴν ὀδύνης, \"She shall receive of you the stroke of anguish.\" Dr. Cheyne connects the whole verse with one idea, \"Zaanan would willingly take to flight, but the sound of the mourning at Beth-ezel (which might mean, \"the house, or place, at one's side') fills them with despair.\" Taking Beth-ezel to mean \"House of root,\" others would interpret, on account of the public sorrow, \"The 'house of root' affords no firm home for you.\" Others, again,\" The lamentation of 'The near House' will not stop near it, but pass on to other places.\" Beth-ezel is probably the Azal of Zechariah 14:5, the beth being dropped, as is often the case. It was in the neighbourhood of Jerusalem (see note on Zechariah. l.c.).NEWLINEVERSETITLESTARTMicah1:12VERSETITLEENDNEWLINEVERSESTARTFor the inhabitant of Maroth waited carefully for good: but evil came down from the LORD unto the gate of Jerusalem.VERSEENDNEWLINEVerse 12. - Maroth; bitterness. Its site is unknown; but it was in the immediate neighbourhood of Jerusalem. Ewald suggests that it is the same as Maarath (Joshua 15:59), hod. Beit Ummar, six miles north of Hebron. Waited carefully for good; waited, expecting succour. But the better translation is, writhed in anguish on account of good, which they have lost, whether property or liberty. But evil came; for (or, because) evil is come. Unto the gate of Jerusalem (comp. ver. 9). The prophet refers to the invasion of the Assyrian kings, Sargon or Sennacherib, also mentioned by Isaiah (Isaiah 22:7), and the haughty message (Isaiah 36:2).NEWLINEVERSETITLESTARTMicah1:13VERSETITLEENDNEWLINEVERSESTARTO thou inhabitant of Lachish, bind the chariot to the swift beast: she is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee.VERSEENDNEWLINEVerse 13. - Lachish. A very strong and important city of the Canaanites, hod. Um Lakis, about fourteen miles northeast of Gaza, which was captured by Sennacherib after a long siege (2 Kings 18:14; Isaiah 36:2; Isaiah 37:8). In the British Museum there is a bas-relief, brought from Assyria, representing Sennacherib seated on his throne while the spoil of the city of Lachish passed before him (Sayce, 'Fresh Light from the Monuments,' pp. 123, 125). Bind the chariot to the swift beast. Harness your horses to your chariots, that ye may flee and escape destruction. The phrase is like the Latin, currum jungere equis. The paronomasia here lies in the sound, \"Inhabitant of Lachish, harness your rekkesh\" (\"runner,\" \"courser\"). \"Inhabitant of Horse town, harness your horses.\" Septuagint, ψόφος ἁρμάτων καὶ ἱππευόντων, \"a sound of chariots and horsemen;\" Vulgate, tumultus quadrigae stuporis - renderings which the present Hebrew text does not support. She was the beginning, etc. How Lachish came to adopt the idolatry of Israel, and how she infected Judah, we know not. A connection between Jerusalem and Lachish is found in the case of Amaziah (2 Kings 14:19), but nothing bearing on religion is mentioned. The whole clause is translated by Calmer, Keil, etc., thus: \"It was the beginning of sin to the daughter of Zion that the iniquities of Israel were found in thee\" (comp. Micah 6:16; Amos 8:14). The particular transgressions meant may be the idolatry of Jehoram (2 Chronicles 21:6) and Ahaziah (2 Chronicles 22:3, 4).NEWLINEVERSETITLESTARTMicah1:14VERSETITLEENDNEWLINEVERSESTARTTherefore shalt thou give presents to Moreshethgath: the houses of Achzib shall be a lie to the kings of Israel.VERSEENDNEWLINEVerse 14. - Therefore. Because Judah has adopted the evil practices of Israel. The prophet here addresses Judah, and continues to do so to the end of the chapter. Shalt thou give presents to Moreshsth-Gath. The \"presents\" intended are parting gifts, farewell presents. The word is used (1 Kings 9:16) for the dowry given to a daughter when she is married. The meaning, therefore, is that Judah must relinquish all claim to Moresheth. The paronomasia is explained in two ways. As Moresheth may mean \"possession,\" the prophet may be understood to say, \"Thou shalt give up possession of Gath's possession.\" Or the play of words may depend upon the similarity of sound between Moresheth and Meorasah, \"Betrothed\" (Deuteronomy 22:29), \"Thou shalt give dismissal (bill of divorcement) to the city once betrothed to thee.\" Moresheth-Gath, Micah's birthplace, is placed just south of Beit Jibrin, or Eleutheropolis, about twenty-five miles from Gaza (see Introduction, § II.). The addition of Gath to the name of the town is meant to mark its situation in the immediate neighbourhood of that well known city. So we have Bethlehem-Judah (Judges 17:7), Abel-Maim or Maachah (1 Kings 15:20; 2 Chronicles 16:4). Septuagint, Δώσει ἐξαποστελλομένους ἕως κληρονομίας Γέο, \"He shall cause men to be sent forth even to the inheritance of Geth;\" Vulgate, Dabit emissarios super heredidatem Geth. To give shilluchim the sense of \"messengers\" seems to be unprecedented. The houses of Achzib shall be a lie (achzab), a lying, deceiving brook, which disappoints the hope of the wayfarer, like \"fundus mendax\" (Horat., 'Carm.,' 3:1. 30). Septuagint, οἴκους ματαίους, \"vain houses;\" Vulgate, domus mendacii. The city shall be yielded to the enemy and lost to the Judaeans. Achzib (Joshua 15:44), hod. Ain Kezbeh, eight miles north of Adullam, is probably the same as Chezib (Genesis 38:5), where Shelah, Judah's son by Tamar, was born. The kings of Israel. \"Israel\" is here equivalent to Judah, having, according to the prediction of vers. 6, 7, lost its political existence (comp. 2 Chronicles 28:19, where Ahaz is called King of Israel).NEWLINEVERSETITLESTARTMicah1:15VERSETITLEENDNEWLINEVERSESTARTYet will I bring an heir unto thee, O inhabitant of Mareshah: he shall come unto Adullam the glory of Israel.VERSEENDNEWLINEVerse 15. - Yet will I bring an heir unto thee, O inhabitant of Mareshah. \"Mareshah\" sounds like Morashah, the Hebrew word for \"inheritance;\" so the play is, \"I will bring an inheritor who shall claim your Heritage town.\" The \"heir\" is the Assyrian king, Sargon, into whose possession the city shall pass. Mareshah (Joshua 15:44; 2 Chronicles 14:9) was near Achzib, one mile southcast of Beit Jibrin, and is now called Mer'ash. He shall come, etc.; better, the glory of Israel shall come to Adullam; i.e. the nobility (comp. Isaiah 5:13) of Israel shall fly for refuge to such places as the cave of Adullam, David's asylum (1 Samuel 22:1, 2). So the Vulgate. The LXX. has, Κληρονομία ε{ως Ὀδυλλὰμ ἥξει ἡ δόξα τῆς θυγατρὸς Ἰσραήλ \"The inheritance shall come to Odullam, even the glory of the daughter of Israel.\" But Rosenmuller, Henderson, Pusey, and others take the sentence as in the Authorized Version, making \"the glory of Israel\" in apposition with \"Adullam,\" and understanding by \"he\" the heir or enemy. One knows no reason why Aduliam should be honoured with the above-named title; so the rendering given above is preferable. There is probably a paronomasia intended, \"The glory of the Lord shall set (ad olam) forever.\" The city of Adullam, hod. Aid-el-Mah, lay in the valley of Elah, ten miles northwest of Hebron, halfway between Sochoh and Keilah. It was of great antiquity, being mentioned as the birthplace of Hirah, the friend of Judah (Genesis 38:12), and one of the cities fortified by Rehoboam (2 Chronicles 11:7). In its neighbourhood is the celebrated cave, Mugha et Khureitun, which is pointed out as the traditional hold of David, and which has been carefully explored by Mr. Tyrwhitt Drake, of the Palestine Exploration Fund (see Thomson, 'Land and the Book,' pp. 332, etc.).NEWLINEVERSETITLESTARTMicah1:16VERSETITLEENDNEWLINEVERSESTARTMake thee bald, and poll thee for thy delicate children; enlarge thy baldness as the eagle; for they are gone into captivity from thee.VERSEENDNEWLINEVerse 16. - § 5. The prophet calls upon Zion to mourn for her captivity. Make thee bald. The Hebrew word implies \"to make the back of the head bald.\" Micah addressee Zion as the mother of the children who are to be led into captivity. Shaving the head in sign of mourning seems to have been retained as a traditionary custom in spite of the prohibition of the Law against certain forms which the practice assumed (see Leviticus 19:27; Deuteronomy 14:1; and for the actual custom, comp. Isaiah 3:24; Jeremiah 7:29; and the note on Amos 8:10). Poll thee. Cut off thy hair, nearly synonymous with the word in the former clause. Thy delicate children; literally, the children of thy delights; i.e. the children who are a joy and comfort to thee, the citizens of thy kingdom (comp. Micah 2:9). As the eagle (nesher). The vulture is meant, either Vultur percnopterus, common in Egypt and Palestine, which is bald on the front of the head and neck, or more probably Vultur fulvus, the griffon vulture, whose whole head and neck are destitute of true feathers (see 'Bible Educator,' 2:247). Into captivity. This cannot refer exclusively to the Assyrian invasion, wherein very few captives were taken, but must look forward to the Babylonian deportation in ch. 4:10. The latter calamity alone is parallel to the destruction of Samaria announced in vers. 6, 7 of this chapter.NEWLINENEWLINENEWLINENEWLINENEWLINE","Mic.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMicah2:1VERSETITLEENDNEWLINEVERSESTARTWoe to them that devise iniquity, and work evil upon their beds! when the morning is light, they practise it, because it is in the power of their hand.VERSEENDNEWLINEVerses 1-5. ? § 6. The prophet justifies his threat by recounting the sins of which the grandees and guilty. Verse 1. - The prophet, himself one of the people, first inveighs against the sins of injustice and oppression of the poor. Devise... work... practise. A gradation. They are not led into these sins by others; they themselves conceive the evil purpose in their own heart; then they prepare and mature their scheme by reflection; then they proceed to execute it. Work evil; i.e. prepare the means for carrying out their conception (comp Isaiah 41:4). Upon their beds. At night, the natural time for reflection (comp. Job 4:13; Psalm 4:4; Psalm 36:4). Is light. Far from shrinking from the light of day in putting into effect their evil projects, they set about their accomplishment as soon as ever the morning allows them. Because it is in the power of their hand. Their might makes their right. (For the phrase, comp. Genesis 31:29; Proverbs 3:27.) As the word el may be taken to mean \"God\" as well as \"power,\" some render here, \"For their hand is their god,\" comparing the boast of Mezentius in Virgil, 'AEneid,' 10:773 -NEWLINENEWLINE\"Dextra mihi Deus et telum quod missile libro.\" The Vulgate has, Quoniam contra Deum est manus eorum; LXX., Διότιοὐκ η΅ραν πρὸς τὸν Θεὸν χεῖρας αὐτῶν, Because they lifted not up their hands unto God.\" So the Syriac, with the omission of the negative.NEWLINEVERSETITLESTARTMicah2:2VERSETITLEENDNEWLINEVERSESTARTAnd they covet fields, and take them by violence; and houses, and take them away: so they oppress a man and his house, even a man and his heritage.VERSEENDNEWLINEVerse 2. - They carry out by open violence the fraud which they have devised and planned (comp. Isaiah 5:8; Amos 4:1). Covet fields. Compare the case of Ahab and Naboth (1 Kings 21.). The commandment against coveting (Exodus 20:17) taught the Jews that God regarded sins of thought as well as of action. The Law forbade the alienation of landed property and the transfer of estates from tribe to tribe (Leviticus 25:23-28; Numbers 36:7). A rich man might buy a poor man's estate subject to the law of jubilee; but these grandees seem to have forced the sale of property, or else seized it by force or fraud. Oppress; Vulgate, calumniabantur. The Hebrew word involves the idea of violence.NEWLINEVERSETITLESTARTMicah2:3VERSETITLEENDNEWLINEVERSESTARTTherefore thus saith the LORD; Behold, against this family do I devise an evil, from which ye shall not remove your necks; neither shall ye go haughtily: for this time is evil.VERSEENDNEWLINEVerse 3. - The sin shall be followed by its appropriate punishment. As they devised evil, God will devise a penalty. This family. The whole people (Amos 3:1). An evil. A chastisement, a judgment (Amos 3:6). Ye. The prophet suddenly addresses them, the \"family.\" Your necks. He speaks of the calamity as a heavy, galling yoke, from which they should be unable to free themselves (comp. Hosea 10:11). This yoke is their conquest and exile at the hands of foreigners (comp. Jeremiah 27:12). Haughtily. With head erect. Septuagint, ὀρθοί. Their pride shall be brought low. This time is evil; full of calamity, which is announced in the following verses. The words occur in Amos 5:13, but the evil there spoken of is moral (comp. Ephesians 5:16).NEWLINEVERSETITLESTARTMicah2:4VERSETITLEENDNEWLINEVERSESTARTIn that day shall one take up a parable against you, and lament with a doleful lamentation, and say, We be utterly spoiled: he hath changed the portion of my people: how hath he removed it from me! turning away he hath divided our fields.VERSEENDNEWLINEVerse 4. - In that day. The evil time mentioned in ver. 3. A parable (mashal); probably here \"a taunting song.\" The enemy shall use the words in which Israel laments her calamity as a taunt against her (Habakkuk 2:6). And lament with a doleful lamentation. The Hebrew gives a remarkable alliteration, Nahah nehi niheyah; Septuagint, Θρηνηθήσεται θρῆνος ἐν μέλει, \"Lament a lamentation with melody;\" Vulgate, Cantabitur canticum cum suavitate; \"Wail a wail of woe.\" (Pusey). The Syriac coincides with the LXX. By taking the three words as cognates, we get a very forcible sentence; but most modern commentators consider niheyah not a feminine formation, butniph. of the substantive verb hayah; hence the words would mean, \"Lament with the lamentation;\" \"It is done,\" they shall say; \"we are utterly spoiled.\" Thus Cheyne. The lamentation begins with \"It is done,\" and continues to the end of the verse. The verbs are used impersonally - \"one shall take up,\" \"one shall lament,\" \"one shall say;\" but it is plain that the last two refer to the Jews who shall utter the given dirge, which in turn shall be repeated as a taunt by the enemy. We are utterly spoiled. According to the second of the explanations of the preceding clause, these words expand and define the despairing cry, \"It is done!\" In the other case, they are the commencement of the lamentation. Septuagint, Ταλαιπωρίᾳ ἐταλαιπωρήσαμεν, \"We are miserably miserable.\" The complaint is twofold. First, the once flourishing condition of Israel is changed to ruin and desolation. Secondly, He hath changed (changeth) the portion of my people. This is the second calamity: he, Jehovah, passes our inheritance over to the hands of others; the land of Canaan, pledged to us, is transferred to our enemies. Septuagint κτεμετρήθη ἐν σχοινίῳ, \"hath been measured with a line.\" How hath he removed it [the portion] from me! This is better than the alternative rendering, \"How doth he depart from me?\" Turning away he hath divided our fields; rather, to an apostate he divideth our fields. The apostate is the King of Assyria or Chaldea; and he is so named as being a rebel against Jehovah, whom he might have known by the light of natural religion (comp. Micah 5:15; Romans 1:20). This was fulfilled later by the colonization of Samaria by a mixed population.NEWLINEVERSETITLESTARTMicah2:5VERSETITLEENDNEWLINEVERSESTARTTherefore thou shalt have none that shall cast a cord by lot in the congregation of the LORD.VERSEENDNEWLINEVerse 5. - Therefore thou. BECAUSE thou, the tyrannical, oppressive grandee (vers. 1, 2), hast dealt with thy neighbour's land unjustly, therefore thou shalt have none that shall cast a cord (the line) by lot (for a lot); i.e. thou shalt have no more inheritance in Israel. The \"line\" is the measuring line used in dividing land, as Amos 7:17. The reference is to the original distribution of the land by lot in Joshua's time (see Joshua 14:2, etc.). In the congregation of the Lord. The Lord's own people, whose polity was now about to be dissolved. Hitzig, Reuss, and Orelli suppose that this verse contains a threat against Micah himself on the part of the ungodly Jews, intimating that they will punish him for presuming to prophesy against them, and that he shall die without leaving children. But this seems far fetched and inadmissible.NEWLINEVERSETITLESTARTMicah2:6VERSETITLEENDNEWLINEVERSESTARTProphesy ye not, say they to them that prophesy: they shall not prophesy to them, that they shall not take shame.VERSEENDNEWLINEVerses 6-11. - § 7. The threat announced in ver. 3 is further vindicated and applied to individual sinners, with a glance at the false prophets who taught the people to love lies. Verse 6. - Prophesy ye not; literally, drop ye not, as Amos 7:16 (where see note). The speakers are generally supposed to be the false prophets who wish to stop the mouths of Micah and those who are like minded with him. This is probably correct; but these are not the only speakers; the people themselves, the oppressing grandees, who side with the popularity hunting seers, are also included (see note on ver. 12). Say they to them that prophesy; rather, thus they prophesy (drop). Micah uses their own word sarcastically, \"Do not be always rebuking; Thus they rebuke.\" The rest of the verse belongs to the same speakers, and should be rendered, \"They shall not prophesy of these things; reproaches never cease.\" The great men and the false prophets complain of the true prophets that they are always proclaiming misfortune and rebuking the people, and they bid them leave such denunciations alone for the future. The passage is very difficult, and its interpretation has greatly exercised commentators; the above is virtually the explanation of Ewald, Hitzig, Caspari, and Cheyne. Orelli makes the two last clauses Micah's answer to the interdict of the adversaries, \"Should one not prophesy of these things? Should reproaches (against the true prophets) never cease?\" We prefer the interpretations given above, and consider the prophet's reply to be given in the next verse.NEWLINEVERSETITLESTARTMicah2:7VERSETITLEENDNEWLINEVERSESTARTO thou that art named the house of Jacob, is the spirit of the LORD straitened? are these his doings? do not my words do good to him that walketh uprightly?VERSEENDNEWLINEVerse 7. - The prophet answers the interdict of the speakers in the preceding verse by showing that God's attributes are unchanged, but that the sins of the people constrain him to punish. O thou that art named the house of Jacob. Other renderings of these words are given, viz. \"Ah! what a saying!\" or, \"Is this a thing to be said, O house of Jacob?\" The versions of the LXX., Ὀ λέγων οϊκος Ἰακὼβ κ.τ.λ., and of the Vulgate, Dicit domus Jacob, do not suit the Hebrew. If we adopt the rendering of the Authorized Version, we must consider that Micah addresses those who gloried in their privilege as the family of Jacob, though they had ceased to be what he was, believing and obedient. \"O ye who are only in name and title the chosen nation\" (comp. Isaiah 48:1; John 8:33, 39). Professor Driver (Expositor, April, 1887) obtains the very suitable meaning, Num dicendum, \"Shall it be said, O house of Jacob, Is the ear of the Lord shortened?\" etc., by the change of a vowel point. Somewhat similarly Orelli, \"Is this the speech of the house of Jacob?\" viz. - Should Jehovah be impatient (as these threats declare him to be)? or were these his doings? The following clause is Jehovah's answer to the objection. Is the Spirit of the Lord straitened? or, shortened. Is he less long suffering than Jehovah of heretofore? Will you accuse Jehovah of impatience? \"Shortness\" of spirit is opposed to longanimity (see Proverbs 14:29). Are these his doings? Are these judgments and chastisements his usual doings that which he delights in? Is the cause of them in him? Is it not in you (Lamentations 3:33; Ezekiel 33:11; Micah 7:18)? Do not my words do good, etc.? This may be Jehovah's answer to the previous questions, or Micah's refutation of the complaint. The Lord's word is good, his action is a blessing, but only to him who does his commandments (Psalm 18:25, 26; Psalm 25:10; Psalm 103:17, etc.; Luke 1:50).NEWLINEVERSETITLESTARTMicah2:8VERSETITLEENDNEWLINEVERSESTARTEven of late my people is risen up as an enemy: ye pull off the robe with the garment from them that pass by securely as men averse from war.VERSEENDNEWLINEVerse 8. - Even of late; but of late; literally, yesterday, implying an action recent and repeated. Septuagint, ἔμπροσθεν, \"before;\" Vulgate, e contrario. The prophet exemplifies the iniquity which has led God to punish. They are not old offences which the Lord is visiting, but sins of recent and daily occurrence. My people is risen up as an enemy. A reading, varying by a letter or two, is rendered, \"But against my people one setteth himself.\" But them is no valid reason for altering the received text; especially as, according to Ewald, the present reading may be taken in a causative sense \"They set up my people as an enemy,\" i.e. the grandees treat the Lord's people as enemies, robbing and plundering them. This translation obviates the difficulty of referring the words, \"my people,\" in this verse to the oppressor, and in ver. 7 to the oppressed. According to the usual view, and retaining the authorized rendering, the meaning is that the princes exhibit themselves as enemies of the Lord by their acts of violence and oppression, which the prophet proceeds to particularize. Septuagint, Ὀ λαός μου εἰς ἔχθραν ἀντέστη, \"My people withstood as an enemy.\" Ye pull off the robe with the garment; ye violently strip off the robe away from the garment. The \"robe\" (eder) is the wide cloak, the mantle sufficient to wrap the whole person, and which was often of very costly material. The \"garment\" (salmah) is the principal inner garment, or tunic. There may be an allusion to the enactment which forbade a creditor retaining the pledged garment during the night (Exodus 22:26, etc.). Septuagint, Κατέναντι τῆς εἰρήνης αὐτοῦ τὴν δορὰν αὐτοῦ ἐξέδειραν, \"Against his peace they stripped off his skin.\" From them that pass by securely as men averse from war. This is probably the correct translation. The grandees rob those who are peaceably disposed, perhaps strip their debtors of their cloaks as they pass quietly along the road. The versions vary considerably from the received Hebrew text. The LXX. (with which the Syriac partially agrees) has, Τοῦ ἀφελέσθαι ἐλπίδας συντριμμὸν πολέμου, \"To remove hope in the destruction of war;\" Vulgate, Eos qui transibant simpliciter convertistis in bellum. From this rendering Trochon derives the paraphrase - Ye treat them as if they were prisoners of war. Hitzig considers that the reference is to fugitives from the northern kingdom who passed through Judaea in their endeavour to escape the evils of the war, leaving wives and children in the hands of the Judaeans. But these treated the refugees harshly.NEWLINEVERSETITLESTARTMicah2:9VERSETITLEENDNEWLINEVERSESTARTThe women of my people have ye cast out from their pleasant houses; from their children have ye taken away my glory for ever.VERSEENDNEWLINEVerse 9. - The women of my people. The prophet refers to the widows, who ought to have been protected and cared for (comp. Isaiah 10:2). The LXX., with which the Arabic agrees, renders, ἡγούμενοι λαοῦ μου, \"the leaders of my people.\" Have ye cast out. The word expresses a violent expulsion, as Genesis 3:24. Their pleasant houses; literally, the house of their delights (Micah 1:16). The house which was very dear to them, the scene of all their joys. My glory. All the privileges which they enjoyed as God's people and his peculiar care are called \"the ornament\" of the Lord (comp. Ezekiel 16:14). The \"glory\" is by some commentators, but not so appositely, referred to vesture exclusively. These fatherless children had been ruthlessly stripped of their blessings either by being forced to grow up in want and ignorance, or by being sold into slavery and carried away from their old religious associations. Forever. The oppressors never repented or tried to make restitution; and so they incurred the special woe of those who injure the poor, the fatherless, and the widow (Pusey). The Septuagint has no connection with the present Hebrew text of this verse, reading, Ἐγγίσατε ὄρεσιν αἰωνίοις, \"Draw ye near to the everlasting hills,\" and previously introducing a gloss, Διὰ τὰ πονηρὰ ἐπιτηδεύματα αὐτῶν ἐξώσθησαν, \"They were rejected because of their evil practices.\" Jerome explains the Greek mystically, despairing of the literal interpretation in its present connection.NEWLINEVERSETITLESTARTMicah2:10VERSETITLEENDNEWLINEVERSESTARTArise ye, and depart; for this is not your rest: because it is polluted, it shall destroy you, even with a sore destruction.VERSEENDNEWLINEVerse 10. - Arise ye, and depart. The prophet pronounces the oppressors' punishment - they shall be banished from their land, even as they have torn others from their home. This is not your rest. Canaan had been given as a resting place to Israel (Deuteronomy 12:9, 10; Joshua 1:13; Psalm 95:11), but it should be so no longer. Because it is polluted. The land is regarded as polluted by the sins of its inhabitants. The idea is often found; e.g. Leviticus 18:25, 28; Numbers 35:33; Jeremiah 2:7. It shall destroy you, even with a sore destruction. The land is said to destroy when it ejects its inhabitants, as though the inanimate creation rose in judgment against the sinners. The Revised Version, with Keil and others, translates, Because of uncleanness that destroyeth, even with a grievous destruction; Septuagint, Διεφθάρητε φθορᾷ, \"Ye were utterly destroyed;\" Vulgate, Propter immunditiam ejus corrumpetur putredine pessima. The Authorized Version is correct.NEWLINEVERSETITLESTARTMicah2:11VERSETITLEENDNEWLINEVERSESTARTIf a man walking in the spirit and falsehood do lie, saying, I will prophesy unto thee of wine and of strong drink; he shall even be the prophet of this people.VERSEENDNEWLINEVerse 11. - Such prophets as speak unwelcome truths are not popular with the grandees; they like only these who pander to their vices and prophesy lies. This was their crowning sin. If a man walking in the spirit and falsehood do lie. \"The spirit and falsehood\" may be a hendiadys for \"a spirit of falsehood,\" or \"a lying spirit,\" as 1 Kings 22:22 (comp. Ezekiel 13:2, 3, 17). But it is better to render, If a man walking after (conversant with) the wind and falsehood do lie. Wind is symbolical of all that is vain and worthless, as Isaiah 26:18; Isaiah 41:29. The Septuagint introduces a gloss from Leviticus 26:17, Κατεδιώχθητε οὐδενὸς διώκοντος, \"Ye fled, no one pursuing you,\" and translates the above clause, πνεῦμα ἔστησε ψεῦδος: \"spiritus statuit mendacium, i.e. finem posuit mendacii\" (St. Jerome); Vulgate, Utinam non essem vir habens spiritum et mendacium potius loquerer. I will prophesy unto thee, etc. These are the words of a false prophet, \"Prophesy,\" \"drop,\" as ver. 6. Of vine and of strong drink. Concerning temporal blessings, dwelling on God's promises of material prosperity (Leviticus 26:4, etc.; Deuteronomy 28:4, 11) in order to encourage the grandees in self-indulgence. He shall even be the prophet of this people. Such a one is the only prophet to whom the great men, the representatives of \"this people,\" will listen.NEWLINEVERSETITLESTARTMicah2:12VERSETITLEENDNEWLINEVERSESTARTI will surely assemble, O Jacob, all of thee; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as the flock in the midst of their fold: they shall make great noise by reason of the multitude of men.VERSEENDNEWLINEVerses 12, 13 - § 8. Promise of restorations and deliverance. Verse 12. - The prophet, without any preface, introduces abruptly a promise of restoration after exile, a type of the triumph of Messiah. Some commentators, indeed, regard this and the following verso as the language of the false prophets; others, as a denunciation of punishment, not a promise of deliverance; others, as a late interpolation. But the style is entirely Micah's (comp. Micah 4:6, 7), the promise is a true one, and such like sudden transitions are common in the prophetical books (comp. e.g. Isaiah 4:2-6; Hosea 1:10; Hosea 11:9; Amos 9:11); so that we need not resort to the hypothesis that some connecting link has dropped out of the text, or that the clause is misplaced; and we are fully justified in considering the paragraph as inserted here in its right position, and as predictive of the restoration of the Jews after captivity. Micah would seem to imply - I am not, indeed, as one of the false prophets who promise you earthly good without regard to your moral fitness for receiving God's bounty; neither am I one who has no message but of woe and calamity; I, too, predict salvation and happiness for a remnant of you after you have been tried by defeat and exile. I will surely assemble. This presupposes dispersion among the heathen, such as is foretold in Micah 1:8, etc.; Micah 2:4, etc. O Jacob, all of thee. The promise extends to the whole nation, whether called Jacob or Israel, as Micah 1:5; but still only a remnant, i.e. that portion of the nation which should make a good use of adversity, and turn to the Lord with sincere repentance (comp. Isaiah 10:20, etc.; Jeremiah 31:8; Ezekiel 34:11, etc.; Zephaniah 3:12,. etc.). Some see in the term \"remnant\" an allusion to the people that were left in the northern kingdom after the fall of Samaria. As the sheep of Bozrah. There were two or more towns so named - one in Sidon, for which see note on Amos 1:12; and another, hod. Buzrah, on the south border of the Hauran. This is mentioned in Jeremiah 48:24, as one of the cities of Moab, a district celebrated for its flocks (2 Kings 3:4); hence \"sheep of Bozrah\" may have become a proverbial saying. Many commentators take Botsrah as an appellative, meaning \"fold,\" in agreement with the Vulgate, quasi gregem in ovili, and Chaldee, as well as Aquila and Symmachus. The parallelism in the following words seems to favour this view. The LXX. reads differently, rendering, ἐν θλίψει, \"in trouble.\" Thus, too, the Syriac. As the flock in the midst of their fold; rather, as a flock in the midst of its pasture. They shall make great noise, etc. Like a numerous flock bleating in its fold, so shall the returned Israelites be, prosperous and happy, celebrating their salvation with praise and exultation (comp. Ezekiel 34:31). Septuagint, Ἐξαλοῦνται ἐξ ἀνθρώπων, \"They shall leap forth from among men,\" which St. Jerome explains as meaning that the repentant Israelites shall rise above worldly things and aspire to heaven.NEWLINEVERSETITLESTARTMicah2:13VERSETITLEENDNEWLINEVERSESTARTThe breaker is come up before them: they have broken up, and have passed through the gate, and are gone out by it: and their king shall pass before them, and the LORD on the head of them.VERSEENDNEWLINEVerse 13. - The breaker is come (gone) up before them. Micah depicts Israel's redemption under the figure of release from captivity. The passage is clearly Messianic, and can neither be considered an interpolation nor tortured into a declaration of the siege and ruin of Samaria or Jerusalem. \"One that breaketh\" is a liberator, a leader that overcomes all obstacles which oppose Israel's return. There may be an allusion in the first instance to a human leader, such as Zerubbabel, in analogy with Moses and Joshua in old time, but the real conqueror intended is generally regarded as Messiah. The Breaker up is supposed to be a title of the Messiah well known to the Jews (see Pusey; and Pearson, 'Exposition of the Creed,' art. 7, note y). This interpretation is rejected by Professor Driver (Expositor, April 1887), who considers the \"breaker up\" to be \"either a leader or a detachment of men, whose duty it was to break up walls or other obstacles opposing the progress of an army.\" But is not this to introduce an agency unknown to these times? Was there any special body of men trained and maintained for this particular duty? This \"breaker up,\" according to Dr. Driver's conception, \"advances before them, breaking through the gates of the prison in which the people are confined; they follow, marching forth triumphantly through this open way; their king, with Jehovah at his side (Psalm 110:5), heads the victorious procession (Exodus 13:21; Isaiah 52:12)? They have broken up; broken forth, or through. The captives cooperate with their leader. Have passed through the gate, etc. The prophet speaks of a solemn, regular removal, like the Exodus from Egypt, which no human power can oppose. Their king. The same as Jehovah in the next clause (Isaiah 33:22). He shall lead the host, as he headed the Israelites when they left the house of bondage (Exodus 13:21). The prediction may look forward to the final gathering of Israel, which St. Paul seems to contemplate when he writes, \"And so all Israel shall be saved\" (Romans 11:26).NEWLINENEWLINENEWLINENEWLINENEWLINE","Mic.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMicah3:1VERSETITLEENDNEWLINEVERSESTARTAnd I said, Hear, I pray you, O heads of Jacob, and ye princes of the house of Israel; Is it not for you to know judgment?VERSEENDNEWLINEVerse 1-ch. 5:15. - Part II. DENUNCIATION OF THE CRIMES OF THE GRANDEES, FOLLOWED BY A PROMISE OF THE GLORIFICATION OF ZION, THE BIRTH OF MESSIAH, AND THE HIGHEST EXALTATION OF THE PEOPLE. Verses 1-4. - § 1. Sins of the rulers, and their punishment. Verse 1. - The prophet denounces the sins of the rulers, false prophets, and priests; and begins with the injustice and oppression practised by the great men. And I said. The new address is thus introduced as being analogous to the denunciations in the preceding chapter, which were interrupted by the promise of deliverance, to which there is no reference here. O heads of Jacob; synonymous with princes of the house of Israel (comp. ver. 8; Micah 1:5). Micah addresses the heads of families and the officials to whom the administration of justice appertained. These magistrates and judges seem to have been chiefly members of the royal family, at any rate in Judah; see Jeremiah 21:11, 12 (Cheyne). Septuagint, οἱ κατάλοιποι οἴκου Ἰσραήλ, \"ye remnant of the house of Israel.\" Is it not for you to know judgment? Ye, of all men, ought to know what is just and fair, and to practise it (compare the opening of the Book of Wisdom).NEWLINEVERSETITLESTARTMicah3:2VERSETITLEENDNEWLINEVERSESTARTWho hate the good, and love the evil; who pluck off their skin from off them, and their flesh from off their bones;VERSEENDNEWLINEVerse 2. - The good...the evil; i.e. goodness and wickedness. Septuagint, τὰ καλά τὰ πονηρά (Amos 5:14, etc.; John 3:20; Romans 1:32). Who pluck off their skin from off them. They are not shepherds, but butchers. We have the same figurative expression for merciless extortion and pillage. Ezekiel makes a similar complaint (Ezekiel 34:2-4). Cheyne sees in this and the following verse a possible allusion to cannibalism as at least known to the Israelites by hearsay or tradition. There is a passage in Wisdom (12:5) which somewhat countenances the idea that the Canaanites were guilty of this enormity, but it is probably only a rhetorical exaggeration of the writer. In the present passage the terms seem to be simply metaphors taken from the preparation of meat for human food. Such an allusion is natural in the mouth of one who had just been speaking of Israel as a flock (Micah 2:12).NEWLINEVERSETITLESTARTMicah3:3VERSETITLEENDNEWLINEVERSESTARTWho also eat the flesh of my people, and flay their skin from off them; and they break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron.VERSEENDNEWLINEVerse 3. - The idea of the last verse is repeated here with more emphasis. The people are treated by their rulers as cattle made to be eaten, flayed, broken up, chopped into pieces, boiled in the pot (comp Psalm 14:4). (For an analogous figure, see Ezekiel 34:3-5.)NEWLINEVERSETITLESTARTMicah3:4VERSETITLEENDNEWLINEVERSESTARTThen shall they cry unto the LORD, but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings.VERSEENDNEWLINEVerse 4. - The merciless shall not obtain mercy. Then, when the day of chastisement has come, \"the day of the Lord,\" of which, perhaps, the prophet spoke more fully when he originally delivered this address. He will not hear them. A just retribution on those who refused to hearken to the cry of the poor and needy (comp. Psalm 18:41; Proverbs 1:28; Jeremiah 11:11; James 2:13). As they have behaved themselves ill in their doings; according as they have made their actions evil, or because they have, etc.; ἀνθ ω΅ν (Septuagint).NEWLINEVERSETITLESTARTMicah3:5VERSETITLEENDNEWLINEVERSESTARTThus saith the LORD concerning the prophets that make my people err, that bite with their teeth, and cry, Peace; and he that putteth not into their mouths, they even prepare war against him.VERSEENDNEWLINEVerses 5-8. ? § 2. Sins of the false prophets who led the people astray. Verse 5. - Concerning the prophets (Micah 2:11). These are the lying prophets of whom Jeremiah complains (Lamentations 2:14). That bite with their teeth, and cry, Peace. Very many commentators take the phrase, \"bite with the teeth,\" to mean \"eat,\" so that the clause signifies that the prophets when bribed with food predict peace and happiness to people. The antithesis of the following clause seems to require this explanation, which is further supported by the Chaldee. But it is quite unprecedented to find the word translated \"bite\" (nashakh) in the sense of \"eat,\" or as it is taken here, \"to have something to eat;\" wherever it occurs it means \"to bite like a serpent,\" to wound (see Genesis 49:17; Numbers 21:8, 9; Amos 5:19; Amos 9:3). The parallelism of the succeeding member does not compel us to put a forced interpretation upon the word. These venal seers do vital harm, inflict gravest injury, when they proclaim peace where there is no peace; by such false comfort they are really infusing poison and death. He that putteth not into their mouths. If any one does not bribe them, and so stop their evil mouths. They even prepare war against him. The Hebrew expression is, \"they consecrate\" or \"sanctify war.\" There may be allusion to the religious rites accompanying a declaration of war (Jeremiah 6:4; Joel 3:9); but Micah seems to mean that, if the customary bribes are withheld, these prophets announce war and calamity as inevitable; they proclaim them in God's name, as speaking with his sanction and under his Inspiration (comp. Jeremiah 23:16, etc.; Ezekiel 13:19; see note on Zephaniah 1:7).NEWLINEVERSETITLESTARTMicah3:6VERSETITLEENDNEWLINEVERSESTARTTherefore night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them.VERSEENDNEWLINEVerse 6. - Night shall be unto you, that ye shall not have a vision. The Hebrew is, \"from,\" or \"without a vision.\" Septuagint, ἐξ ὁράσεως, \"out of vision;\" Vulgate, pro visione. Hence some interpret this as spoken to the false prophets, who, to punish their lying prophecies and pretended revelations, shall be overwhelmed with calamity. But it is best taken as still addressed to the rulers, and Micah tells how that in the time of their distress there shall be no prophecy to direct them (comp. 1 Samuel 28:6; Proverbs 1:28; Lamentations 2:9). \"Night shall be unto them without a vision.\" \"Night\" and \"darkness\" are metaphors for calamity, as in all languages. That ye shall not divine; without divination. Septuagint, ἐκ μαντείας, \"out of prophecy.\" Parallel and identical in meaning with the preceding clause. The sun shall go down over the prophets; i.e. over the false prophets. The sun of their prosperity shall set. Micah seems to derive his imagery from the phenomena of an eclipse (comp. Jeremiah 15:9; Amos 8:9). The day. The time of their punishment (Micah 2:4; Amos 5:18).NEWLINEVERSETITLESTARTMicah3:7VERSETITLEENDNEWLINEVERSESTARTThen shall the seers be ashamed, and the diviners confounded: yea, they shall all cover their lips; for there is no answer of God.VERSEENDNEWLINEVerse 7. - Shall the seers be ashamed. The false prophets shall be ashamed because their oracles are proved to be delusive. They shall all cover their lips; the upper lip; i.e. the face up to the nose, in sign of mourning and shame (see Leviticus 13:45; Ezekiel 24:17, 22). It is equivalent to covering the head for the same reason, as Esther 6:12; Jeremiah 14:4. Septuagint, Καταλαλήσουσι καὶ αὐτῶν πάντες αὐτοί, taking the verb to mean \"shall open\" (not \"cover\") their lips against them. For there is no answer of God. There was no revelation (Psalm 74:9; Ezekiel 7:26). Septuagint, Διότι οὐκ ἔσται ὁ ἐπακούων αὐτῶν, \"Because there shall be none that hearkeneth unto them.\"NEWLINEVERSETITLESTARTMicah3:8VERSETITLEENDNEWLINEVERSESTARTBut truly I am full of power by the spirit of the LORD, and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin.VERSEENDNEWLINEVerse 8. - Micah contrasts his own powers and acts with those of the false prophets. I am full of power by the Spirit of the Lord. Micah asserts that he speaks and sots by the direct inspiration of God; he claims three gifts bestowed upon him by the Holy Spirit to enable him to effect his purpose. The first of these is \"power,\" - such might imparted to him that his words fall with force and proclaim their Divine origin (comp. Luke 1:17; Acts 1:8). The second gift is judgment - the righteous judgment of God; this fills his mind and comprises all his message. The third gift is might, i.e. a holy courage that enables him to face any danger in delivering his testimony (comp. 2 Timothy 1:7). In these points he is in strong contrast to the false prophets, who were not inspired by the Spirit of God. spoke not with power, called good evil, and evil good, were timid and time-serving. Jacob... Israel. The two are identical as in ver. 1, and the clauses in which they occur contain the same thought repeated for emphasis' sake.NEWLINEVERSETITLESTARTMicah3:9VERSETITLEENDNEWLINEVERSESTARTHear this, I pray you, ye heads of the house of Jacob, and princes of the house of Israel, that abhor judgment, and pervert all equity.VERSEENDNEWLINEVerses 9-12. - § 3. Recapitulation of the sins of the three classes - rulers, priests, and prophets, with an announcement of the destruction of Zion and the temple. Verse 9. - The prophet exemplifies his courage by delivering in full the denunciation with which he commenced (ver. 1: see note there). Hear this. What follows. Pervert all equity. Ye, who by your position ought to be models and guardians of justice and equity, violate all laws, human and Divine, make the straight crooked, distort every notion of right (comp. Isaiah 59:8).NEWLINEVERSETITLESTARTMicah3:10VERSETITLEENDNEWLINEVERSESTARTThey build up Zion with blood, and Jerusalem with iniquity.VERSEENDNEWLINEVerse 10. - They build up Zion with blood. Blood is, as it were, the cement that binds the building together. They raise palaces with money gained by extortion, rapine, and judicial murders like that of Naboth (1 Kings 21; comp. Jeremiah 22:13, etc.; Ezekiel 22:27; Habakkuk 2:12). Cheyne thinks this to be a too dark view of the state of public morals, and would therefore consider \"blood\" to be used for violent conduct leading to ruin of others, comparing Isaiah 1:15; Isaiah 59:3; Proverbs 1:11. In these passages, however, actual bloodshed may be meant; and we know too little of the moral condition of Judaea at this time to be able to decide against the darker view.NEWLINEVERSETITLESTARTMicah3:11VERSETITLEENDNEWLINEVERSESTARTThe heads thereof judge for reward, and the priests thereof teach for hire, and the prophets thereof divine for money: yet will they lean upon the LORD, and say, Is not the LORD among us? none evil can come upon us.VERSEENDNEWLINEVerse 11. - Judge for reward. The very judges take bribes (Isaiah 1:23; Ezekiel 22:12), which the Law so stringently forbade (see Exodus 23:8; Deuteronomy 16:19, etc.). The priests thereof teach for hire. The priests were bound to teach and explain the Law, and decide questions of religion and ritual (Leviticus 10:11; Deuteronomy 17:11; Deuteronomy 33:10; comp. Haggai 2:11, etc.). This they ought to have done gratuitously, but they corruptly made it a source of gain. Divine for money. The accusation in ver. 5 is repeated. These false prophets sold their oracles, pretending to have a suitable revelation when paid for it (Ezekiel 22:28; Zephaniah 3:3, 4). Yet will they lean upon the Lord. These priests and prophets were worshippers of Jehovah and trusted in him, as though he could not fosake his people. They had faith without love, divorced religion from morality, made a certain outward conformity serve for righteousness and truth. Is not the Lord among us? (Exodus 17:7). As though the very fact that they had in their midst the temple, wherein Jehovah's presence was assured, would protect them from all harm, whatever their conduct might he. Such presumptuous confidence is reproved by Jeremiah (Jeremiah 7:4, 8, etc.; comp. Amos 5:14, and note there).NEWLINEVERSETITLESTARTMicah3:12VERSETITLEENDNEWLINEVERSESTARTTherefore shall Zion for your sake be plowed as a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of the forest.VERSEENDNEWLINEVerse 12. - This is the prophecy quoted by the elders to King Jehoiakim (Jeremiah 26:17, etc.). It may have been delivered before Hezekiah's time originally, and repeated in his reign, when it was productive of a reformation. The denunciation is a mourn-fill contrast to the announcement in Micah 2:12; but it was never completely fulfilled, being, like all such judgments, conditioned by circumstances. Therefore... for your sake. For the crimes of rulers, priests, and prophets. Shall Zion... be ploughed as a field. Three localities are specified which destruction shall overtake Zion, Jerusalem, and the temple. Zion means that part of the city where stood the royal palace. The prophecy relates primarily to the destruction of the city by the Chaldeans, when, as Jeremiah testifies (Lamentations 5:18), Zion was desolate and foxes walked upon it. The expression in the text may be hyperbolical, but we know that the ploughing up of the foundations of captured cities is often alluded to. Thus Horace, 'Carm.,' 1:16, 20 -NEWLINENEWLINE\"... imprimeretque murisNEWLINEHostile aratrum exercitus insolens.\" (Comp. 'Propert.,' 3:7, 41; and for the whole passage, Isaiah 32:13, 14.) \"The general surface of Mount Zion descends steeply eastwards into the Tyropoeon and Kidron, and southwards into the Valley of Hinnom. The whole of the hill here is under cultivation, and presents a most literal fulfilment of Micah's prophecy\" (Thomson, 'The Land and the Book,' p. 540). \"From the spot on which I stood,\" says Dr. Porter, \"I saw the plough at work in the little fields that now cover the site of Zion\" ('Illustrations of Bible Prophecy,' p. 17). Jerusalem shall become heaps. The city proper shall become heaps of ruins (Jeremiah 9:11; Nehemiah 2:17; Nehemiah 4:2) Septuagint, ὡς ὀπωροφυλάκιον ἔσται, \"as a storehouse for fruits,\" as in Psalm 78. (79) 1. The mountain of the house. The mountain on which the temple was built, Mount Moriah, and therefore the temple itself, no longer mentioned as the Lord's dwelling place. As the high places of the forest; or, as wooded heights, returning, as it were, to the wild condition in which it lay when Abraham offered his sacrifice thereon. In the time of the Maccabees, after its profanation by the heathen, the account speaks of shrubs growing in the courts as in a forest or in one of the mountains (1 Macc. 4:38). Such was to be the fate of the temple in which they put their trust and made their boast.NEWLINENEWLINENEWLINENEWLINENEWLINE","Mic.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMicah4:1VERSETITLEENDNEWLINEVERSESTARTBut in the last days it shall come to pass, that the mountain of the house of the LORD shall be established in the top of the mountains, and it shall be exalted above the hills; and people shall flow unto it.VERSEENDNEWLINEVerse 1-5. - § 4. The prophet suddenly announces the future glory of the temple mountain and the ideal happiness of the people Verse 1. - But. There is no adversative particle here; the verse is merely connected with what precedes without any expressed contrast. What is implied is that it was impossible that the temple, to which God's high promises attached, should lie waste forever. The passage, vers. 1-3, occurs in Isaiah 2:2-4, The question as to which prophecy is the earlier cannot be settled. Possibly both prophets borrowed the language of some earlier work, as Isaiah is thought to have done on other occasions, e.g. Isaiah 15. and 16. the community of ideas leading them to the same source of testimony. In the last days; literally, at the end of the days; Cheyne, \"in the days to come.\" It is the usual phrase to designate the time of Messiah, unto which the prophet's thoughts are directed, and for which all preceding events and periods are a preparation (Jeremiah 23:20; Hosea 3:5; comp. 1 Corinthians 10:11; 1 Timothy 4:1). Septuagint, ἐπ ἐσχάτων τῶν ἡμερῶν, \"at the last days.\" The phrase may often suitably be rendered, \"in latter days,\" as spoken not absolutely, but relatively to preceding times. The mountain of the house of the Lord. Mount Moriah, the ruin of which was foretold (Micah 3:12). But the term here seems to include Jerusalem itself. Shall be established, firmly and permanently (as 1 Kings 2:45), no longer subject to ruin and devastation. In the top of the mountains; better, on the head of the mountains. The idea is that the temple mountain shall be raised above, and stand forth prominently from the lower hills that surround it and form its basis (comp. Ezekiel 40:2; Zechariah 14:10; Revelation 21:10). The prophet speaks as if he contemplated a physical change, expressing thereby with singular force the notion that the worship of the true God (of which the temple was the symbol) shall be promulgated among all nations of the world; that from the old Jewish centre of religion a new order of things shall arise, not transitory, nor local, but extending to all time and pervading the utmost parts of the earth. And people (peoples) shall flow unto it. The prophet beholds the nations of the world coming up in formal procession to join in the service of the temple. Thus is adumbrated the comprehension of all nations in the Catholic Church. Isaiah says \"all nations\" in the parallel passage (comp. Zephaniah 2:11 and Zechariah 8:22, and notes there).NEWLINEVERSETITLESTARTMicah4:2VERSETITLEENDNEWLINEVERSESTARTAnd many nations shall come, and say, Come, and let us go up to the mountain of the LORD, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the LORD from Jerusalem.VERSEENDNEWLINEVerse 2. - The prophet further explains his last statement The new revelation shall be so conspicuous and so attractive that all men shall hear, and desire to become partakers of it. Many nations. In contrast to the one nation from whom the Leer emanated. They shall exhort one another to resort to the great religious metropolis, i.e. to the true religion. Of his ways. His plans in the moral government of the world, and the way in which he would have men walk in order to please him. For the law (torah); teaching, direction; not the Mosaic Law, but a rule of life (Proverbs 6:23). This is the reason given by the prophet for the eagerness of the nations to resort to Jerusalem. They would seek instruction at the hand of those authorized to give it (see note on Micah 3:11). The word of the Lord. The revelation of Jehovah, the gospel. From Jerusalem. It is obvious that in a defined sense the gospel sprang from Jerusalem, the place where Christ exercised his ministry, died, rose, ascended; where the apostles received their commission and the gift of the Holy Ghost (Luke 24:47; Acts 1:8); the gospel being not set up in opposition to the Law, but being its fulfilment and development.NEWLINEVERSETITLESTARTMicah4:3VERSETITLEENDNEWLINEVERSESTARTAnd he shall judge among many people, and rebuke strong nations afar off; and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up a sword against nation, neither shall they learn war any more.VERSEENDNEWLINEVerse 3. - The effect of this reception of true religion shall be universal peace. He shall judge among many people; or better, between many peoples. The Lord shall be the Arbiter to whom all disputes shall be referred, as in the next clause. When his reign is acknowledged and his Law obeyed, all war and all causes of war shall cease. The gospel is a gospel of peace and love, and when \"the kingdoms of this world are become the kingdoms of our Lord and his Christ\" (Revelation 11:15), peace and love shall everywhere abound. (For the phrase in the text, comp. Judges 11:27; 1 Samuel 24:12, 15.) Rebuke strong nations afar off. The word rendered '\"rebuke\" means here \"decide concerning,\" \"act as umpire for.\" The arbitration of the sword shall no more be resorted to. The words \"afar off\" are omitted in the similar passage of Isaiah. Beat their swords into ploughshares; i.e. they shall practise the arts of peace instead of war. Literally, the short broad sword of the Israelites might readily be converted into a share, and the spear forged into a pruning hook (comp. Hosea 2:18; Zechariah 9:10). Martial has an epigram entitled, \"Falx ex ense\" (14:34) -NEWLINENEWLINE\"Pax me certa ducis placidos curvavit in usus:NEWLINEAgricolae nunc sum, militis ante fui.\" The reverse process is seen in Joel 3:10, where ploughshares are beaten into swords. Thus Virgil, 'Georg.,' 1:508 -NEWLINENEWLINE\"El curvae rigidum falces conflantur in ensem.\"NEWLINENEWLINE(Comp. Ovid, 'Fast.,' 1:699, etc.)NEWLINEVERSETITLESTARTMicah4:4VERSETITLEENDNEWLINEVERSESTARTBut they shall sit every man under his vine and under his fig tree; and none shall make them afraid: for the mouth of the LORD of hosts hath spoken it.VERSEENDNEWLINEVerse 4. - This verse is omitted in Isaiah. They shall sit every man under his vine. This image of plenty and security is derived from the account of the material prosperity of Israel in the days of Solomon (1 Kings 4:25), in accordance with the Mosaic promise (Leviticus 26:4, etc.). It passed into a proverb expressive of peace and happiness (comp. Zechariah 3:10; 1 Macc. 14:12). The mouth of the Lord of hosts. The great promise is thus confirmed (Isaiah 58:14). The LXX. usually renders this expression in Jeremiah and the minor prophets by Κύριος παντοκράτωρ, elsewhere by Κύριος σαβαώθ, and Κύριος δυνάμεων. It means, \"the Lord of the powers of heaven and earth,\" the idea being originally that God was the Leader of the armies of Israel.NEWLINEVERSETITLESTARTMicah4:5VERSETITLEENDNEWLINEVERSESTARTFor all people will walk every one in the name of his god, and we will walk in the name of the LORD our God for ever and ever.VERSEENDNEWLINEVerse 5. - This verse gives the reason why Israel is thus strong and safe. In the parallel passage in Isaiah (Isaiah 2:5) it is converted into an injunction to the house of Jacob. All people will walk; rather, all nations walk. Everyone in the name of his god. \"To walk\" is generally used of moral and religious habits (e.g. 2 Chronicles 17:4; Psalm 89:31; Ezekiel 5:6, etc.); so here the meaning is that all other nations adhere to their false gods, and frame their life and conduct relying on the power and protection of these inanities, and, by implication, shall find their hope deceived. And we will walk in the name of the Lord our God. This is the secret of Israel's strength. The heathen can never prevail against the true believers who put their whole trust in the Lord, and live in union with him. By saying we, the prophet identifies himself with the faithful people. Forever and ever. The Church shall never fail. Heathen powers last for a time; the kingdom of Messiah is everlasting.NEWLINEVERSETITLESTARTMicah4:6VERSETITLEENDNEWLINEVERSESTARTIn that day, saith the LORD, will I assemble her that halteth, and I will gather her that is driven out, and her that I have afflicted;VERSEENDNEWLINEVerses 6, 7. - § 5. In this promised restoration all Israel is included, if they choose to accept, the offer. Verse 6. - In that day. The Messianic age of ver. 1. Her that halteth; Septuagint, τὴν συντετριμμένην, \"her that is bruised;\" Vulgate, claudicantem. Under the image of a flock footsore and dispersed, the prophet signifies the depressed condition of the excelled Hebrews (comp. Micah 2:12; Zephaniah 3:19). It is the sick and afflicted here who are to he gathered together, the remnant, that is (ver. 7), wherever found, which turns to the Lord in repentance and humility.NEWLINEVERSETITLESTARTMicah4:7VERSETITLEENDNEWLINEVERSESTARTAnd I will make her that halted a remnant, and her that was cast far off a strong nation: and the LORD shall reign over them in mount Zion from henceforth, even for ever.VERSEENDNEWLINEVerse 7. - I will make her that halted a remnant. The\" remnant\" is \"the election,\" that portion of Israel which accepts the offered redemption (Romans 9:27; Romans 11:5); and God declares that he will treat this section, now miserable and depressed, as sharers in the Messianic promises (see note on Zephaniah 3:19). As commonly, the restoration from captivity and the privileges of Messiah's kingdom are combined in one foreshortened view. But this \"remnant\" shall be made into a strong nation, which no power shall overthrow (Isaiah 11:14; 55:22). The Lord shall reign over them. Not through an earthly representative, but by himself (comp. Isaiah 24:23; Isaiah 52:7; Obadiah 1:21; Zechariah 14:9). In Mount Zion. This prophecy does not necessarily point to any literal earthly fulfilment, but rather to the establishment of Christ's spiritual kingdom, and the revelation of that new Jerusalem which St. John saw \"descending out of heaven from God\" (Revelation 21:10).NEWLINEVERSETITLESTARTMicah4:8VERSETITLEENDNEWLINEVERSESTARTAnd thou, O tower of the flock, the strong hold of the daughter of Zion, unto thee shall it come, even the first dominion; the kingdom shall come to the daughter of Jerusalem.VERSEENDNEWLINEVerses 8-10. - § 6. After a certain period of calamity and captivity the kingdom of David shall be revived. Verse 8. - And thou, O tower of the flock (migdal-edar). There was a village with a tower so called near Bethlehem (Genesis 35:21), and it is thought that Micah refers to it as the home of David and as destined to be the birthplace of Messiah. But the context compels us to consider the expression as a periphrasis for Jerusalem, which the prophet here addressee, declaring that the royal power shall be restored to her. It is evidently the same place as the stronghold (ophel, \"the hill\") of the daughter of Zion. The name \"Ophel\" is affixed to the southern spur of Moriah, opposite to the Mount Zion, from which it was separated by the Tyropoeon Valley. It was fortified by Jotham (2 Chronicles 27:3) and Manasseh (2 Chronicles 33:14), and on it were the king's house, i.e. the old palace of David, and \"the tower that lieth out,\" or the upper tower (see Nehemiah 3:26, 27). This is probably the \"flock tower\" mentioned in the text (comp. Isaiah 32:14, where Ophel and the watch tower are named together); and it is so called as having been originally a place of refuge for flocks, or of observation for shepherds. Micah uses the two expressions to represent the power and dominion of Jerusalem. The propriety of the usa of the term \"flock tower\" is seen when we remember that David was a shepherd before he was king, and that the Israelites are the sheep of the Lord's pasture. The reference to a flock in the prceeding verses may also have influenced the prophet's thought. Owing to a slight variation in the reading, the LXX. renders Ophel by αἰχμώδης, \"dark;\" so Jerome, \"nebulosa;\" Aquila, σκοτώδης: Symmachus, ἀπόκρυφος. These translators would refer the term to the ruinous condition of the tower. The first dominion shall come, i.e. the former, original empire, such as it was in the days of David and Solomon, and which had been lost in later times. The LXX. adds, ἐκ Βαβυλῶνος: and hence the Greek expositors explain the passage as referring to the siege of Jerusalem by the Chaldeans. The kingdom shall come to the daughter of Jerusalem. The verb \"shall come\" is better taken with \"the first dominion,\" and this clause in apposition to the former, \"the kingdom of\" or \"the reign over the daughter of Jerusalem.\" Sovereignty over Jerusalem, or, as others take it, that appertains to Jerusalem, represents rule over the whole country. In Messiah the glory and power are restored to the throne of David (Luke 1:32, 33).NEWLINEVERSETITLESTARTMicah4:9VERSETITLEENDNEWLINEVERSESTARTNow why dost thou cry out aloud? is there no king in thee? is thy counseller perished? for pangs have taken thee as a woman in travail.VERSEENDNEWLINEVerse 9. - Before this glorious revival the prophet foresees calamity and exile in the nearer future; yet he bids the people not to despair. Why dost thou cry out aloud? The prophet hears the cry of Zion, and asks the cause. Septuagint, Ἱνατί ἔγνως κακά; \"Why knowest thou evils?\" from a variation in reading. Is there no king in thee? Hast thou lost thy king? Is this the reason of thy sorrow? The allusion is to the captivity of Jehoiachin and Zedekiah (2 Kings 24, 25.). The loss of the king, the representative of the help and favour of God, was a token of the withdrawal of the Divine protection (comp. Lamentations 4:20; Hosea 13:10). Thy counsellor. A synonym for \"king.\" Cheyne notes that the root of melech (\"king\") in Aramaic means \"to counsel.\" In Isaiah 9:6 Messiah is called \"Counsellor.\" The Septuagint, treating the word as a collective, renders, ἡ βουλή σου, \"thy counsel.\" Pangs, etc. The comparison of sorrow of heart to the anguish of labour pains is very common (comp. Isaiah 13:8; Jeremiah 6:24; 6:43; Hosea 13:13).NEWLINEVERSETITLESTARTMicah4:10VERSETITLEENDNEWLINEVERSESTARTBe in pain, and labour to bring forth, O daughter of Zion, like a woman in travail: for now shalt thou go forth out of the city, and thou shalt dwell in the field, and thou shalt go even to Babylon; there shalt thou be delivered; there the LORD shall redeem thee from the hand of thine enemies.VERSEENDNEWLINEVerse 10. - Be in pain. The anguish is not to be resisted, but shall end, like birth pains, in deliverance. Septuagint, Ωδινε καὶ ἀνδρίζου καὶ ἔγγιζε, \"Be in pain, and do bravely, and draw near,\" which is like Aeneas's encouragement to his friends (Virgil, 'AEneid,' 1:207) -NEWLINENEWLINE\"Durate, et vosmet rebus servate secundis.\" For now shalt thou go forth. The prophet leaves his metaphor, and announces that the people shall \"go forth\" into captivity. He says \"now,\"as having the scene before his eyes. They must leave their city, live shelterless in the open country, be carried to a distant land, even to Babylon. Shall dwell in the field; i.e. while they are making their way to the place of their captivity. Thou shall go even to Babylon. This is simple prophecy, and could have been known to Micah only by inspiration. In his day Assyria was the enemy whom Israel had to dread (as Micah 5:5, 6), Babylon being at this time in the position of a conquered country, and not becoming again powerful and independent for another century, So Isaiah prophesied of the captivity to Babylon (Isaiah 39:3-8), if modern critics have not shaken our faith in the genuineness of that chapter. Micah does not define the time of the Captivity, or the agents; he notes merely the place whither the Jews were at last to be deported. Even in this case \"Babylon\" may have its typical import, and be taken to represent the great world power arrayed against the chosen race; and the prophecy may look forward to other fulfilments in succeeding ages. Some commentators think that Babylon is here mentioned as the most distant country known, or as a portion of the Assyrian empire. Others suppose that Sargon transported some Israelitish captives to Babylon to replace the rebellious Babylonians whom he exiled to Palestine ('Records of the Past,' 7:29; 2 Kings 17:24; comp. 2 Chronicles 33:11), and that thus Micah was naturally led to represent the Judaeans as following their brethren. Whichever explanation we take, there is no reason to consider that the reference to Babylon is the interpolation of a late editor of the prophetic writings. There shall thou be delivered. In Babylon deliverance shall arise. This prophecy was first literally fulfilled in the return from captivity under Cyrus; it is further fulfilled, under Christ, in the rescue of the true Israelites from the bondage of sin and the world.NEWLINEVERSETITLESTARTMicah4:11VERSETITLEENDNEWLINEVERSESTARTNow also many nations are gathered against thee, that say, Let her be defiled, and let our eye look upon Zion.VERSEENDNEWLINEVerses 11-13. - § 7. Rescued from Babylon, Zion overcomes all enemies in the strength of God. Verse 11. - Now also; and now. A new scene is presented in contrast to the view in vers, 1-4. Many nations are gathered against thee. Primarily the Assyrians are meant (Isaiah 33:3), whose armies were composed of various nationalities (Isaiah 22:6; see below, Micah 5:5). Pusey thinks that the reference is rather to the attacks of petty enemies, e.g. in Maccabean times, and in the Samaritans' opposition to the rebuilding of the temple. Cheyne would place vers. 5-10 in a parenthesis, and connect the present with the ideal description in vers. 1-4. Let her be defiled; i.e.. profaned, despoiled of her boasted holiness and inviolability. LXX., ἐπιχαρούμεθα, \"we will rejoice.\" The Vulgate, lapidetur, points to her punishment as an adulteress, which does not suit the context. Let our eye look upon Zion. The heathen anticipate with malicious pleasure the sight of the humiliation of Jerusalem (comp. Obadiah 1:12, 13).NEWLINEVERSETITLESTARTMicah4:12VERSETITLEENDNEWLINEVERSESTARTBut they know not the thoughts of the LORD, neither understand they his counsel: for he shall gather them as the sheaves into the floor.VERSEENDNEWLINEVerse 12. - But the enemies who came to exult over Zion do not know God's design while blindly working it out. God's people are not to be destroyed, but their adversaries. They know not the thoughts of the Lord. The heathen, who were the instruments of God's wrath against his people, knew nothing of his purpose in thus afflicting them, nor perceived that they themselves were drawn together for punishment. He shall gather (hath gathered) them as the sheaves into the floor. Their blindness is proved by their not perceiving till too late that God has brought them together before Jerusalem, as sheaves are brought into the threshing floor, in order to be broken up and destroyed (comp. Isaiah 21:10; Jeremiah 51:23). The metaphor is carried on in the next verse. Various are the explanations of the prophet's reference in this prophecy. Many commentators see in it a reference to the destruction of the army of Sennacherib (2 Kings 19:35); others discern a defeat of the Scythians after the return from captivity; others, again, place it in the times of the Maccabees; and others interpret it of the defeat of the mystical adversaries of God's Church adumbrated in Ezekiel 38; Zechariah 12; and Revelation 20. But the prophet has not one definite event in view, but looks forward to the general conflict between the powers of the world and the Church, of which the historical events and material enemies were the types. Certain historical circumstances may exactly suit the prediction, but they do not exhaust it. And indeed we do wrong to seek for minute and definite fulfilment of particular predictions. Such utterances are often conditional and are modified by subsequent circumstances. The prophets are concerned with great moral truths and the righteous government of the world, and are not always to be interpreted with literal exactness.NEWLINEVERSETITLESTARTMicah4:13VERSETITLEENDNEWLINEVERSESTARTArise and thresh, O daughter of Zion: for I will make thine horn iron, and I will make thy hoofs brass: and thou shalt beat in pieces many people: and I will consecrate their gain unto the LORD, and their substance unto the Lord of the whole earth.VERSEENDNEWLINEVerse 13. - Arise. Shake off thy sorrow and fear and despair. And thresh. Tread thine enemies underfoot, now that they are gathered in the floor, as the oxen tread out the corn (Isaiah 41:15, etc.; Jeremiah 51:33.) Thine horn. The horn is an emblem of power and victory, as appertaining to the wild ox, the most powerful animal in Canaan (Deuteronomy 33:17; 1 Kings 22:11.) The metaphor of threshing is dropped for the moment, but resumed in the next clause. Hoofs. In allusion to the mode of threshing mentioned above (Deuteronomy 25:4; 1 Corinthians 9:9). People; peoples. Israel shall crush all the nations that rise up against her. I (God) will consecrate. So the Masoretic text; but the second person, which the ancient versions give, is preferable. Septuagint, ἀναθήσεις, \"thou shalt dedicate;\" Vulgate, interficies. Thou, Zion, shalt devote their gain unto the Lord. This consecration, or devotion, to the Lord in the case of living things involved death, the restitution to the Lord of the life which he had given (see Leviticus 27:21, 28, 29; Zechariah 14:21). Thus the spiritual Israel, purified by suffering, and redeemed, shall consecrate to the Lord the power of the world; and all the wealth and might of earth shall be subservient to the glory of the kingdom of God,NEWLINENEWLINENEWLINENEWLINENEWLINE","Mic.5":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMicah5:1VERSETITLEENDNEWLINEVERSESTARTNow gather thyself in troops, O daughter of troops: he hath laid siege against us: they shall smite the judge of Israel with a rod upon the cheek.VERSEENDNEWLINEVerses 1-4. - § 8. After Zion's degradation Messiah shall be born, and shall bring the world into subjection. Verse 1. - This verse is joined to the preceding chapter in the Hebrew. Jerusalem is addressed, as in Micah 4:9, 11, not the invading army. The prophet returns to the view of the misery and humiliation expressed in that passage. Gather thyself in troops; or, thou shalt gather thyself, etc. Jerusalem must collect its armies to defend itself from the enemy. O daughter of troops. Jerusalem is thus named from the number of soldiers collected within her walls, from whence marauding expeditions were wont to set forth. Pusey considers that she is so called from the acts of violence, robbery, and bloodshed which are done within her (Micah 2:8; Micah 3:2, etc.; Jeremiah 7:11). Keil thinks the prophet represents the people crowding together in fear. It is more natural to refer the expression to the abnormal assemblage of soldiers and fugitives within the walls of a besieged city. Septuagint, Ἐμφραχθήσεσαι θυγάτηρ ἐμφραγμᾷ, \"The daughter shall be wholly hemmed in;\" Vulgate, Vastaberis, filia latronis. He hath laid siege. The enemy is spoken of by an abrupt change of person (comp. Isaiah 1:29). Against us. The prophet identifies himself with the besieged people. They shall smite the judge of Israel, etc. \"The judge\" represents the supreme authority, whether king or other governor (Amos 2:3); but he is called here \"judge,\" that the sacred name of king may not be spoken of as dishonoured. To smite upon the cheek is the grossest insult (comp. 1 Kings 22:24; Job 16:10; Luke 22:64) When Zion is thus besieged, and its rulers suffer the utmost contumely, its condition must look hopeless, Such a state of things was realized in the treatment of Zedekiah (2 Kings 25.), and in many subsequent sieges of Jerusalem. But the underlying idea is that Israel shall suffer dire distress at the hands of her enemies until Messiah comes, and she herself turns to the Lord. The LXX. translates shophet, \"judge,\" by φυλάς, \"tribes,\" but the other Greek translators give κριτήν.NEWLINEVERSETITLESTARTMicah5:2VERSETITLEENDNEWLINEVERSESTARTBut thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting.VERSEENDNEWLINEVerse 2. - At the time of Zion's deepest distress, and when her earthly king is suffering the grossest degradation, reduced as it were to the shepherd house at Bethlehem, a Deliverer shall arise thence who shall do wonderful things. This passage was quoted by the Sanhedrin to answer Herod's question where the Christ was to be born (Matthew 2:5, 6; comp. John 7:42). But thou, Bethlehem Ephratah. Ephratah (Ephrathah, or Ephrath), \"fruitfulness,\" is another name for Bethlehem, \"House of bread\" (Genesis 35:19; 1 Samuel 17:12; Ruth 1:2); from its position it is also called Bethlehem Judah (Judges 17:7), being situated in the tribal lot of Judah, about five miles south of Jerusalem, and thus distinguished from a town of the same name in Zebulun(Joshua 19:15). Septuagint, κιὰ σὺ Βηθλεὲμ οῖκος Ἐφραθά τοῦ Ἐφραθά Alex.]. \"And thou, Bethlehem, house of Ephrathah.\" The rest of the clause is best translated, too little to be among the thousands of Judah. Each tribe was divided into \"thousands,\" which would be equivalent to clans, with its own head. Probably the reckoning was made of fighting men (see note on Zechariah 9:7; and comp. Numbers 1:16; Numbers 10:4; Joshua 22:21, 30; 1 Samuel 10:19). Bethlehem, called in the text Bethlehem Ephratah for solemnity's sake, was a small place (κάμη, John 7:42), of such slight importance as not to be named among the possessions of Judah in Joshua 15, or in the catalogue of Nehemiah 11:25, etc. Yet out of thee shall he (one) come forth unto me that is to be Ruler in Israel. In spite of its insignificance, this birthplace of David shall be the birthplace of Messiah. \"Shall some forth\" is spoken sometimes of birth and descent, as in Genesis 17:6 and Genesis 35:11; at other times it contains merely the notion of proceeding from, as in Jeremiah 30:21. In the present ease both ideas are suitable. Unto me (Jehovah is speaking). To my praise and glory, to do my will. Micah by these words would recall the announcement concerning David made to Samuel, \"I have provided me a king\" (1 Samuel 16:1), and thus show the typical relation of David to the Messiah (Keil). Whose goings forth have been from of old, from everlasting. The meaning of the word rendered \"goings forth\" (motsaoth) is somewhat doubtful. Septuagint, ἔξοδοι: Vulgate, egressus. The Fathers see in it a declaration of the eternal generation of the Son: he who was born in time at Bethlehem hath an eternal existence. In this case the plural form of the word is a plural of majesty, or an abstract expression (comp. Psalm 114:2, \"dominions;\" Isaiah 54:2. \"habitations\"). To Christians, who believe in the mystery of the Holy Trinity, the plural would express the continual generation or the Son from the Father from everlasting and to everlasting, never beginning and never ending; as the Council of Lateran says, \"Without beginning ever and without end, the Father begetting, the Sen being born (nascens), and the Holy Ghost proceeding.\" Many commentators take the \"goings forth\" to be the ancient promises, the revelations of the Angel of the covenant to the patriarchs, the various preparations made in type and history for the appearance of the great Son of David in due time; but this is a forced interpretation of the word. Granted that Micah's contemporaries understood the prophecy to state merely that a Saviour should arise from the lineage of David who traced his descent from hoar antiquity, and might be said to have lived in the days of old, this fact (if it be a fact) does not preclude us, with our more perfect knowledge, from seeing a deeper meaning in the inspired utterance, an adumbration of the nature of that Prince whom Isaiah calls \"Everlasting\" (Isaiah 9:6), the Word who \"was in the beginning with God\" (John 1:1, 2). We may note certain contrasts in these two first verses. Zion, \"the daughter of troops,\" is contrasted with the mean and insignificant Bethlehem; yet the former shall be shamefully handled, the latter highly honoured; that one's king shall be dethroned and disgraced, this one's Ruler is from everlasting and to everlasting.NEWLINEVERSETITLESTARTMicah5:3VERSETITLEENDNEWLINEVERSESTARTTherefore will he give them up, until the time that she which travaileth hath brought forth: then the remnant of his brethren shall return unto the children of Israel.VERSEENDNEWLINEVerse 3. - Therefore; i.e. because God hath designed to punish before delivering, and this deliverance is to arise from the little Bethlehem, not from Jerusalem. This presupposes that the house of David will have lost the throne and have been reduced to a low condition. Will he give them up. Jehovah will give up the people to its enemies; this is the way in which the house of David shall come to low estate. She which travaileth hath brought forth. Many commentators have taken the travailing woman to be the afflicted community of Israel, or Zion; but we may not altogether reject the old interpretation which regards this as a prophecy of the birth of Christ from the Virgin, in accordance with the received Messianic exposition of Isaiah's great prediction, \"Behold, the virgin shall conceive\" (Isaiah 7:14). Such an announcement comes in naturally after the announcement of the Ruler coming forth from Bethlehem. Israel shall be oppressed until the time ordained when \"she who is to bear\" shall bring forth. Then (rather, and, i.e. until) the remnant of his brethren shall return unto (with) the children of Israel. The remnant of his brethren are the rescued of the Judaeans, who are the brethren of Messiah according to the flesh; these in a literal sense shall return from exile together with the others, and in a spiritual sense shall be converted and be joined with the true Israelites, the true seeder Abraham.NEWLINEVERSETITLESTARTMicah5:4VERSETITLEENDNEWLINEVERSESTARTAnd he shall stand and feed in the strength of the LORD, in the majesty of the name of the LORD his God; and they shall abide: for now shall he be great unto the ends of the earth.VERSEENDNEWLINEVerse 4. - He shall stand. The Ruler, Messiah, shall stand as a good shepherd, guiding and ordering his flock, watchful and ready to aid and defend (comp. Ezekiel 34:23; John 10:11). Septuagint, στήσεται καὶ ὄψεται, \"shall stand and see.\" Feed; i.e. his flock. Septuagint, ποιμανεῖ τὸ ποίμνιον αὐτοῦ. In the strength of the Lord, with which he is invested and which he displays in the care of his people. In the majesty of the Name of the Lord his God. Messiah shall rule in all the power and glory with which God hath revealed himself on earth (comp. Isaiah 9:6; Matthew 28:18; John 1:14). They shall abide; Septuagint, ὑπάρξουσι \"they shall be.\" The children of Israel shall sit, dwell, in rest and peace in their own land (Micah 4:4; Leviticus 26:5, 6; Joel 3:20; Amos 9:14, 15). The Vulgate, from a different pointing of the Hebrew, renders, convertentur. With this the Chaldee and Syriac agree. But this idea is already expressed in ver. 3. Now shall he be great. When the prophecy is fulfilled and Messiah is feeding his flock, his dominion shall extend unto the ends of the earth (comp, Malachi 1:11, 14; Psalm 2:8; Psalm 72:8; Luke 1:32).NEWLINEVERSETITLESTARTMicah5:5VERSETITLEENDNEWLINEVERSESTARTAnd this man shall be the peace, when the Assyrian shall come into our land: and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight principal men.VERSEENDNEWLINEVerses 5, 6. - § 9. Under Messiah's rule shall be peace. Cheyne considers these verses to have been inserted by an afterthought, either to explain the \"many nations\" and \"many peoples\" of Micah 4:11, 13, or to rectify the omission of the period of foreign rule. This may be reasonably allowed; but it is not necessary to the explanation of the paragraph, which is merely a further description of Messiah's kingdom. Verse 5. - And this Man shall be the Peace; and he shall be Peace; Vulgate, et erit iste Pax. This same Ruler will not only bring peace, and be the Author of peace, but be himself Peace; as Isaiah (Isaiah 9:5) calls him \"Prince of Peace,\" and St. Paul (Ephesians 2:14) \"our Peace.\" Peace personified (comp. Zechariah 9:9). It is best to put a full stop here, and remove the colon at \"land\" in the next clause. There may be an allusion to Solomon, the peaceful king, who erected the temple and whose reign exhibited the ideal of happy times. Septuagint, καὶ ἔσται αὐτῇ εἰρήνη, \"and to her shall be peace.\" When the Assyrian shall come. The prophet, in this and the following verses, shows what is that peace which Messiah shall bring. Asshur is named as the type of Israel's deadliest foe, and as that which even then was threatening the kingdom: witness Sennaeherib's invasion in Hezekiah's time, when the angel of the Lord smote the alien army with sudden destruction (2 Kings 19.). The prophecy looks forward to a far distant future, when the world power is strayed against God's people; the details (as often in such prophecies) do not exactly suit the actual facts in contemporary history. Then shall we raise against him seven shepherds. We, the Israel of God, shall be enabled to repel the enemy. \"Shepherds,\" i.e. princes, and those in abundance. \"Seven\" is the perfect number, representing completeness and rest. And eight principal men; or, princes among men, appointed by the Ruler as his subordinates and representatives. These are said to be \"eight,\" to imply their great number: there should be a superabundance of able leaders. (On a similar use of numbers, see note on Amos 1:3.) The LXX. renders, ὀκτὼ δήγματα ἀνθρώπων, \"eight attacks of men,\" reading differently.NEWLINEVERSETITLESTARTMicah5:6VERSETITLEENDNEWLINEVERSESTARTAnd they shall waste the land of Assyria with the sword, and the land of Nimrod in the entrances thereof: thus shall he deliver us from the Assyrian, when he cometh into our land, and when he treadeth within our borders.VERSEENDNEWLINEVerse 6. - They shall waste. The word rendered \"waste\" (raah) is capable of two interpretations according as it is derived. It may mean \"to break\" or \"to feed;\" and in the latter sense may signify either \"to eat up\" or \"to be shepherd over,\" as the Septuagint, ποιμανοῦσι, The addition, with the sword, however, limits the explanation, whichever verb we refer it to. These leaders shall not only defend their own land against the enemy, but shall carry the war into the hostile territory, conquer it, and rule with rigour (for the phrase, comp. Psalm 2:9; Revelation 2:27; Revelation 12:5). True religion has always a war to wage with error and worldliness, but shall conquer in the power of Christ. The land of Nimrod. This is taken by some commentators to mean Babylon, the other great enemy of the Church of God. But Babylon is nowhere in Scripture called \"the land of Nimrod,\" though Nimrod is connected with Babel in Genesis 10:10; and the term is better explained here as a synonym of Assyria, used to recall the \"rebel\" (so Nimrod is interpreted) who founded the first empire (Genesis 10:8-12), and gives the character to the kingdom of this world. In the entrances thereof; literally, in the gates thereof; i.e. in the cities and fortresses, corresponding to the \"palaces\" of ver. 5 (comp. Isaiah 3:26; Isaiah 13:2; Nahum 3:13). Septuagint, ἐν τῇ τάφρῳ αὐτῆς, with her trench;\" Vulgate, in lanceis ejus, which, if the Hebrew he taken as Jerome reads it, will he in close parallelism with the words in the preceding clause, \"with the sword.\" Thus (and) he shall deliver us. Israel has to undergo much tribulation and many struggles, but Messiah shall save her.NEWLINEVERSETITLESTARTMicah5:7VERSETITLEENDNEWLINEVERSESTARTAnd the remnant of Jacob shall be in the midst of many people as a dew from the LORD, as the showers upon the grass, that tarrieth not for man, nor waiteth for the sons of men.VERSEENDNEWLINEVerses 7-9. - § 10. The people under Messiah's rule have a mission to execute; they are to be not only conquerors, but saviours also. Verse 7. - First, Israel in God's hands shall be an instrument of life and health to the nations. The remnant of Jacob. The faithful, Messianic Israel, as Micah 4:7; Isaiah 10:21. Many people; rather; many peoples (Micah 4:11, 13); so in ver. 8. The LXX. inserts ἐν τοῖς ἔθνεσιν, \"among the nations,\" as in ver. 8. As a dew from the Lord. Converted Israel shall act as Messiah himself in refreshing and stimulating the nations. Receiving grace from him, she shall diffuse it to others. (For the metaphor of dew thus used, comp. Deuteronomy 32:2; Hosea 14:6.) It is especially appropriate in a country where from May to October the life of herbage depends chiefly on the copious dews (comp. Genesis 27:28; Deuteronomy 33:13, 28; Haggai 1:10). As the showers upon the grass. The dew is called \"showers\" as appearing to descend in a multitude of drops. That tarrieth not for man, nor waiteth for the sons of men. This refers to the dew, which is wholly the gift of God, and is not artificially supplied by man's labour, as Egypt is \"watered by the foot\" (Deuteronomy 11:10). So grace is God's free, unmerited gift, and will come upon the nation! in his good time and way. The LXX. has here a curious rendering, Καὶ ὡς ἄρνες ἐπὶ ἄγρωστιν ὅπως μὴ συναχθῇ μηδεὶς μηδὲ ὑποστῇ ἐν υἱοῖς ἀνθρώπων, which Jerome explains of the obdurate Gentiles who continue in unbelief, \"as lambs upon the grass, that none may assemble nor withstand among the sons of men.\"NEWLINEVERSETITLESTARTMicah5:8VERSETITLEENDNEWLINEVERSESTARTAnd the remnant of Jacob shall be among the Gentiles in the midst of many people as a lion among the beasts of the forest, as a young lion among the flocks of sheep: who, if he go through, both treadeth down, and teareth in pieces, and none can deliver.VERSEENDNEWLINEVerse 8. - Secondly, Israel shall be a terrible power among the nations, and invincible in strength. (\"Nova theocratica agit suaviter et fortiter\" (Knabenbauer). As a lion. The Lamb of God is also the Lion of the tribe of Judah (Revelation 5:5; Numbers 23:24), and he \"is set for the fall and rising again of many\" (Luke 2:34). In his irresistible strength Israel shall overcome all enemies. So Judas Maccabaeus is compared to a lion (1 Macc. 3:4).NEWLINEVERSETITLESTARTMicah5:9VERSETITLEENDNEWLINEVERSESTARTThine hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.VERSEENDNEWLINEVerse 9. - The prophet's exulting prayer for the success of his people. Thine band shall be, etc.; rather, let thine hand be lifted up; and so in the next clause, \"let thine enemies be out off.\" The phrase, \"high be thy hand upon, or over,\" recalls the expression in Exodus 14:8, \"The children of Israel went out with an high hand\" (comp. Numbers 33:3; Isaiah 26:11; and our idiom, \"to get the upper hand\"). (For the promise contained in the prayer, see Isaiah 60:12.)NEWLINEVERSETITLESTARTMicah5:10VERSETITLEENDNEWLINEVERSESTARTAnd it shall come to pass in that day, saith the LORD, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:VERSEENDNEWLINEVerses 10-15. - § 11. Messiah shall destroy all the instruments of war, and put down all idolatry, having taught his people to rely upon him alone. Verse 10. - In that day. When Messiah's kingdom is established. Micah depicts the interior perfection of the Church, as he had before explained its relation to external nations. Horses... chariots. The things most used in attack and defence, and forbidden by God as betraying distrust in his providence (comp. Deuteronomy 17:16; Isaiah 2:7; Zechariah 9:10). In the reign of the Prince of Peace all war shall cease (Isaiah 9:4-6).NEWLINEVERSETITLESTARTMicah5:11VERSETITLEENDNEWLINEVERSESTARTAnd I will cut off the cities of thy land, and throw down all thy strong holds:VERSEENDNEWLINEVerse 11. - Cities. Abodes of luxury and pride. From Messiah's kingdom all pomp and vain glory shall be shut out. Strongholds. Such defences shall not be needed nor allowed (comp. Isaiah 2:15; Zechariah 2:4, 5).NEWLINEVERSETITLESTARTMicah5:12VERSETITLEENDNEWLINEVERSESTARTAnd I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:VERSEENDNEWLINEVerse 12. - Witchcrafts. Magic and sorcery, which were much practised in Syria and Palestine, as in Chaldea, the literature of which country consists in great part of spells and charms. It is to the belief in the efficacy of such incantations that we owe the episode of Balak and Balaam (Numbers 22-24.), and the enactments in the Law; e.g. Deuteronomy 18:10, etc. (comp. Isaiah 2:6; Isaiah 47:12). Septuagint, τὰ φάρμακά σου, \"thy poisons;\" Vulgate, maleficia. Soothsayers; properly, cloud diviners, or storm makers; either persons who professed to divine by means of the shape and colour of clouds, or, as the old Scandinavian witches, charlatans who assumed the power of musing and directing storms. Cheyne compares the common name of sorcerers among savages, \"rain makers.\"NEWLINEVERSETITLESTARTMicah5:13VERSETITLEENDNEWLINEVERSESTARTThy graven images also will I cut off, and thy standing images out of the midst of thee; and thou shalt no more worship the work of thine hands.VERSEENDNEWLINEVerse 13. - Graven images, of stone or metal (Leviticus 26:1). Standing images; Septuagint, τὰς στηλάς σου, \"thy columns;\" Vulgate, statuas tuas These are stone images or pillars dedicated to false gods (1 Kings 14:23). A pillar to mark a place consecrated to the worship of the Lord was allowed (see Genesis 28:18; Genesis 31:13, 45; Isaiah 19:17). It was when this custom degenerated into idolatry that it was sternly denounced (Deuteronomy 16:22; Deuteronomy 27:15, etc.).NEWLINEVERSETITLESTARTMicah5:14VERSETITLEENDNEWLINEVERSESTARTAnd I will pluck up thy groves out of the midst of thee: so will I destroy thy cities.VERSEENDNEWLINEVerse 14. - Thy groves (Asherim); Exodus 34:13; Deuteronomy 7:5, etc. Ashersh was a Canaanitish goddess, whose worship was celebrated with licentious rites. She corresponds to the Ashtoreth of the Phoenicians and Ishtar of the Assyrians, and seems to have been adored as the goddess of the productive power of nature. Her symbol was a tree or a wooden post. So (and) will I destroy thy cities; i.e. those cities which have been the centres of idolatry, or are especially connected with such worship (comp. Amos 5:5). The word rendered \"cities\" has by some been translated, and by others has been so altered as to be translated, \"adversaries;\" but there is no variety in the reading, or in the rendering of the ancient versions (except the Targum); and, explained as above, it is no mere repetition of the thought in ver. 11.NEWLINEVERSETITLESTARTMicah5:15VERSETITLEENDNEWLINEVERSESTARTAnd I will execute vengeance in anger and fury upon the heathen, such as they have not heard.VERSEENDNEWLINEVerse 15. - The time of Messiah is the era when judgment shall fall on the obdurate heathen. Such as they have not heard; rather, which have not hearkened, which are disobedient. Septuagint, \"Because they hearkened not\" (comp. Isaiah 66:15-18; Joel 3:9, etc.; Zephaniah 3:8; Haggai 2:22; 2 Thessalonians 1:7-10). It is implied that some of the heathen will hearken to the revelation of Jehovah by the Messiah.NEWLINENEWLINENEWLINENEWLINENEWLINE","Mic.6":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMicah6:1VERSETITLEENDNEWLINEVERSESTARTHear ye now what the LORD saith; Arise, contend thou before the mountains, and let the hills hear thy voice.VERSEENDNEWLINEVerse 1-ch. 7:20. - Part III. In this address, which is later than the preceding parts, the prophet sets forth the way of salvation: PUNISHMENT IS THE CONSEQUENCE OF SIN; REPENTANCE IS THE ONLY GROUND FOR HOPE OF PARTICIPATING IN THE COVENANT MERCIES. Verses 1-5. - 1. God's controversy with his people for their ingratitude. Verse 1. - Hear ye now. The whole nation is addressed and bidden to give heed to God's pleading. Arise, contend thou. These are God's words to Micah, bidding him put himself in his people's place, and plead as advocate before the great inanimate tribunal. Before the mountains; i.e. in the presence of the everlasting hills, which have as it were witnessed God's gracious dealings with his people from old time and Israel's long ingratitude (comp. Micah 1:2).NEWLINEVERSETITLESTARTMicah6:2VERSETITLEENDNEWLINEVERSESTARTHear ye, O mountains, the LORD'S controversy, and ye strong foundations of the earth: for the LORD hath a controversy with his people, and he will plead with Israel.VERSEENDNEWLINEVerse 2. - Hear ye, O mountains. Insensate nature is called upon as a witness. (For similar appeals, comp. Deuteronomy 4:26; Deuteronomy 32:1; Isaiah 1:2; Jeremiah 22:29.) The Lord's controversy. So God calls his pleading with his people to show them their sin and thankless unbelief; as he says in Isaiah 1:18, \"Come, and let us reason together\" (comp. Hosea 4:1; Hosea 12:2). Ye strong (enduring) foundations of the earth. The mountains are called everlasting (Genesis 49:26; Deuteronomy 33:15), as being firm, unchangeable, and as compared with man's life and doings, which are but transitory. The LXX. offers an interpretation as well as a translation, Αἱ φάραγγες θεμέλια τῆς γῆς, \"Ye valleys, the foundations of the earth.\" With his people. It is because Israel is God's people that her sin is so heinous, and that God condescends to plead with her. He would thus touch her conscience by recalling his benefits. So in the following verses.NEWLINEVERSETITLESTARTMicah6:3VERSETITLEENDNEWLINEVERSESTARTO my people, what have I done unto thee? and wherein have I wearied thee? testify against me.VERSEENDNEWLINEVerse 3. - O my people. The controversy takes the form of a loving expostulation; and thus in his wonderful condescension Jehovah opens the suit. What have I done unto thee? What has occasioned thy fall from me? Hast thou aught to accuse me of, that thou art wearied of me? Have my requirements been too hard, or have I not kept my promises to thee (comp. Isaiah 43:23, etc.; Jeremiah 2:5)? Testify. A judicial term; make a formal defence or reply to judicial interrogatories; depose (Numbers 35:30) (Pusey).NEWLINEVERSETITLESTARTMicah6:4VERSETITLEENDNEWLINEVERSESTARTFor I brought thee up out of the land of Egypt, and redeemed thee out of the house of servants; and I sent before thee Moses, Aaron, and Miriam.VERSEENDNEWLINEVerse 4. - God answers his own question by recounting some of his chief mercies to Israel. He has not burdened the people, but loaded them with benefits. I brought thee up, etc. The Exodus was the most wonderful instance of God's intervention and to it the prophets often refer (comp. Isaiah 63:11, etc.; Jeremiah 2:6; Amos 2:10). Out of the house of servants; of bondage , quoting the language of the Pentateuch, to show the greatness of the benefit (Exodus 13:3, 14; Deuteronomy 8:14, etc.). I sent before thee. As leaders of the Lord's flock (Psalm 77:20). Moses, the inspired leader, teacher, and lawgiver. Aaron, the priest, the director of Divine worship. Miriam, the prophetess, who led the praises of the people at their great deliverance (Exodus 15:20), and who probably was charged with some special mission to the women of Israel (see Numbers 12:1, 2).NEWLINEVERSETITLESTARTMicah6:5VERSETITLEENDNEWLINEVERSESTARTO my people, remember now what Balak king of Moab consulted, and what Balaam the son of Beor answered him from Shittim unto Gilgal; that ye may know the righteousness of the LORD.VERSEENDNEWLINEVerse 5. - The Lord reminds the people of another great benefit subsequent to the Exodus, viz. the defeat of the designs of Balak, and the sorceries of Balaam. Consulted. United with the elders of Midian in a plot against thee (see Numbers 22. etc.). Answered him. There ought to be a stop here. The answer of Balaam was the blessing which he was constrained to give, instead of the curse which he was hired to pronounce (comp. Joshua 24:10). From Shittim unto Gilgal. This is a fresh consideration, referring to mercies under Joshua, and may be made plainer by inserting \"remember\" (which has, perhaps, dropped out of the text), as in the Revised Version. Shittim was the Israelites' last station before crossing the Jordan, and Gilgal the first in the land of Canaan; and so God bids them remember all that happened to them between those places - their sin in Shittim and the mercy then shown them (Numbers 25.), the miraculous passage of the Jordan, the renewal of the covenant at Gilgal (Joshua 5:9). Shittim; the acacia meadow (Abel-Shittim), hod. Ghor-es-Seisaban, was at the southeastern corner of the Ciccar, or Plain of Jordan, some seven miles from the Dead Sea. Gilgal (see note on Amos 4:4). That ye may know the righteousness (righteous acts) of the Lord. All these instances of God's interposition prove how faithful he is to his promises, how he cares for his elect, what are his gracious counsels towards them (see the same expression, Judges 5:11; 1 Samuel 12:7).NEWLINEVERSETITLESTARTMicah6:6VERSETITLEENDNEWLINEVERSESTARTWherewith shall I come before the LORD, and bow myself before the high God? shall I come before him with burnt offerings, with calves of a year old?VERSEENDNEWLINEVerses 6-8. - § 2. The people, awakened to its ingratitude and need of atonement, asks how to please God, and is referred for answer to the moral requirements of the Law. Verse 6. - It is greatly doubted who is the speaker here. Bishop Butler, in his sermon \"Upon the Character of Balaam,\" adopts the view that Balak is the speaker of vers. 6 and 7, and Balaam answers in ver. 8. Knabenbauer considers Micah himself as the interlocutor, speaking in the character of the people; which makes the apparent change of persons in ver. 8 very awkward. Most commentators, ancient and modern, take the questions in vers. 6 and 7 to be asked by the people personified, though they are not agreed as to the spirit from which they proceed, some thinking that they are uttered in self-righteousness, as if the speakers had done all that and more than could be required of them; others regarding the inquiries as representing a certain acknowledgment of sin and a desire for means of propitiation, though there is exhibited a want of appreciation of the nature of God and of the service which alone is acceptable to him. The latter view is most reasonable, and in accordance with Micah's manner. Wherewith; i.e. with what offering? The prophet represents the congregation as asking him to tell them how to propitiate the offended Lord, and obtain his favour. Come before; go to meet, appear in the presence of the Lord. Septuagint, καταλάβω, \"attain to.\" Bow myself before the high God; literally, God of the height, who has his throne on high (Isaiah 33:5; Isaiah 57:15); Vulgate, curvabo genu Deo excelso; Septuagint, ἀντιλήψομαι Θεοῦ μου ὑψίστου, \"shall I lay hold of my God most high.\" Calves of a year old. Such were deemed the choicest victims (comp. Exodus 12:5; Leviticus 9:2, 3).NEWLINEVERSETITLESTARTMicah6:7VERSETITLEENDNEWLINEVERSESTARTWill the LORD be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?VERSEENDNEWLINEVerse 7. - Thousands of rams, as though the quantity enhanced the value, and tended to dispose the Lord to regard the offerer's thousandfold sinfulness with greater favour. Ten thousands of rivers (torrents, as in Job 20:17) of oil. Oil was used in the daily meal offering, and in that which accompanied every burnt offering (see Exodus 29:40; Leviticus 7:10-12; Numbers 15:4, etc.). The Vulgate has a different reading, In multis millibus hircorum pinguium; so the Septuagint, ἐν μυριάσι χιμάρων [ἀρνῶν, Alex.] πτόνων, \"with ten thousands of fat goats,\" so also the Syriac. The alteration has been introduced probably with some idea of making the parallelism more exact. Shall I give my firstborn? Micah exactly represents the people's feeling; they would do anything but what God required; they would make the costliest sacrifice, even, m their exaggerated devotion, holding themselves ready to make a forbidden offering; but they would not attend to the moral requirements of the Law. It is probably by a mere hyperbole that the question in the text is asked. The practice of human sacrifice was founded on the notion that man ought to offer to God his dearest and costliest, and that the acceptability of an offering was proportioned to its preciousness. The Hebrews had learned the custom from their neighbours, e.g. the Phoenicians and Moabites (comp. 2 Kings 3:27), and had for centuries offered their children to Moloch, in defiance of the stern prohibitions of Moses and their prophets (Leviticus 18:21; 2 Kings 16:3; Isaiah 57:5). They might have learned, from many facts and inferences, that man's self-surrender was not to be realized by this ritual; the sanctity of human life (Genesis 9:6), the substitution of the ram for Isaac (Genesis 22:13), the redemption of the firstborn (Exodus 13:13), all made for this truth. But the heathen idea retained its hold among them, so that the inquiry above is in strict keeping with the circumstances. The fruit of my body; i.e. the rest of my children (Deuteronomy 28:4).NEWLINEVERSETITLESTARTMicah6:8VERSETITLEENDNEWLINEVERSESTARTHe hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?VERSEENDNEWLINEVerse 8. - The prophet answers in his own person the questions in vers. 6 and 7, by showing the worthlessness of outward observances when the moral precepts and not observed. He hath showed thee; literally, one has told thee, or, it has been told thee, i.e. by Moses and in the Law (Deuteronomy 10:12, etc.). Septuagint, Αἰ ἀνηγγέλη σοι,\"Hath it not been told thee?\" What doth the Lord require of thee? The prophets often enforce the truth that the principles of righteous conduct are required from men, and not mere formal worship. This might well be a comfort to the Israelites when they heard that they were doomed to be cast out of their country, and that the temple was to be destroyed, and that the ritual on which they laid such stress would for a time become impracticable. So the inculcation of moral virtues is often connected with the prediction of woe or captivity. (For the prophetic view of the paramount importance of righteousness, see 1 Samuel 15:22; Psalm 40:6, etc.: 1. 8, etc.; Isaiah 1:11-17; Jeremiah 6:20; Hosea 6:6, etc.; see on Zechariah 7:7.) To do justly. To act equitably, to hurt nobody by word or deed, which was the exact contrary of the conduct previously mentioned (Micah 2:1, 2, 8; Micah 3:2, etc.). To love mercy. To be guided in conduct to others by loving kindness. These two rules contain the whole duty to the neighbour. Compare Christ's description of genuine religion (Matthew 23:23). To walk humbly with thy God. This precept comprises man's duty to God, humility and obedience. \"To walk\" is an expression implying \"to live and act\" as the patriarchs are said to have \"walked with God,\" denoting that they lived as consciously under his eye and referred all their actions to him. Humility is greatly enforced in the Scriptures (see e.g. Isaiah 2:11, etc.). Septuagint, ἕτοιμον εϊναι τοῦ πορεύεσθαι μετὰ Κυρίου, \"to be ready to walk with the Lord;\" Vulgate, Solicitum ambulare cum Deo; Syriac, \"Be prepared to follow thy God.\" But our version is doubtless correct.NEWLINEVERSETITLESTARTMicah6:9VERSETITLEENDNEWLINEVERSESTARTThe LORD'S voice crieth unto the city, and the man of wisdom shall see thy name: hear ye the rod, and who hath appointed it.VERSEENDNEWLINEVerses 9-12. - § 3. Because Israel was very far from acting in this spirit, God sternly rebukes her for prevailing sins. Verse 9. - The Lord's voice (Isaiah 30:31; Joel 2:11; Amos 1:2). These are no longer the words of the prophet, but those of God himself, and not spoken in secret, but unto the city, that all may hear the sentence who dwell in Jerusalem. The man of wisdom shall see thy Name; i.e. he who is wise regards thy Name and obeys time, does not simply hear, but profits by what he hears. The reading is uncertain. Others render, \"Blessed is he who sees thy Name;\" but the construction is against this. Others, \"Thy Name looketh to wisdom\" (or prosperity), has the true wisdom of life in sight. The versions read \"fear\" for \"see.\" Thus the LXX., Σώσει φοβουμένους τὸ Ονομα αὐτοῦ, \"Shall save those that fear his Name;\" Vulgate, Salus erit timentibus Nomen tuum; Syriac, \"He imparts instruction to those that fear his Name;\" Chaldee, \"The teachers fear his Name.\" This reading depends upon a change of vowel pointing. Orelli renders, \"Happy is he who fears thy Name.\" The Authorized translation, which seems on the whole to be well established, takes the abstract noun \"wisdom\" as equivalent to \"the wise,\" or \"the man of wisdom.\" For similar expressions, Henderson refers to Psalm 109-4; Proverbs 13:6; Proverbs 19:15. The prophet parenthetically announces that, however the bulk of the people might receive the message, the truly wise would listen and profit by it. Hear ye the rod. Observe the rod of God's anger, the threatened judgments (so Isaiah 9:4 [3, Hebrew]; 10:5, 24). The power of Assyria is meant, The LXX. renders differently,] Ακουε φυλή, \"Hear, O tribe;\" so the Vulgate, Audite, tribus. And who hath appointed it. Mark who it is who hath ordained this chastisement. It is from the Lord's hand. Septuagint, Τίς κοσμήσει πόλιν; \"Who will adorn the city?\" with some reference, perhaps, to Jeremiah 31:4, \"Again shalt thou be adorned with thy tabrets;\" Vulgate, Et quis approbabit illud? This implies that few indeed will profit by the warning.NEWLINEVERSETITLESTARTMicah6:10VERSETITLEENDNEWLINEVERSESTARTAre there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable?VERSEENDNEWLINEVerse 10. - The reproof is given in the form of questions, in order to rouse the sleeping conscience of the people. Are there yet the treasures of wickedness in the house of the wicked? Do the wicked still continue to bring into their houses treasures obtained by wrong? The old versions compare this ill-gotten wealth to a fire which shall consume the homes of its possessors. Septuagint, Μὴ πῦρ καὶ οϊκος ἀνόμου θησαυρίζω θησαυροὺς ἀνόμους; \"Is there fire and the house of the wicked treasuring up wicked treasures?\" Vulgate, Adhuc ignis in domo impii thesauri iniquitatis? So the Syriac; the Chaldee keeps to the Masoretic reading. The scant measure; literally, the ephah of leanness. The ephah was about three pecks. According to Josephus ('Ant.,' 15:09. 2), it contained one Attic medimnus, which would be nearly a bushel and a half. Fraudulent weights and measures are often denounced (Leviticus 19:35, etc.; Deuteronomy 25:14, etc.; Proverbs 20:10, 23; Amos 8:5). Vulgate, Mensura minor irae plena, where the Hebrew has, that is abominable. Such frauds are hateful to God, and are marked with his wrath.NEWLINEVERSETITLESTARTMicah6:11VERSETITLEENDNEWLINEVERSESTARTShall I count them pure with the wicked balances, and with the bag of deceitful weights?VERSEENDNEWLINEVerse 11. - Shall I count them pure? literally, Shall I be pure? The clause is obscure. The Authorized Version regards the speaker as the same as in ver. 10, and translates with some violence to the text. It may be that the prophet speaks as the representative of the awakened transgressor, \"Can I be guiltless with such deceit about me?\" But the sudden change of personification and of state of feeling is very harsh. Hence some follow Jerome in regarding God as the speaker, and rendering, \"Shall I justify the wicked balance?\" others, the Septuagint, Syriac, and Chaldee, Αἰ δικαιωθήσεται ἐν ζυγῷ ἄνομος; \"Shall the wicked be justified by the balance?\" Cheyne is inclined to read the verb in the second person, \"Canst thou (O Jerusalem) be pure?\" since in the next verse the prophet proceeds, \"the rich men thereof\" (i.e. of Jerusalem). If we retain the present reading, \"Can I be innocent?\" we must consider the question as put, for effect's sake, in the mouth of one of the rich oppressors. Jerome's translation is contrary to the use of the verb, which is always intransitive in kal.NEWLINEVERSETITLESTARTMicah6:12VERSETITLEENDNEWLINEVERSESTARTFor the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth.VERSEENDNEWLINEVerse 12. - The rich men thereof; i.e. of the city mentioned in ver. 9. They have just been charged with injustice and fraud, now they are denounced for practising every kind of violence. And not only the rich, but all the inhabitants fall under censure for lying and deceit. Their tongue is deceitful; literally, deceit; they cannot open their mouth without speaking dangerous and destructive lies.NEWLINEVERSETITLESTARTMicah6:13VERSETITLEENDNEWLINEVERSESTARTTherefore also will I make thee sick in smiting thee, in making thee desolate because of thy sins.VERSEENDNEWLINEVerses 13-16. - § 4. For all this God threatens punishment. Verse 13. - Will I make thee sick in smiting thee; literally, have made the smiting thee sick; i.e. incurable, as Nahum 3:19, or, \"have made the blows mortal that are given thee.\" The perfect is used to express the certainty of the future. The Septuagint and Vulgate read, \"I have begun [or, will begin] to smite thee.\"NEWLINEVERSETITLESTARTMicah6:14VERSETITLEENDNEWLINEVERSESTARTThou shalt eat, but not be satisfied; and thy casting down shall be in the midst of thee; and thou shalt take hold, but shalt not deliver; and that which thou deliverest will I give up to the sword.VERSEENDNEWLINEVerse 14. - Thou shalt eat, etc. The punishment answers to the sin (which proves that it comes from God), and recalls the threats of the Law (Leviticus 26:25, etc.; Deuteronomy 28:29, etc.; comp. Hosea 4:10; Haggai 1:6). Thy casting down shall be in the midst of thee; i.e. thy humiliation, thy decay and downfall, shall occur in the very centre of thy wealth and strength, where thou hast laid up thy treasure and practised thy wickedness. But the meaning of the Hebrew is very uncertain, and the text may be corrupt. The LXX. had a different reading, συσκοτάσει εν σοι, \"darkness shall be in thee.\" The Syriac and Chaldee interpret the word rendered \"casting down\" (ישח, which is found nowhere else) of some disease like dysentery. It is most suitable to understand this clause as connected with the preceding threat of hunger, and to take the unusual word in the sense of \"emptiness.\" Thus, \"Thy emptiness (of stomach) shall remain in thee.\" Jeremiah (Jeremiah 52:6)speaks of the famine in the city at the time of its siege. Thou shalt take hold; rather, thou shalt remove (thy goods). This is the second chastisement. They should try to take their goods and families out of the reach of the enemy, but should not be able to save them. The LXX. interprets the verb of escaping by flight. That which thou deliverest. If by chance anything is carried away, it shall fall into the hands of the enemy (comp. 2 Kings 25:4, 5; Jeremiah 52:7, 8).NEWLINEVERSETITLESTARTMicah6:15VERSETITLEENDNEWLINEVERSESTARTThou shalt sow, but thou shalt not reap; thou shalt tread the olives, but thou shalt not anoint thee with oil; and sweet wine, but shalt not drink wine.VERSEENDNEWLINEVerse 15. - Here is another judgment in accordance with the threatenings of the Law (Deuteronomy 28:33, 38, etc.; comp. Amos 5:11; Zephaniah 1:13; Haggai 1:6). Shalt not reap. The effect may be owing to the judicial sterility of the soil, but more likely to the incursions of the enemy. Trochon quotes Virgil, ' Eel.,' 1:70 -NEWLINENEWLINE\"Impius haec tam culta novalia miles habebit?NEWLINEBarbarus has segetes? en, quo discordia civesNEWLINEProduxit miseros! his nos consevimus agros!\" Tread the olives. Olives were usually pressed or crushed in a mill, in order to extract the oil; the process of treading; was probably adopted by the poor. Gethsemane took its name from the oil presses there. The oil was applied to the person for comfort, luxury, and ceremony, and was almost indispensable in a hot country. Sweet wine. Thou shalt tread the new wine of the vintage, but shalt have to leave it for the enemy (comp. Amos 5:11). The Septuagint has here an interpolation, Καὶ ἀφανισθήσεται νόμιμα λαοῦ μου, \"And the ordinances of my people shall vanish away,\" which has arisen partly from a confusion between Omri, the proper name in the next verse, and ammi, \"my people.\"NEWLINEVERSETITLESTARTMicah6:16VERSETITLEENDNEWLINEVERSESTARTFor the statutes of Omri are kept, and all the works of the house of Ahab, and ye walk in their counsels; that I should make thee a desolation, and the inhabitants thereof an hissing: therefore ye shall bear the reproach of my people.VERSEENDNEWLINEVerse 16. - The threatening is closed by repeating its cause: the punishment is the just reward of ungodly conduct. The first part of the verse corresponds to vers. 10-12, the second part to vers. 13-15. The statutes of Omri. The statutes are the rules of worship prescribed by him of whom it is said (1 Kings 16:25) that he \"wrought evil in the eyes of the Lord, and did worse than all that were before him.\" No special \"statutes\" of his are anywhere mentioned; but he is named here as the founder of that evil dynasty which gave Ahab to Israel, and the murderess Athaliah (who is called in 2 Kings 8:26, \"the daughter of Omri\") to Judah. The people keep his statutes instead of the Lord's (Leviticus 20:22). The works of the house of Ahab are their crimes and sins, especially the idolatrous practices observed by that family, such as the worship of Baal, which became the national religion (1 Kings 16:31, etc.). Such apostasy had a disastrous effect upon the neighbouring kingdom of Judah (2 Kings 8:18). Walk in their counsels. Take your tone and policy from them. That I should make thee. \"The punishment was as certainly connected with the sin, in the purpose of God, as if its infliction had been the end at which they aimed\" (Henderson). The prophet here threatens a threefold penalty, as he had mentioned a threefold guiltiness. A desolation; ἀφανισμόν (Septuagint); perditionem (Vulgate). According to Keil, \"an object of horror,\" as Deuteronomy 28:37; Jeremiah 25:9. Micah addresses Jerusalem itself in the first clause, its inhabitants in the second, and the whole nation in the last. An hissing; i.e. an object of derision, as Jeremiah 19:8; Jeremiah 25:18, etc. Therefore (and) ye shall bear the reproach of my people. Ye shall have to hear yourselves reproached at the mouth of the heathen, in that, though ye were the Lord's peculiar people, ye were cast out and given into the hands of your enemies. The Septuagint, from a different reading, renders, Καὶ ὀνείδη λαῶν λήψεσθε, \"Ye shall receive the reproaches of nations,\" which is like Ezekiel 34:29; Ezekiel 36:6, 15.NEWLINENEWLINENEWLINENEWLINENEWLINE","Mic.7":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMicah7:1VERSETITLEENDNEWLINEVERSESTARTWoe is me! for I am as when they have gathered the summer fruits, as the grapegleanings of the vintage: there is no cluster to eat: my soul desired the firstripe fruit.VERSEENDNEWLINEVerses 1-6. § 5. Israel's penitential acknowledgment of the general corruption. Verse 1. - Woe is me! (Job 10:15). Micah threatens no more; he represents repentant Israel confessing its corruption and lamenting the necessity of punishment. I am as when they have gathered the summer fruits; literally, I am as the gatherings of the fruit harvest. The point of comparison is only to be inferred from the context. At the fruit. harvest no early figs are to be found, and (in the next clause) after the vintage no more grapes; so in Israel there is none righteous left. The Septuagint gives a plainer exposition, Ἐγενήθην ὡς συνάγων καλάμην ἐν ἀμητῷ, \"I became as one that gathereth straw in harvest;\" so the Vulgate, Factus sum sicut qui collegit in autumno racemos vindimiae, joining the two clauses together. My soul desired the first ripe fruit; better, nor early fig which my soul desired. The holiness and grace of more primitive times are wholly absent from this later period (see Hosea 9:10, where a similar figure is used; compare also Christ's dealing with the barren fig tree, Matthew 21:18, etc.). The first ripe figs were proverbially sweet and good (see Isaiah 28:4; Jeremiah 24:2; and Hosea, loc cit.).NEWLINEVERSETITLESTARTMicah7:2VERSETITLEENDNEWLINEVERSESTARTThe good man is perished out of the earth: and there is none upright among men: they all lie in wait for blood; they hunt every man his brother with a net.VERSEENDNEWLINEVerse 2. - This verse explains the preceding comparison; the grape and the early fig represent the righteous man. The good man; LXX., εὐσεβής, the godly, pious man. The Hebrew word (khasidh) implies one who exercises love to others, who is merciful, loving, and righteous. Is perished out of the earth; has disappeared from the world (comp. Psalm 14:2, 3; and especially Isaiah 57:1). They all lie in wait for blood. They all practise violence and rapine, and meditate how they may pursue their evil designs, even to the shedding of blood. LXX., πάντες εἰς αϊματα δικάζονται, which narrows the charge to one special kind of iniquity, vie. committing judicial murders. They hunt every man his brother with a net. They ought to love their brethren, their fellow countrymen, partakers of the same hope and privileges (Leviticus 19:18). Instead of this, they pursue them as the fowler traps birds, or the hunter beasts. The word rendered \"net\" (cherem) is in most versions translated \"destruction.\" Thus, Septuagint, ἐκθλίβουσιν ἐκθλιβῇ: Vulgate, ad mortem venatur; so the Syriac and Chaldee. In the present connection it is best taken as \"net\" (Habakkuk 1:15).NEWLINEVERSETITLESTARTMicah7:3VERSETITLEENDNEWLINEVERSESTARTThat they may do evil with both hands earnestly, the prince asketh, and the judge asketh for a reward; and the great man, he uttereth his mischievous desire: so they wrap it up.VERSEENDNEWLINEVerse 3. - That they may do evil, etc. rather, both hands are upon (equivalent to \"busy with\") evil to do it thoroughly. This clause and the rest of the verse are very obscure Cheyne supposes the text to be corrupt. Henderson renders, \"For evil their hands are well prepared;\" so virtually Hitzig, Pusey, and the Septuagint. Caspari agrees rather with the Vulgate (Malum manuum suarum dicunt bonum),\" Hands are (busy) upon evil to make (it seem) good,\" which looks to that extremity of iniquity when men \"call evil good, and good evil\" (Isaiah 5:20). The general meaning is that they are ready enough to do evil, and, as the next clause says, can be bribed to do anything. The prince asketh; makes some nefarious demand of the judge, some perversion of justice at his hands, as in the case of Naboth (1 Kings 21.). The judge asketh (is ready) for a reward. The judge is willing to do what the prince wishes, if he is bribed for it. LXX., Ὁ κριτής εἰρηνικοὺς λόγους ἐλάλησε, \"The judge speaks words of peace\" (comp. Micah 3:11; Isaiah 1:23; Zephaniah 3:8). He uttereth his mischievous desire; or, the mischief of his soul. The rich man speaks out unblushingly the evil that he has conceived in his heart, the wicked design which he meditates. So they wrap it up; better, and they weave it together. The prince, the judge, and the rich man weave their evil plan together, to make it strong and right in others' eyes. The passage is altered in meaning by a different grouping of the Hebrew letters, thus: \"The prince demandeth (a reward) to do good; and the judge, for the recompense of a great man, uttereth what he himself desireth. And they entangle the good more than briars, and the righteous more than a thorn hedge.\" The LXX. carries on the sense to the next verse, Καὶ ἐξελοῦμαι τὰ ἀγαθὰ αὐτῶν ὠς σὴς ἐκτρώγων, \"And I will destroy their goods as a consuming moth.\"NEWLINEVERSETITLESTARTMicah7:4VERSETITLEENDNEWLINEVERSESTARTThe best of them is as a brier: the most upright is sharper than a thorn hedge: the day of thy watchmen and thy visitation cometh; now shall be their perplexity.VERSEENDNEWLINEVerse 4. - The best of them is as a briar; hard and piercing, catching and holding all that passes by. The plant intended by the word chedek is a thorny one used for hedges (Proverbs 15:19). Under another aspect thorns are a symbol of what is noxious and worthless (2 Samuel 23:6), or of sin and temptation. The most upright is sharper (worse) than a thorn hedge. Those who seem comparatively upright are more injurious, tangled, and inaccessible than a hedge of thorns. In punishment of all this corruption, the prophet points to the day of judgment. The day of thy watchmen. The day of retribution foretold by the prophets (Isaiah 21:6; Jeremiah 6:17; Ezekiel 3:17). And (even) thy visitation; in apposition with the day, the time, and explanatory of punishment. Cometh; is come - the perfect tense denoting the certainty of the future event. Septuagint, Οὐαὶ αἱ ἐκδικήσεις σου ἥκασι, \"Woe! thy vengeance is come.\" Now shall be their perplexity. When this day of the Lord comes, there shall be confusion (Isaiah 22:5); it shall bring chastise ment before deliverance. The prophet here, as elsewhere, changes from the second to the third person, speaking of the people gene rally. Septuagint, Νῦν ἔσονται κλαυθμοὶ αὐτῶν \"Now shall be their weeping;\" so the Syriac. Pusey notes the paronomasia here. They were as bad as a thorn hedge (merucah); they shall fall into perplexity (mebucah).NEWLINEVERSETITLESTARTMicah7:5VERSETITLEENDNEWLINEVERSESTARTTrust ye not in a friend, put ye not confidence in a guide: keep the doors of thy mouth from her that lieth in thy bosom.VERSEENDNEWLINEVerse 5. - Such is the moral corruption that the nearest relations cannot be trusted: selfishness reigns everywhere The prophet emphasizes this universal evil by warning the better portion of the people. Friend... guide. There is a gradation here, beginning with \"neighbour,\" or \"common acquaintance,\" and ending with \"wife.\" The word rendered \"guide\" means \"closest, most familiar friend, as in Psalm 55:13 (14, Hebrew). Our version is sanctioned by the Septuagint, ἡγουμένοις, \"leaders;\" and the Vulgate, duce; but the context confirms the other translation (comp. Proverbs 16:28; Proverbs 17:9). Our Lord has used some of the expressions in the next verso in describing the miseries of the latter day (Matthew 10:21, 35, 36; Matthew 24:12; comp. Luke 12:53; Luke 21:16; 2 Timothy 3:2). Keep the doors of thy mouth. Guard thy secrets. (For the phrase, comp. Psalm 141:3.) Her that lieth in thy bosom. Thy wife (Deuteronomy 13:6; Deuteronomy 28:54).NEWLINEVERSETITLESTARTMicah7:6VERSETITLEENDNEWLINEVERSESTARTFor the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man's enemies are the men of his own house.VERSEENDNEWLINEVerse 6. - For the son dishonoureth; Septuagint, ἀτιμάζει: Vulgate, contumeliam facit; literally, treats as a fool, despises (Deuteronomy 32:6, 15). (For the rest of the verse, see Matthew 10:21, 35, etc.) Men of his own house. His domestic servants (Genesis 17:27). Henderson, referring to this dissolution of every natural tie, compares Ovid, 'Metamorph.,' 1:144, etc. -NEWLINENEWLINE\"Vivitur ex rapto; non hospes ab hespite tutus,NEWLINENon socer a genero; fratrum quoque gratia rara est;NEWLINEImminet exitio vir conjugis, illa mariti;NEWLINELurida terribiles miscent aconita novercae;NEWLINEFilius ante diem patrios iuquirit in annos;NEWLINEVicta jacet pietas.\"NEWLINEVERSETITLESTARTMicah7:7VERSETITLEENDNEWLINEVERSESTARTTherefore I will look unto the LORD; I will wait for the God of my salvation: my God will hear me.VERSEENDNEWLINEVerses 7-13. - § 6. Israel expresses her faith in God, though she suffers grievous tribulation, and is confident in the fulfilment of the promised restoration. Verse 7. - Therefore I; rather, but as for me, I, etc. The prophet speaks in the name of the ideal Israel. Though love and confidence have disappeared, and the day of visitation has come, and human help fails, yet Israel loses not her trust in the Lord. Will look; gaze intently, as if posted on a watch tower to look out for help. Will wait with longing trust, unbroken by delay. The God of my salvation. The God from whom my salvation comes (Psalm 18:46; Psalm 25:5; Psalm 27:9; Habakkuk 3:18) My God will hear me. My prayer is sure to be answered (Isaiah 30:19).NEWLINEVERSETITLESTARTMicah7:8VERSETITLEENDNEWLINEVERSESTARTRejoice not against me, O mine enemy: when I fall, I shall arise; when I sit in darkness, the LORD shall be a light unto me.VERSEENDNEWLINEVerse 8. - Israel in her sorrow and captivity asserts her undiminished confidence in the Lord. O mine enemy. The oppressor of the Church, the worldly power, is represented at one time by Asshur, at another by Babylon. God uses these heathen kingdoms as agents of his vengeance. When I fall; have I fallen; if I have fallen; i.e. suppose I have suffered calamity and loss (Amos 5:2). Sit in darkness. Darkness is another metaphor for distress (Psalm 23:4; Isaiah 9:2; Lamentations 3:6; Amos 5:18). The Lord shall be a light unto me, giving me gladness and true discernment (comp. Psalm 27:1; Psalm 97:11). The distinction between darkness and the full light of day is more marked in Eastern countries than in our Northern climes.NEWLINEVERSETITLESTARTMicah7:9VERSETITLEENDNEWLINEVERSESTARTI will bear the indignation of the LORD, because I have sinned against him, until he plead my cause, and execute judgment for me: he will bring me forth to the light, and I shall behold his righteousness.VERSEENDNEWLINEVerse 9. - I will bear the indignation of the Lord. However long may be the delay before relief comes, Israel will patiently bear the chastisements inflicted upon her, because she knows that they are deserved. This is the language of the penitent people, owning the justice of the sentence, yet trusting to the covenant God, who in wrath remembers mercy. Until he plead my cause. Until God considers that the punishment has done its work, and takes my cause in hand, and judges between me and the instruments of his vengeance. Execute judgment for me. Secure my rights, violated by the heathen, who misuse the power given them by God. The light (see note on ver. 8). His righteousness (Micah 6:5); his faithfulness to his premises exhibited in the destruction of the enemies and the restoration of his people. For this conception of the Divine righteousness, Cheyne compares 1 John 1:9, \"He is faithful and righteous to forgive us our sins.\"NEWLINEVERSETITLESTARTMicah7:10VERSETITLEENDNEWLINEVERSESTARTThen she that is mine enemy shall see it, and shame shall cover her which said unto me, Where is the LORD thy God? mine eyes shall behold her: now shall she be trodden down as the mire of the streets.VERSEENDNEWLINEVerse 10. - She that is mine enemy. The worldly power is here personified, as so often \"the daughter of Jerusalem.\" Shall see it. She shall see that Israel was not conquered because God was powerless to save. Where is the Lord thy God? The Assyrians always attributed their success in arms to the assistance, of their gods and the superiority of their deities to those of the conquered nations (comp. Isaiah 10:9-11; Isaiah 37:10-13). Thus the inscription of the palace of Khorsabad begins, \"The gods Assur, Nebo, and Merodach have conferred on me the royalty of the nations.... By the grace and power of the great gods, my masters, I have flung my arms, by my force I have defeated my enemies\" ('Records of the Past,' vol. 9.). (For taunts like that in the text, see Psalm 42:3; Psalm 79:10; Psalm 115:2; Joel 2:17.) Mine eyes shall behold her. Israel shall behold the destruction of the enemy. As the mire of the streets (Isaiah 10:6; Zechariah 10:5).NEWLINEVERSETITLESTARTMicah7:11VERSETITLEENDNEWLINEVERSESTARTIn the day that thy walls are to be built, in that day shall the decree be far removed.VERSEENDNEWLINEVerse 11. - The prophet here addresses Zion, and announces her restoration. In the day that thy walls are to be built; rather, a day for building thy walls (gader) cometh. Zion is represented as a vineyard whose fence has been destroyed (Isaiah 5:5, 7). The announcement is given abruptly and concisely in three short sentences. In that day shall the decree be far removed. The decree (Zephaniah 2:2) is explained by Hengstenberg and many commentators, ancient and modern, to he that of the enemy by which they held Israel captive. Keil and others suppose the law to be meant which separated Israel from all other nations, the ancient ordinance which confined God's people and the blessings of the theocracy to narrow limits. This is now to be set aside (comp. Ephesians 2:11-16), when heathen nations flock to the city of God. Oaspari, Hitzig, Cheyne, and others translate, \"shall the bound be afar off,\" i.e. the boundaries of the land of Israel shall be widely extended (comp. Isaiah 33:17, which Cheyne explains, \"Thine eyes shall behold a widely extended territory\"). Wordsworth obtains much the same meaning by taking the verb in the sense of \"promulgated,\" and referring the \"decree,\" as in Psalm 2:7, 8, to God's purpose of giving to Messiah the utmost parts of the earth for a possession. The building, of the walls does not indicate the narowing of the limits of the theocratic kingdom. Whether chok be taken to signify \"decree\" (lex, Vulgate) or \"boundary,\" the effect of its removal afar is seen by the next verse to be the entrance of foreign nations into the kingdom of God. The LXX. favours the first interpretation, Ἀποτρίψεται [ἀπώσεται, Alex.] νόμιμά σου [σου ομιτ, Alex.] ἡ ἡμέρα ἐκείνη, \"That day shall utterly abolish thy ordinances.\"NEWLINEVERSETITLESTARTMicah7:12VERSETITLEENDNEWLINEVERSESTARTIn that day also he shall come even to thee from Assyria, and from the fortified cities, and from the fortress even to the river, and from sea to sea, and from mountain to mountain.VERSEENDNEWLINEVerse 12. - He shall come; they shall come. Men shall flock to Zion as the metropolis of the new kingdom (Micah 4:2). The countries named are those in which the Jews were dispersed (see Isaiah 11:11). Micah embraces in one view the restoration of Israel and the conversion of the heathen (comp. Isaiah 19:24; Isaiah 27:12, 13). Assyria. The type of the greatest enemy of God. The fortified cities; rather, the cities of Mazor, the strong land, i.e. Egypt. The usual term for Egypt is Mizraim; but Mazor is found in 2 Kings 19:24; Isaiah 19:6; Isaiah 37:25. Cheyne compares the Assyrian name for this country, Mucar. From the fortress; from Mazor; Septuagint, ἀπὸ Τύρου, \"from Tyre\" or Tsor. Even to the river. From Egypt to the Euphrates, which was the river par excellence. (Genesis 15:18). From sea to sea. Not necessarily from the Mediterranean to the Dead Sea or to the Persian Gulf (as Joel 2:20), but generally, from one sea to another, from the earth as bounded by the seas; so, from mountain to mountain; i.e. not from Lebanon to Sinai, or from Hor (Numbers 20:22) to Hor (Numbers 34:7), which is too limited, but from all lands situated between mountain barriers, which are the bounds of the world (comp. Isaiah 60:3, etc.).NEWLINEVERSETITLESTARTMicah7:13VERSETITLEENDNEWLINEVERSESTARTNotwithstanding the land shall be desolate because of them that dwell therein, for the fruit of their doings.VERSEENDNEWLINEVerse 13. - Notwithstanding the land shall be desolate. Very many commentators consider the land of Canaan to be here intended, the prophet recurring to threatenings of judgment before the great restoration comes to pass; but it is best to regard the clause as referring to all the world, exclusive of Canaan. While the Messianic kingdom is set up, judgment shall fail upon the sinful world. \"For the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted\" (Isaiah 60:12; comp. Revelation 12:12). And the material world shall suffer with its inhabitants (Genesis 3:15, 18; Genesis 6:13; Genesis 19:25; Isaiah 34:4, etc.). Their doings. Their evil deeds, especially the rejection of Messiah.NEWLINEVERSETITLESTARTMicah7:14VERSETITLEENDNEWLINEVERSESTARTFeed thy people with thy rod, the flock of thine heritage, which dwell solitarily in the wood, in the midst of Carmel: let them feed in Bashan and Gilead, as in the days of old.VERSEENDNEWLINEVerses 14-17. - § 7. The prophet in the name of the people prays for this promised salvation, and the Lord assures him that his mercies shall not fail, and that the hostile nations shall be humbled. Verse 14. - Feed thy people with thy rod. The prophet prays to the Shepherd of Israel (Genesis 49:24; Psalm 80:1), beseeching him to rule and lead his people, and to find them pasture. The \"rod\" is the shepherd's staff (Leviticus 27:32; Psalm 23:4). The flock of thine heritage. So Israel is called (Psalm 28:9; Psalm 95:7; comp. Zephaniah 3:13). Which dwell solitarily; or, so that they dwell; separate from all other nations, religiously and physically, by institution and geo graphical position. Compare Balaam's words (Numbers 23:9; also Deuteronomy 33:28). It was Israel's special characteristic to be holy, i.e. set apart, and it was only when she observed her duty in this respect that she prospered (see Exodus 33:16). In the wood (forest) in the midst of Carmel. The forest would isolate the flock, and secure it from interference. The chief pasture lands west and east of Jordan are named, and the whole country is included in the description. (For Carmel, see note on Amos 1:2.) Bashan and Gilead were also celebrated for their rich pasture. \"Bulls of Bashan\" were a proverb for well fed animals, and a metaphor for bloated, proud aristocrats (Deuteronomy 32:14; Psalm 22:12; Ezekiel 39:18; Amos 4:1). Gilead was so excellently adapted for cattle that Reuben and Gad were irresistibly drawn to settle there (Numbers 32:1, 5; 1 Chronicles 5:9; see the parallel to this passage in Isaiah 65:9, 10, and Ezekiel 34:13, 14). As in the days of old; usually taken to refer to the time of Moses and Joshua, but also and more probably, to that of David and Solomon, which realized the ideal of peace and prosperity (comp. Micah 4:4).NEWLINEVERSETITLESTARTMicah7:15VERSETITLEENDNEWLINEVERSESTARTAccording to the days of thy coming out of the land of Egypt will I shew unto him marvellous things.VERSEENDNEWLINEVerse 15. - According to (as in) the days. The Lord answers the prophet's prayer, taking up his last word, and promising even more than he asks, engaging to equal the wonders which marked the exodus from Egypt. That great deliverance was a type and foreshadowing of Messianic salvation (comp. Isaiah 43:15, etc.; Isaiah 51:10; 1 Corinthians 10:1, etc.). Unto him; unto the people of Israel (ver. 14). Marvellous things; Septuagint, Οψεσθε θαυμαστά, \"Ye shall see marvellous things.\" Supernatural occurrences are meant, as Exodus 3:20; Exodus 15:11; Psalm 77:14. We do not read of any special miracles at the return from captivity, so the people were led to look onward to the advent of Messiah for these wonders.NEWLINEVERSETITLESTARTMicah7:16VERSETITLEENDNEWLINEVERSESTARTThe nations shall see and be confounded at all their might: they shall lay their hand upon their mouth, their ears shall be deaf.VERSEENDNEWLINEVerse 16. - Shall see. The heathen shall see these marvellous things. Be confounded at (ashamed of) all their might. Hostile nations shall be ashamed when they find the impotence of their boasted power. Compare the effect of the Exodus on contiguous nations (Exodus 15:14, etc.; Joshua 2:9, 10). They shall lay their hand upon their mouth. They shall be silent from awe and astonishment (Judges 18:19; Job 21:5; Isaiah 52:15). Their ears shall be deaf. Their senses shall be stupefied by the wonders which they see - that which Job (Job 26:14) calls \"the thunder of his mighty deeds.\" There may also be an allusion to their wilful obstinacy, and unbelief.NEWLINEVERSETITLESTARTMicah7:17VERSETITLEENDNEWLINEVERSESTARTThey shall lick the dust like a serpent, they shall move out of their holes like worms of the earth: they shall be afraid of the LORD our God, and shall fear because of thee.VERSEENDNEWLINEVerse 17. - They shall lick the dust like a serpent (Genesis 3:14; Isaiah 65:25). The enemies of God's people \"shall lick the dust\" (Psalm 72:9), shall be reduced to the utmost degradation (Isaiah 49:23). They shall move out of their holes, etc.; rather, they come trembling out of their close places (or, fastnesses, Psalm 18:46), like crawling things of the earth. They who prided themselves on their security shall come forth from their strongholds in utter fear, driven out like snakes from their lairs (comp. Psalm 2:11; Hosea 11:10, etc.). They shall be afraid of (whine with fear unto) the Lord our God. They shall be driven by terror to acknowledge the God of Israel. The expression is ambiguous, and may mean servile fear, which makes a man shrink from God. or that fear. which is one step towards repentance; the latter seems intended here, as in Hosea 3:5, where, as Pusey says, the words, \"and his goodness,\" determine the character of the fear. Because of (or, before) thee. It is the heathen who are still the subject, not the Israelites (Jeremiah 10:7). The sudden change of persons is quite in the prophet's style.NEWLINEVERSETITLESTARTMicah7:18VERSETITLEENDNEWLINEVERSESTARTWho is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy.VERSEENDNEWLINEVerses 18-20. - § 8. The book ends with a lyric ode in praise of God's mercy and faithfulness. Verse 18. - In view of the many provocations and backslidings of the people, Micah is filled with wonder at the goodness and long suffering of God. Who is a God like unto thee? The question seems to recall the prophet's own name, which means, \"Who is like Jehovah?\" and the clause in Moses' song (Exodus 15:11), \"Who is like unto thee, O Lord, among the gods?\" Such comparisons are made from the standpoint of the nations who believe in the real existence of their false gods. That pardoneth iniquty (comp. Exodus 34:7; Numbers 14:18). Passeth by the transgression; Septuagint, ὑπερβαίνων ἀσεβείας, \"passing over iniquities;\" Vulgate, transis peccatum. To pass by, or pass over, is to forgive, as Amos 7:8. There is probably an allusion, as Jerome says, to the night of the Exodus. As the destroying angel passed over the Israelites and destroyed them not, so God spares his people, imputing not their iniquities unto them. The remnant (Micah 2:12; Micah 4:6, 7). The true Israel, which is only s remnant (Isaiah 10:21; Romans 9:27). He retaineth not his anger forever (Psalm 103:9). The word rendered \"forever\" is translated by Jerome ultra, and by the Septuagint εἰς μαρτύριον, i.e. to testify the justice of his punishment. He delighteth in mercy. As the Collect says, \"O God, whose nature and property is always to have mercy and to forgive\" (comp. Wisd. 11:24).NEWLINEVERSETITLESTARTMicah7:19VERSETITLEENDNEWLINEVERSESTARTHe will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea.VERSEENDNEWLINEVerse 19. - He will turn again, and have compassion upon us. The verb \"turn again,\" joined with another verb, often denotes the repetition of an action, as in Job 7:7; Hosea 14:8, etc.; so here we may translate simply, \"He will again have compassion.\" He will subdue; literally, tread underfoot. Sin is regarded as a personal enemy, which by God's sovereign grace will be entirely subdued. So, according to one interpretation, sin is personified (Genesis 4:7; comp. Psalm 65:8). Cast all their sins into the depths of the sea. Thou wilt blot out and bury completely and forever, as once thou didst overwhelm the Egyptians in the Red Sea (Exodus 15:1, 4, 10, 21). The miraculous deliverance of the Israelites at the Exodus is a type of the greater deliverance of the true Israelites in Christ (Psalm 103:12; 1 John 1:7; comp. Isaiah 43:25).NEWLINEVERSETITLESTARTMicah7:20VERSETITLEENDNEWLINEVERSESTARTThou wilt perform the truth to Jacob, and the mercy to Abraham, which thou hast sworn unto our fathers from the days of old.VERSEENDNEWLINEVerse 20. - Thou wilt perform (literally, give) the truth to Jacob, and the mercy to Abraham. Jacob and Abraham are mentioned as the chiefs and representatives of the chosen family; and \"the truth\" (i.e. God's faithfulness to his promises) and \"mercy\" are equally given to both, separately assigned only for the sake of the parallelism. Knabenbaner compares such passages as Psalm 114:1, \"When Israel went forth out of Egypt, the house of Jacob from a people of strange language\" (Psalm or. 6; Isaiah 41:8; Isaiah 63:16, etc.). The general meaning, therefore, is that God will perform the promises made to the forefathers, as Luke 1:72, etc. Hast sworn, as in Genesis 22:16. etc.; Genesis 28:13, etc.; Deuteronomy 7:12. With the close of the ode Hengstenberg compares Romans 11:33-36. Thus the checkered prophecy ends with the glow of faith and happy hope.NEWLINENEWLINENEWLINENEWLINE"}