{"Nah.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNahum1:1VERSETITLEENDNEWLINEVERSESTARTThe burden of Nineveh. The book of the vision of Nahum the Elkoshite.VERSEENDNEWLINEVerse 1. - § 1. The heading of the book. The book has a double title, the first giving the object of the prophecy, which otherwise would not be evident; the second, its author, added to give confidence in its contents. The burden; massa (Habakkuk 1:1) - a term generally used of a weighty, threatening prophecy (Isaiah 13:1), though translated by the LXX. λῆμμα here, and elsewhere ὄρασις, and ῤῆμα. Some prefer to render it \"utterance,\" or \"oracle.\" The word is capable of either meaning. It almost always (except, perhaps, in Zechariah 12:1) introduces a threat of judgment. Of Nineveh. The denunciation of this city is the object of the prophecy. The effect of Jonah's preaching had been only temporary; the reformation was partial and superficial; and now God's long suffering was wearied out, and the time of punishment was to come. (For an account of Nineveh, see note on Jonah 1:2.) Some critics have deemed one part of the title an interpolation; but the connection of the two portions is obvious, and without the former we should not know the object of the prophet's denunciation till Nahum 2:8. The book of the vision. This is the second title, in apposition with the former, and defining it more closely as the Book in which was written the prophecy of Nahum. It is called a \"vision,\" because what the prophet foretold was presented to his mental sight, and stood plainly before him (comp. Isaiah 1:1). The Elkoshite; i.e. native of Elkosh, for which, see Introduction, § II.NEWLINEVERSETITLESTARTNahum1:2VERSETITLEENDNEWLINEVERSESTARTGod is jealous, and the LORD revengeth; the LORD revengeth, and is furious; the LORD will take vengeance on his adversaries, and he reserveth wrath for his enemies.VERSEENDNEWLINEVerses 2-6. - § 2. The prophet describes the inflexible justice of God, and illustrates his irresistible power by the control which he exercises over the material world. Verse 2. - God is jealous, and the Lord revengeth; better, Jehovah is a jealous and avenging God, as Exodus 20:5; Deuteronomy 4:24; Joshua 24:19. The threefold repetition of the name of Jehovah and the attribute \"avenging\" gives a wonderful force to this sublime description of the Divine character. God is here called jealous (ζηλωτὴς, Septuagint) anthropopothically, as ready to defend his honour against all who oppose him, as One who loves his people and punishes their oppressors. Is furious; literally, master of fury, as Genesis 37:19, \"master of dreams.\" The Lord is full of wrath (comp. Proverbs 10:12:24; 29:22). The word used implies a permanent feeling, Hire the Greek μῆνις. He reserveth wrath. The Hebrew is simply \"watching,\" \"observing\" for punishment. Septuagint, ἐξαίρων αὐτὸς τοὺς ἐχθροὺς αὐτοῦ, \"himself cutting off his enemies;\" Vulgate, irascens ipse inimicis ejus. God withholds his hand for a time, but does not forget. All this description of God's attributes is intended to show that the destruction of Assyria is his doing, and that its accomplishment is certain.NEWLINEVERSETITLESTARTNahum1:3VERSETITLEENDNEWLINEVERSESTARTThe LORD is slow to anger, and great in power, and will not at all acquit the wicked: the LORD hath his way in the whirlwind and in the storm, and the clouds are the dust of his feet.VERSEENDNEWLINEVerse 3. - Slow to anger (Exodus 34:6, 7). Nahum seems to take up the words of Jonah (Jonah 4:2) or Joel (Joel 2:13). God is long suffering, not from weakness, but because he is great in power, and can punish when he will. Will not at all acquit the wicked; literally, holding pure will not hold pure; i.e. he will not treat the guilty as innocent. Ἀθωῶν [Alex., ἀθῶον] οὐκ ἀθωώσει (Septuagint); Mundans non faciet innocentem (comp. Exodus 20:7; Exodus 34:7). The Lord hath his way, etc. The prophet grounds his description of the majesty and might of God upon the revelation at the Exodus and at Sinai. (see Exodus 19:16-18; Psalm 18; Psalm 97.). The clouds are the dust of his feet, Large and grand as the clouds look to us, they are to God but as the dust raised by the feet in walking. As an illustration of this statement (though, of course, the fact was utterly unknown to Nahum), it has been remarked that recent scientific discovery asserts that clouds owe their beauty, and even their very existence, to the presence of dust particles in the atmosphere. The aqueous vapour, it is said, condenses on these particles, and thus becomes visible.NEWLINEVERSETITLESTARTNahum1:4VERSETITLEENDNEWLINEVERSESTARTHe rebuketh the sea, and maketh it dry, and drieth up all the rivers: Bashan languisheth, and Carmel, and the flower of Lebanon languisheth.VERSEENDNEWLINEVerse 4. - The great physical changes and convulsions in the world are tokens of God's wrath on sinful nations. He rebuketh the sea, as at the passage of the Red Sea (Exodus 14:21; Psalm 106:9). This is a sign of omnipotence (comp. Luke 8:24). All the rivers. A generalization from the miracle at the Jordan (Joshua 3; comp. Psalm evil 33; Isaiah 1:2). Septuagint, ποταμοὺς ἐξερημῶν, \"making rivers desolate;\" Vulgate, flumina ad desertum deducens. Bashan (see note on Amos 4:1). Carmel (see on Amos 1:2). Flower of Lebanon. This district was famous, not only for its cedars, but also for its vines and flowers (comp. Hosea 14:7; Song of Solomon 4:11). These three regions are mentioned as remarkable for their fertility, and they occur most naturally to the mind of a native of Galilee, as was Nahum. They also geographically are the eastern, western, and northern boundaries of the land. They are used here proverbially to express the truth that God can cause the most luxuriant regions to wither at his word.NEWLINEVERSETITLESTARTNahum1:5VERSETITLEENDNEWLINEVERSESTARTThe mountains quake at him, and the hills melt, and the earth is burned at his presence, yea, the world, and all that dwell therein.VERSEENDNEWLINEVerse 5. - The mountains quake. The mountains, the very emblems of stability, tremble before him (Adios 8:8). The hills melt; Οἱ βουνοὶ ἐσαλεύθησαν, \"The hills were shaken\" (Septuagint). The hills dissolve like wax or anew at his presence (see Amos 4:13; Micah 1:4). Burned; Septuagint, ἀνεστάλη, \"recoils,\" \"is upheaved,\" as by an earthquake. This rendering has the greatest authority. The world; i.e. the habitable world, and all living creatures therein (Joel 1:18-20). Nature animate and inanimate is represented as actuated by the terror of conscious guilt.NEWLINEVERSETITLESTARTNahum1:6VERSETITLEENDNEWLINEVERSESTARTWho can stand before his indignation? and who can abide in the fierceness of his anger? his fury is poured out like fire, and the rocks are thrown down by him.VERSEENDNEWLINEVerse 6. - Who can stand? (Psalm 76:7; Joel 2:11; Malachi 3:2; comp. Revelation 6:17). His fury is poured out like fire (Deuteronomy 4:24); like the brimstone and fire that destroyed Sodom and Gomorrah (Genesis 19:24), or like the molten lava that issues from a volcano (Jeremiah 7:20). Septuagint (reading differently), ὁ θυμὸς αὐτοῦ τήκει ἀρχάς: consumit principatus (Jerome). Are thrown down; rather, are rent asunder (comp. 1 Kings 19:11; Jeremiah 23:29). If such is the power of God, how shall Assyria resist it?NEWLINEVERSETITLESTARTNahum1:7VERSETITLEENDNEWLINEVERSESTARTThe LORD is good, a strong hold in the day of trouble; and he knoweth them that trust in him.VERSEENDNEWLINEVerses 7-11. - § 3. The prophet prepares the way for proclaiming the punishment of Nineveh lay deriding that the wrath of God falls not on those who trust in him, but is reserved for his enemies. Verse 7. - The Lord is good. The Targum adds unnecessarily, \"for Israel\" (Psalm 25:8). He is \"good,\" in that he is a stronghold in the day of trouble, as in the perilous time when the Assyrians attacked Judaea (comp. Psalm 27:1; Jeremiah 16:19). He knoweth; loves and cares for (Psalm 1:6; Psalm 37:18; temp. 2 Timothy 2:19; and see note on Amos 3:2).NEWLINEVERSETITLESTARTNahum1:8VERSETITLEENDNEWLINEVERSESTARTBut with an overrunning flood he will make an utter end of the place thereof, and darkness shall pursue his enemies.VERSEENDNEWLINEVerse 8. - With an overrunning flood. This may be merely a metaphor to express the utter devastation which should overwhelm Nineveh, as the invasion of a hostile army is often thus depicted (comp. Isaiah 8:7; Daniel 11:26, 40); or it may be an allusion to the inundation which aided the capture of the city (see note on Nahum 2:6). Of the place thereof; i.e. of Nineveh, not named, but present to the prophet's mind, and understood from the heading (ver. 1). (For the utter destruction of Nineveh, comp. Zephaniah 2:13, etc.) The LXX. has, τοὺς ἐπένειρομένους (\"those that rise up\"). The Chaldee has a similar reading, with the meaning that God would exterminate those who rise up against him. Darkness shall pursue his enemies. So the Septuagint and Vulgate. But it is better rendered, He shall pursue his enemies into darkness, so that they disappear from the earth. If this is the meaning of the clause, it resembles the termination of many Assyrian inscriptions which record the defeat of a hostile chieftain: \"and no one has seen any trace of him since.\"NEWLINEVERSETITLESTARTNahum1:9VERSETITLEENDNEWLINEVERSESTARTWhat do ye imagine against the LORD? he will make an utter end: affliction shall not rise up the second time.VERSEENDNEWLINEVerse 9. - The prophet suddenly addresses both Jews and Assyrians, encouraging the former by the thought that God can perform what he promises, and warning the latter that their boasting (comp. Isaiah 10:9, etc.; Isaiah 36:20) was vain. What do ye imagine against the Lord? Quid cogitatis contra Dominum? (Vulgate). This rendering regards the question as addressed to the Assyrians, demanding of them what it is that they dare to plot against God; do they presume to fight against him, or to fancy that his threats will not be accomplished? But the sentence is best translated, What think ye of the Lord? Τί λογίζεσθε ἐπὶ τὸν Κύριον; \"What devise ye against the Lord?\" (Septuagint). This is addressed not only to the Jews in the sense, \"Do ye think that he will not accomplish his threat against Nineveh?\" but to the Assyrians also. He will make an utter end. This denunciation is repeated from ver. 8 to denote the absolute certainty of the doom. Affliction shall not rise up the second time. The Assyrians shall never again have the power of oppressing Judah as they have ruined Israel there shall be no repetition of Sennacherib's invasion. Septuagint, Οὐκ ἐκδικήσει δὶς ἐπιτοαυτὸ ἐν θλίψει: Non vindicabit bis in idipsura (Jerome). From this text the Fathers take occasion to discuss the question how it is that God does not punish twice for the same sin.NEWLINEVERSETITLESTARTNahum1:10VERSETITLEENDNEWLINEVERSESTARTFor while they be folden together as thorns, and while they are drunken as drunkards, they shall be devoured as stubble fully dry.VERSEENDNEWLINEVerse 10. - While they be folden together as thorns. The clause is conditional: \"Though they be interwined as thorns.\" Though the Assyrians present an impenetrable front, which seems to defy attack. (For the comparison of a hostile army to briers and thorns, see Isaiah 10:17; Isaiah 27:4; Henderson.) And while they are drunken as drunkards; and though they be drunken with their drink, regarding themselves as invincible, and drenched with wine, and given up to luxury and excess. There may be an allusion to the legend current concerning the destruction of Nineveh. Diodorus (2:26) relates that, after the enemy had been thrice repulsed, the King of Nineveh was so elated that he gave himself up to festivity, and allowed all his army to indulge in the utmost licence, and that it was while they were occupied in drunkenness and feasting they were surprised by the Medes under Cyaxares, and their city taken. An account of such a feast, accompanied with sketehes from the monuments, is given in Bonomi, 'Nineveh and its Discoveries,' p. 187, etc. We may compare the fate of Belshazzar (Daniel 5:1, etc.). They shall be devoured as stubble fully dry; like worthless refuse, fit only for burning (Exodus 15:7; Isaiah 5:24; Joel 2:5; Obadiah 1:18). The LXX. renders this verse differently, \"Because to its foundation it shall be dried up (χερσωθήσεται: redigentur in vepres, Jerome), and as bind weed (σμῖλαξ) intertwined it shall be devoured, and as stubble fully dry.\"NEWLINEVERSETITLESTARTNahum1:11VERSETITLEENDNEWLINEVERSESTARTThere is one come out of thee, that imagineth evil against the LORD, a wicked counseller.VERSEENDNEWLINEVerse 11. - The reason of the destruction and of the punishment is told. There is one come out of thee. Nineveh is addressed; and we need not refer the words entirely to Sennacherib and his impious threats, but may take them generally as expressing the arrogant impiety of the Assyrians and their attitude towards Jehovah. A wicked counseller; literally, a councilor of Belial; i.e. of worthlessness. The expression, perhaps primarily applied to Sennacherib, also regards the plans prepared by the Assyrians for destroying the people of God, a type of the world arrayed against piety.NEWLINEVERSETITLESTARTNahum1:12VERSETITLEENDNEWLINEVERSESTARTThus saith the LORD; Though they be quiet, and likewise many, yet thus shall they be cut down, when he shall pass through. Though I have afflicted thee, I will afflict thee no more.VERSEENDNEWLINEVerses 12-15. - § 4. The destruction of Nineveh is emphatically announced, and Zion is depicted as rejoicing at the news of its ruin, and celebrating her feasts in safety. Verse 12. - Thus saith the lord. An expression used to introduce a solemn declaration. Though they (the Assyrians) be quiet. Shalem has this meaning elsewhere, as Genesis 34:21; but this is unsuitable here, where it must be translated, \"in full strength,\" \"unimpaired,\" \"complete,\" like the thorn hedge in ver. 10. Vulgate, Si perfecti fuerint. Though they be unbroken in strength, and likewise (on that account) many in number. Septuagint, Τάδε λέγει Κύριος κατάρχων ὑδάτων πολλῶν, \"Thus saith the Lord, ruling over many waters.\" So the Syriac and Arabic. Jerome interprets \"the waters\" to mean the heavenly powers (Psalm 148:4). Yet thus (though such is their state) shall they be cut down. The verb is used of the mowing of a fold or the shearing of sheep, and implies complete destruction. When he shall pass through; better, and he shall pass away. The number is changed, but the same persons are meant, spoken of as one to show their insignificance and complete annihilation. Septuagint \"Thus shall they be dispersed [διασταλήσουται: dividentur, Jerome], and the report of thee shall no more be heard therein.\" The following clause is not translated. Though I have afflicted thee. The Lord addresses Judah, referring to the oppression of Judaea by the Assyriaus in the times of Ahaz and Hezekiah (2 Kings 16:18; 2 Chronicles 28:20, etc.; 32.). I will afflict thee no more; according to the promise in ver. 9. This is further confirmed in what follows.NEWLINEVERSETITLESTARTNahum1:13VERSETITLEENDNEWLINEVERSESTARTFor now will I break his yoke from off thee, and will burst thy bonds in sunder.VERSEENDNEWLINEVerse 13. - His yoke. The yoke of Assyria, probably referring to the vassalage of Judah (2 Kings 18:14; 2 Chronicles 33:11). (For the metaphor of \"yoke\" denoting subjugation, setup. Leviticus 26:13; Jeremiah 27:2; Ezekiel 34:27.) Jeremiah (Jeremiah 30:8) seems to use these words of Nahum to announce the deliverance of Israel from captivity. Burst thy bonds in sunder; by the final overthrow of the Assyrian power (Psalm 2:3; Jeremiah 2:20).NEWLINEVERSETITLESTARTNahum1:14VERSETITLEENDNEWLINEVERSESTARTAnd the LORD hath given a commandment concerning thee, that no more of thy name be sown: out of the house of thy gods will I cut off the graven image and the molten image: I will make thy grave; for thou art vile.VERSEENDNEWLINEVerse 14. - Concerning thee. The prophet addresses the Assyrian, and announces God's purpose concerning him. That no more of thy name be sown. There is no special reference to Sennacherib in this or the next clause, but the prophet means that the Assyrian people and name shall become extinct. Out of the house of thy gods (Isaiah 37:38, whore the murder of Sennacherib in the temple of Nisroch is mentioned). An account of the religion of the Assyrians will be found in Layard, 'Nineveh and its Remains,' vol. 2 ch. 7. Graven image; carved out of wood or stone. Molten; cast in metal. The two terms comprise every kind of idol, as in Deuteronomy 27:15; Judges 17:3. The Assyrians used to destroy the images of the gods worshipped by conquered nations (2 Kings 19:18). Bonomi ('Nineveh and its Palaces,' p. 163) gives a picture of soldiers cutting up the image of some foreign deity, and carrying away the pieces. So should it now be done unto their gods. I will make thy grave. I will consign thee, O Assyrian, and thy idols to oblivion (Ezekiel 32:22, etc.). It is not, \"I will make it, the temple, thy grave,\" as those who see a reference to the death of Sennacherib (2 Kings 19:37) render it; but, \"I prepare thy grave\" - I doom thee to destruction. The reason is given: For thou art vile; quia inhonoratus es (Vulgate): ὅτι ταχεῖς, \"for they are swift\" (Septuagint). The word is also translated \"light,\" weighed in the balances, and found wanting, as Daniel 5:27.NEWLINEVERSETITLESTARTNahum1:15VERSETITLEENDNEWLINEVERSESTARTBehold upon the mountains the feet of him that bringeth good tidings, that publisheth peace! O Judah, keep thy solemn feasts, perform thy vows: for the wicked shall no more pass through thee; he is utterly cut off.VERSEENDNEWLINEVerse 15. - The second chapter commences here in the Hebrew and Syriac; the Anglican follows the Septuagint, Vulgate, and Chaldee Versions. This seems most agreeable to the method of the prophecy, wherein threat is succeeded by promise, denunciation of the enemy by declaration of comfort to Judah (comp. Nahum 1:6, 7, 12, and 13; so here vers. 14 and 15). The prophet announces the joy with which Judah receives the news of the overthrow of Nineveh. Behold upon the mountains, etc. Isaiah (Isaiah 52:7) uses these words to proclaim the coming of Messiah (comp. Isaiah 40:9; Romans 10:15). The messengers come from the East across the mountains of Palestine, announcing the fall of Nineveh and the consequent peace and security of Judah - a type of the overthrow of God's enemies and the safety of his Church. There may be an allusion to the custom of spreading tidings by beacon fires. Keep thy solemn feasts. Judah is exhorted to resume the observation of her solemnities, which were interrupted during the enemy's occupation of the country, or which could not be properly attended by the distant inhabitants. Judah must offer her praises and thanksgivings for deliverance, and perform the vows which she made unto the Lord in the time of peril. The wicked (Hebrew, Belial) shall no more pass through thee. Belial is here the adversary, the opposing army (see ver. 11).NEWLINENEWLINENEWLINENEWLINENEWLINE","Nah.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNahum2:1VERSETITLEENDNEWLINEVERSESTARTHe that dasheth in pieces is come up before thy face: keep the munition, watch the way, make thy loins strong, fortify thy power mightily.VERSEENDNEWLINEVerses 1-13. - Part II. THE EXECUTION OF THE DECREE; THE DESTRUCTION OF NINEVEH DESCRIBED. Verses 1-8. - § 1. Nineveh shall be besieged, because God is about to exalt his people by taking vengeance on the enemy, whose defence, howsoever formidable, is of no avail. Verse 1. - Nahum addresses Nineveh, and forewarns her of the siege she was about to undergo (see Introduction, § I.). He that dasheth in pieces; the disperser; qui dispergat (Vulgate); ἐμφυσῶν, \"panting\" (Septuagint). The mixed army that invested Nineveh is so called from its effect on the inhabitants of the neighbouring lands. Others translate it, \"the maul,\" or \"hammer\" - an appellation of Cyaxares, which reminds one of Charles Martel and Judas Maccabaeus. Is come up before thy face. Placing his forces in thy sight, that thou mayest see his power and thine own danger. Keep the munition. The prophet urges the Ninevites to guard their fortress well. Some connect this clause with the preceding: \"the disperser is come to maintain the siege;\" as the Vulgate, qui custodiat obsidionem. But the other interpretation is more forcible, and suits the rest of the verse. The LXX., reading differently, gives, ἐξαιρούμενος [+ σε, Alex.] ἐκ θλίψεως, \"one delivered from affliction.\" Watch the way, by which the enemy approaches. Make thy loins strong. Gather up thy strength, the loins being regarded as the seat of strength (2 Chronicles 10:10; Job 40:7; Ezekiel 29:7; 1 Peter 1:13). So weak, effeminate people were called in Latin elumbes, \"loinless.\" Fortify thy power mightily; Ανδρισαι τῇ ἰσχύι σφόδρα (Septuagint). Make yourselves as strong as possible (comp. Amos 2:14).NEWLINEVERSETITLESTARTNahum2:2VERSETITLEENDNEWLINEVERSESTARTFor the LORD hath turned away the excellency of Jacob, as the excellency of Israel: for the emptiers have emptied them out, and marred their vine branches.VERSEENDNEWLINEVerse 2. - This ruin shall fall on Nineveh because God is mindful of his chosen people, whom Assyria has oppressed. Hath turned away. It should be rendered, returneth to, or restoreth, bringeth back; reddidit (Vulgate); Isaiah 52:8; Hosea 6:11. The excellency of Jacob, as the excellency of Israel. The Lord restores the glory and honour of Jacob, the nation in its political aspect, and the high privileges of the spiritual Israel, the chosen people of God (comp. Obadiah 1:18). For. Asshur is visited because Judah has had its full measure of punishment. The emptiers have emptied them out. The plunderers (the enemy) have plundered the Jews. And marred their vine branches. The heathen have cut off the members of Israel, the Lord's vineyard. (For the metaphor \"vine,\" comp. Psalm 80:8, etc.; Isaiah 5; Jeremiah 41:10.) Not only from what is read in the Bible (e.g.. 2 Kings 15:19; 2 Kings 16:7, etc.; 2 Kings 17:3; 18:14), but from the details in the cuneiform inscriptions, we learn that the Assyrians were a constant danger and annoyance to Israel, and harassed continually both the southern and northern provinces.NEWLINEVERSETITLESTARTNahum2:3VERSETITLEENDNEWLINEVERSESTARTThe shield of his mighty men is made red, the valiant men are in scarlet: the chariots shall be with flaming torches in the day of his preparation, and the fir trees shall be terribly shaken.VERSEENDNEWLINEVerse 3. - The prophet describes, as though himself an eyewitness, the army advancing against Nineveh. The shield of his mighty men is made red. \"His heroes\" may be either God's heroes, as sent by him to war against the evil city, or those of the \"dasher in pieces\" of ver. 1. The shields of the early Assyrians were usually circular or oval in shape, formed of wicker work, with a central boss of wood or metal. In the latest period they were made straight at bottom and rounded only at top (Rawlinson's 'Anc. Mon.,' 1:440). Some bronze shields have been brought to England from Nineveh; these are circular, about two feet and a half in diameter, the rim bending inwards, and forming a deep groove round the edge. The handles are of iron, and fastened by six bosses or nails, the heads of which form an ornament on the outer face of the shield (Layard, 'Discoveries,' p. 194). There were used also in sieges tall oblong shields, sufficient to protect the entire body, constructed of wicker work or the hides of animals (Bonomi, 'Nineveh and its Discoveries,' p. 320, etc.). The shields are said to be \"made red,\" either because they were really so coloured (though the monuments have not confirmed this opinion), or else because of the polished copper with which they were sometimes covered (Josephus, 'Ant.,' 13:12. 5). Septuagint, pointing differently, ὅπλα δυναστείας αὐτῶν ἐξ ἀνθρώπων, \"the arms of their power from among men.\" Are in scarlet. The word rendered \"scarlet\" is found nowhere else. Septuagint, mistaking the word, ἐμπαίζοντας ἐν πυρί, \"sporting in fire:\" Vulgate, in coccineis. It is derived from the term applied to the coccus, or worm which was used in dyeing to give to cloth a deep scarlet colour (Henderson). Some have seen in the colour of the soldiers' garments an emblem of the Divine wrath of which they were the appointed ministers. This colour was much affected by combatants in old times as in modern days. Professor Edwards quotes Aelian, 'Var. Hist.' 6:6, \"it was necessary to enter into battle clothed in purple, that the colour might denote a certain dignity, and if drops of blood from wounds were sprinkled on it, it became terrible to the enemy\" (comp. Xen., 'Cyrop.,' 1:3, 2). Red or purple seems to have been the favourite colour of the Medea and Babylonians (Ezekiel 23:14), blue or violet that of the Assyrians (Ezekiel 23:6; Ezekiel 28:23, etc.) (Orelli). The chariots shall be with flaming torches; literally, are with fire of steels; i.e. flash with steel, and so the clause should be translated, as in the Revised Version. Commentators generally refer the description to the steel bosses of the wheels; but the Assyrian chariots (and those of the Medes and Chaldeans were not dissimilar) were conspicuous for shining metal, hung round with gleaming weapons and figures of the heavenly bodies, carrying bright armed warriors, the homes covered with trappings, which flashed under the sunshine, and fastened to poles of glittering steel. There is no trace in the monuments of chariots armed with scythes, which seem to have been unknown before the time of Cyrus. They are first mentioned in 2 Macc. 13:2 (see Livy, 37:41). The word peladoth, translated \"torches,\" is an ἅπαξ λεγόμενον. The LXX. renders it, αἱ ἡνίαι, \"the reins,\" whence Jerome obtained his version, igneae habenae curruum; but it means, \"things made of iron or steel,\"and by critics uninstructed in monumental discoveries was naturally referred to the scythes with which chariots were armed in later times, instead of to the gleaming metal with which they were adorned. In the day of his preparation. When the Lord marshals the host for battle, as Isaiah 13:4. The fir trees shall be terribly shaken, i.e. the spears with their fir or cypress shafts are brandished. So Homer often calls the spear \"the ash,\" from the material of which the handle was made (comp. 'Il.,' 16:143; 22:225, etc.). The Septuagint rendering is very far from the present text, Οἱ ἱππεῖς θορυβηθήσονται, \"The horsemen shall be thrown into confusion.\" Nor is the Vulgate any better, Agitatores cosopiti sunt, which is explained to mean that the invaders are so carried away by their courage and fury, that they act as if intoxicated. \"Sensus utique non spernedus,\" says a Roman Catholic commentator, \"at unum desidero, ut scil. ex verbo ipso fluat\" - which is certainly not the case. The text is possibly corrupt, and might be corrected from the Septuagint. Certainly there seems to be no other passage in the Hebrew Scriptures where the metaphor of \"cypress\" is used for \"a spear.\" After the mention of the chariots, it is not unnatural that the writer should proceed, \"and the riders are in active motion,\" urging their horses with hand and whip and gesture (see Knabenbauer, in loc.).NEWLINEVERSETITLESTARTNahum2:4VERSETITLEENDNEWLINEVERSESTARTThe chariots shall rage in the streets, they shall justle one against another in the broad ways: they shall seem like torches, they shall run like the lightnings.VERSEENDNEWLINEVerse 4. - The chariots shall rage in the streets. The chariots rave, dash madly (Jeremiah 46:9) about the open ways in the suburbs, or in the plains of the country. The description still appertains to the besiegers, who are so numerous that to the Ninevites, looking from their walls, their chariots seem to dash against one another. They shall seem - their appearance is - like torches. Thus is described the gleaming of the chariots and the armour (see on ver. 3; 1 Macc. 6:39, \"Now when the sun shone upon the shields of gold and brass, the mountains glistered therewith, and shined like lamps of fire\").NEWLINEVERSETITLESTARTNahum2:5VERSETITLEENDNEWLINEVERSESTARTHe shall recount his worthies: they shall stumble in their walk; they shall make haste to the wall thereof, and the defence shall be prepared.VERSEENDNEWLINEVerse 5. - The prophet turns to the Ninevites and their preparations for defence. He shall recount his worthies; he remembers his nobles. The King of Nineveh calls to mind the mighty captains who have often led his armies to victory, and sends them to defend the walls (comp. Nahum 3:18). The LXX., anticipating the next clause, adds here, καὶ φεύξονται ἡμέρας, \"and they shall flee by day.\" They shall stumble in their walk. In their fear and baste, or half drunken, they totter and stumble as they hasten to the walls of the city. The defence shall be prepared; literally, the covering is prepared. If this refers to the operations of the Ninevites, it means some kind of breastwork or fascine erected between the towers; but it most probably depicts the sight that meets their eyes from the wails. They see the besiegers bringing up their mantelets and towers. As used by the Assyrians, the machine called \"the covering\" is either a wooden tower or a wicker mantelet in which was suspended a battering ram. It stood on four or six wheels, and the larger sort had archers posted in the various stories, both to annoy the enemy and to defend the engine. The rams were provided with lance headed extremities, and must have rather picked at and loosened the courses of bricks of which the walls were composed than battered them down (see Bonomi, 'Nineveh and its Palaces,' pp. 160, 234, 243, etc. Layard, 'Nineveh,' ch. 5. p. 376, etc., figs. 57, 58). The Septuagint rendering applies rather to the besieged, Ἐτοιμάσουσι τὰς προφυλακὰς αὐτῶν, \"They shall prepare their defences.\"NEWLINEVERSETITLESTARTNahum2:6VERSETITLEENDNEWLINEVERSESTARTThe gates of the rivers shall be opened, and the palace shall be dissolved.VERSEENDNEWLINEVerse 6. - All defence is vain. The prophet describes the last scene. The gates of the rivers shall be (are) opened. The simplest explanation of this much disputed clause is, according to Strauss and others, the following: The gates intended are those adjacent to the streams which encircled the city, and which were therefore the best defended and the hardest to capture. When these were carried, there was no way of escape for the besieged. But, as Rosenmuller remarks, it would have been an act of folly in the enemy to attack just that part of the city which was most strongly defended by nature and art. We are, therefore, induced to take \"the gates of the rivers,\" not literally, but as a metaphorical expression (like \"the windows of heaven,\" Genesis 7:1 l; Isaiah 24:18) for an overwhelming flood, and to see in this a reference to the fact mentioned by Diod. Sic. (2:27), that the capture of Nineveh was owing to a great and unprecedented inundation, which destroyed a large portion of the fortifications, and laid the city open to the enemy. \"At the northwest angle of Nineveh,\" says Professor Rawlinson, \"there was a sluice or flood gate, intended mainly to keep the water of the Khosr-su, which ordinarily filled the city moat, from flowing off too rapidly into the Tigris, but probably intended also to keep back the water of the Tigris, when that stream rose above its common level. A sudden and great rise in the Tigris would necessarily endanger this gate, and if it gave way beneath the pressure, a vast torrent of water would rush up the moat along and against the northern wall, which may have been undermined by its force, and have fallen in\" (Rawlinson, 'Ancient Monarchies,' 2. p. 397, edit. 1871). The suggestion that the course of its rivers was diverted, and that the enemy entered the town through the dried channels, has no historical basis. Dr. Pusey explains the term to mean the gates by which the inhabitants had access to the rivers. But these would be well guarded, and the open. ing of them would not involve the capture of the city, which the expression in the text seems to imply. The LXX. gives, πόλεων διηνοίχθησαν, \"The gates of the cities were opened.\" The palace shall be (is) dissolved; or, melteth away. Some take this to signify that the hearts of the in. habitants melt with fear, or the royal power vanishes in terror. That the clause is to be taken literally, to denote the destruction of the royal palace by the action of the waters, seems to be negatived by the fact that the Assyrian palaces were built on artificial mounds of some thirty or forty feet in elevation, composed of sun-dried bricks united into a solid mass, and were thus secured from the effects of an inundation (see Bosoms, 'Nineveh and its Discoveries,' p. 129, etc.). There is evidence, too, that fire played a great part in the destruction of the temples and palaces (see note on Nahum 3:13).NEWLINEVERSETITLESTARTNahum2:7VERSETITLEENDNEWLINEVERSESTARTAnd Huzzab shall be led away captive, she shall be brought up, and her maids shall lead her as with the voice of doves, tabering upon their breasts.VERSEENDNEWLINEVerse 7. - And Huzzab. The Anglican rendering (which has the authority of the Jewish commentators, and is endorsed by Ewald and Ruckert) takes Huzzab as an appellative, either the name of the Queen of Nineveh, or a symbolical name for Nineveh itself, as Sheshach, Peked, and Merathaim were for Babylon (see Jeremiah 25:26: 1:21; 51:41; Ezekiel 23:23), which was formed or adopted by Nahum for the purpose of describing its character. Huzzab may mean \"established,\" \"act firm\" (Genesis 28:12), and confident in its strength; pual from natsab,\" to set,\" \"to fix\" (Wordsworth). We may dismiss the idea that Huzzab is the name of the queen. Such a personage is unknown to history; and there is no reason why she should be mentioned rather than the king; and persona are not introduced by name in prophecy except for some very special reason, as Cyrus (Isaiah 44:28). The alternative rendering, \"it is decreed,\" adopted by Keil, Pusey, and many modern commentators, is unexampled, and comes in baldly, and not at all according to the prophet's manner. Henderson joins the clause with the proceiling, thus: \"The palace is dissolved, though firmly established.\" The Septuagint gives, Ἡ ὑπόστασις ἀπεκαλύφθη, \"The hidden treasures are revealed,\" or, \"The foundation is exposed;\" Vulgate, Miles captivus abductus est. It seems best to take Huzzab as an appellative representing either Nineveh or Assyria, as the country between the Upper and Lower Zab (Rawlinson, in 'Dictionary of the Bible'), or as meaning \"firm,\" \"bold.\" Thus Egypt is called Rahab, \"arrogant\" (Isaiah 30:7); the King of Assyria, Jareb, \"contentious\" (Hosea 5:13); Jerusalem, Ariel, \"God's lion\" (Isaiah 29:1). Shall be led away captive; better, is laid bare. She, the queen of nations, is stripped of her adornments and igno miniously treated. She shall be brought up. She is carried away into captivity. \"Brought up\" may mean brought up to judgment, as Nahum 3:5; Isaiah 47:2, 3 (Pusey). Her maids shall lead her; rather, her handmaids moan. The inhabitants of Nineveh, personified as a queen, or the lesser cities of her empire, follow their mistress mourning. As with the voice of doves (comp. Isaiah 38:14; Isaiah 59:11; Ezekiel 7:16), They shall not only show the outward tokens of sorrow, but shall mourn inwardly in their hearts, as the LXX. renders the whole clause, καθὼς περιστεραὶ φθεγγόμενει ἐν καρδίαις αὐτῶν \"as down moaning in their hearts.\" Tabering; beating on a tabret. (For smiting the breast in token of sorrow, setup. Luke 18:13; Luke 23:48; Homer, 'Il.,' 18:31, Ξεροὶ δὲ πἇσαι Στήθεα πεπλήψοντο.)NEWLINEVERSETITLESTARTNahum2:8VERSETITLEENDNEWLINEVERSESTARTBut Nineveh is of old like a pool of water: yet they shall flee away. Stand, stand, shall they cry; but none shall look back.VERSEENDNEWLINEVerse 8. - The prophet compares the past and present condition of Nineveh. But Nineveh is of old like a pool of water; and (or, though) Nineveh hath been like a pool of water all her days. Others, altering the points in accordance with the Septuagint and Vulgate, translate, \"But as for Nineveh, her waters are like a pool of water.\" This is what she has come to, for \"her waters\" represent herself. She is compared to a pool or reservoir (Nehemiah 2:15; Nehemiah 3:15) from the multitude of her inhabitants gathered from all parts of the world, and streaming unto her, both as tributary and for commercial purposes (comp. Jeremiah 51:13; Revelation 17:1, 15). Yet they shall flee away. In spite of their numbers, the multitudes represented by \"the waters\" fly before the enemy. In vain the captains cry, Stand, stand. They pay no attention. None shall look back. No one of the fugitives turns rounder gives a thought to anything but his own safety.NEWLINEVERSETITLESTARTNahum2:9VERSETITLEENDNEWLINEVERSESTARTTake ye the spoil of silver, take the spoil of gold: for there is none end of the store and glory out of all the pleasant furniture.VERSEENDNEWLINEVerses 9-13. - § 2. The city is plundered, and henceforth lies waste, in terrible contrast with its former excellency, Verse 9. - The prophet calls on the invaders to come and gather the spoil of the city, which God gives into their hands. Take ye the spoil. Fabulous stories are told of the amount of the precious metals stored in Nineveh and Babylon. \"Sardanapalus is said to have placed a hundred and fifty golden beds, and as many tables of the same metal, on his funeral pile, besides gold and silver vases and ornaments in enormous quantities, and purple and many-coloured raiments (Athen., lib. 12.). According to Diodorus, the value of the gold taken from the temple of Bolus alone by Xerxes amounted to above 7350 Attic talents, of £21,000,000 sterling money\" (Layard, 'Nineveh,' 2:416, etc.; comp. Daniel 3:1, where the size of the golden image or pillar, sixty cubits high and six cubits broad, shows how plentiful was gold in these countries). Bonomi: \"The riches of Nineveh are inexhaustible, her vases and precious furniture are infinite, copper constantly occurs in their weapons, and it is most probable a mixture of it was used in the materials of their tools. They had acquired the art of making glass.... The well known cylinders are a sufficient proof of their skill in engraving gems. Many beautiful specimens of carving in ivory were also discovered .... The condition of the ruins is highly corroborative of the sudden destruction that came upon Nineveh by fire and sword .... It is evident from the ruins that both Khorsabad and Nimroud were sacked and then set on fire. Neither Botta nor Layard found any of that store of silver and gold and 'pleasant furniture' which the palaces contained; scarcely anything, even of bronze, escaped the spoiler\" ('Nineveh and its Discoveries,' pp. 334, 336). There is none end of the store; Vulgate, Non finis est divitiarum; Septuagint, οὐκ η΅ν πέρας τοῦ κόσμου αὐτῆς, \"There was no end of her ornament.\" And glory out of all the pleasant furniture; literally, vessels of desire. It is plainer to translate, There is abundance of all precious furniture.NEWLINEVERSETITLESTARTNahum2:10VERSETITLEENDNEWLINEVERSESTARTShe is empty, and void, and waste: and the heart melteth, and the knees smite together, and much pain is in all loins, and the faces of them all gather blackness.VERSEENDNEWLINEVerse 10. - She is empty, and void, and waste. Bukahum bukah, um bulakah. The three words are of very similar meaning and sound, and express most forcibly the utter ruin of the city. A Latin commentator has endeavoured to imitate the Hebrew paronomasia by rendering them, \"vacuitas, evacuatio, evanidatio\" - a translation more ingenious than classical. The paronomasia is better rendered by \"vastitas, vastitia, vacuitas,\" and the German, \"leer und ausgeleert und verheert.\" \"Sack and sacking and ransacking\" (Gandell). An analogous combination of words is found in Isaiah 24:3, 4; Isaiah 29:2, 3; Ezekiel 33:29; Zephaniah 1:15. Septuagint, ἐκτιναγμὸς, καὶ ἀνατιναγμὸς καὶ ἐκβρασμός, \"thrusting forth and spurning and tumult.\" The heart melteth. A common expression for fear and despondency (Joshua 7:5; Isaiah 13:7; Ezekiel 21:7). The knees smite together (Daniel 5:6). So in Homer continually, λύτο γούνατα. Much pain is in all loins. The anguish as of childbirth. Septuagint, ὠδῖνες, \"labour pains,\" in contrast with the injunction in ver. 1 (comp. Isaiah 13:8; Isaiah 21:3; Jeremiah 30:6). Gather blackness (Joel 2:6); or, Withdraw their colour; i.e. wax pale. But the Hebrew rather implies that the faces assume a livid hue, like that of coming death. Hence the LXX. renders, ὡς πρόσκαυμα χύτρας, as the burning of an earthen vessel, which is blackened by the fire; and Jerome, sicut nigredo ollae (comp. Jeremiah 30:6).NEWLINEVERSETITLESTARTNahum2:11VERSETITLEENDNEWLINEVERSESTARTWhere is the dwelling of the lions, and the feedingplace of the young lions, where the lion, even the old lion, walked, and the lion's whelp, and none made them afraid?VERSEENDNEWLINEVerse 11. - The prophet asks, as if in consternation at the complete collapse of the great city - Where is the site of Nineveh? Where is the dwelling (den) of the lions? The lion is a natural symbol of Assyria, both from that animal's cruel, predatory; ravenous habits, and from its use as the chief national emblem. Nergal, the war god, has a winged lion with a man's face as his emblem. See the figure in Rawlinson, 'Anc. Mon.,' 1:173, who adds (p. 308) that the lion is accepted as a true type of the people, blood, ravin, and robbery being their characteristics in the mind of the prophet. The feeding place of the young lions may mean the subject lands whence they took their prey. And the old lion; rather, the lioness. The lion is designated by different names, which may, perhaps, refer to the various satraps and chieftains of the Assyrian kingdom. There are the full-grown male lion, the lioness, the young lion able to seek its own food, and the whelp too young to find its own living. Instead of\" the lioness.\" the LXX., Vulgate, and Syriac, reading differently, give, ταῦεἰσελθεῖν, ut ingrederetur, \"that the lion's whelp should enter there.\" And none made them afraid. They lived in perfect security, without fear or care, irresistible in might (Leviticus 26:6; Micah 4:4; Zephaniah 3:13).NEWLINEVERSETITLESTARTNahum2:12VERSETITLEENDNEWLINEVERSESTARTThe lion did tear in pieces enough for his whelps, and strangled for his lionesses, and filled his holes with prey, and his dens with ravin.VERSEENDNEWLINEVerse 12. - The figure of the lieu is continued, and this verse, in loose apposition to the preceding, may be best explained by continuing the interrogation in thought - Where is now the lion that used to tear in pieces, etc.? The lion did tear in pieces enough for his whelps. The Assyrian monarch provided for his children and dependents by plundering other nations. His lionesses may mean his wives and concubines. It was the custom both with the Persians and Assyrians to assign towns and provinces to their favourites. Xenophon ('Anab.,' 1:4. 10) mentions certain villages as set apart for the girdle of Queen Parysatis. A Lapide quotes Cicero, 'Verr.,' 2:3. 33, \"They say that the barbarian kings of the Persians and Syrians [i.e. Assyrians] are wont to have many wives, to whom they assign cities in this fashion - this city is to provide a girdle for her waist, that a necklace, that again to dress her hair; and so they have whole nations, not only privy to their lusts, but also abettors of them\" (see Arnold's note on Thucydides, 1:138; temp. 2 Macc. 4:30).NEWLINEVERSETITLESTARTNahum2:13VERSETITLEENDNEWLINEVERSESTARTBehold, I am against thee, saith the LORD of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.VERSEENDNEWLINEVerse 13. - I am against thee. The destruction shall be surely accomplished, because God himself directs it. Literally, I to thee (Nahum 3:5; Jeremiah 51:25; Ezekiel 38:3). The Lord of hosts (sabaoth), Lord of the forces of heaven and earth, and therefore omnipotent. Κύριος παντοκράτωρ (Septuagint): I will burn her chariots in the smoke. \"Chariots\" stand for the whole apparatus of war and military power. Sop-tuagint for \"chariots\" gives πλῆθος, \"multitudes.\" Thy young lions. Thy fighting men, the metaphor being continued. Cut off thy prey. Thou shalt no more be able to pillage other countries. Thy messengers. These are the heralds who carried the king's commands to his lieutenants, or those, like the imperious Rabshakeh (2 Kings 18:17, etc.; 2 Kings 19:23), who summoned nations to surrender, and imposed tributes. \"O Nineveh,\" writes St. Jerome, \"thou shalt suffer all that has been spoken. I the Lord will burn to ashes thy chariots, and will cause thy nobles and satraps to be devoured by the sword; never again shalt thou lay countries waste, nor exact tribute, nor will thy emissaries' voice be heard throughout thy provinces.\"NEWLINENEWLINENEWLINENEWLINENEWLINE","Nah.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNahum3:1VERSETITLEENDNEWLINEVERSESTARTWoe to the bloody city! it is all full of lies and robbery; the prey departeth not;VERSEENDNEWLINEVerses 1-19. - Part III. THE CAUSE OF THE JUDGMENT - SINS OF THE CITY, WHICH BRING INEVITABLE PUNISHMENT. Verses 1-7. - § 1. The prophet specifies the crimes which have brought this ruin upon Nineveh. Verse 1. - The bloody city; literally, city of bloods, where Mood is shed without scruple (comp. Ezekiel 24:6, 9; Habakkuk 2:12). The cruelty of the Assyrians is attested by the monuments, in which we see or read how prisoners were impaled alive, flayed, beheaded, dragged to death with ropes passed through rings in their lips, blinded by the king's own hand, hung up by hands or feet to die in slow torture (see Bonomi, pp. 168, etc., 190, etc., 225). Others have their brains beaten out, or their tongues torn out by the roots, while the bleeding heads of the slain are tied round the necks of the living, who are reserved for further torture (Layard, 'Nineveh and Babylon,' p. 456; Rawlinson, 'Ancient Monarchies,' 2:503, etc., edit. 1864). The royal inscriptions recount with exultation the number of the enemies slain and of captives carried away, cities levelled with the ground, plundered, and burnt, lands devastated, fruit trees destroyed, etc. It is all full of lies; ὅλη ψευδής, \"all lie\" (Septuagint). The Assyrians used treachery in furthering their conquests, made promises which they never kept, to induce nations to submit to their yoke. Such, doubtless, were those of Rabshakeh (Isaiah 36:16). Rawlinson, \"Falsehood and treachery... are often employed by the strong, as furnishing short cuts to success, and even, where the moral standard is low, as being in themselves creditable (see Thucyd., 3:83). It certainly was not necessity which made the Assyrians covenant breakers; it seems to have been in part the wantonness of power - because they 'despised the cities, and regarded no man' (Isaiah 33:8); perhaps it was in part also their imperfect moral perception, which may have failed to draw the proper distinction between craft and cleverness\" ('Ancient Monarchies,' 1:305). Robbery; rather, rapine, or rending in pieces. The figure applies to the way in which a wild beast kills its prey by tearing it to pieces. So the three crimes of Nineveh here enumerated are bloodshed, deceit, and violence. In the uncertainty concerning the word (pereq). rendered \"robbery,\" which only occurs m Obadiah 1:14, where it means \"crossway,\" the LXX. translates, ἀδικίας πλήρης, \"full of unrighteousness.\" The Vulgate is correct, dilaceratione plena. The prey departeth not. They go on in the same way, gathering spoil into the city, never ceasing from this crime. The monuments continually record the booty that was brought to Nineveh (see, for instance, the 'Annals of Assurbanipal,' passim; 'Records of the Past,' vol. 9; Schrader, 'Keilinschr.,' 195, etc., 216, 233, etc.; comp. Isaiah 33:1). Septuagint, Οὐ ψηλαφηθήσεται θήρα, which gives a sense contradictory to the text, \"Prey shall not be handled.\"NEWLINEVERSETITLESTARTNahum3:2VERSETITLEENDNEWLINEVERSESTARTThe noise of a whip, and the noise of the rattling of the wheels, and of the pransing horses, and of the jumping chariots.VERSEENDNEWLINEVerse 2. - The noise of a whip. The prophet describes the advance of the investing army. He hears the cracking of the whips of the charioteers, and the rattling of the wheels of the chariots, and the galloping horses, and the chariots bounding over the plain. Probably all the expressions in this verso refer to chariots and to horses yoked to them, which varied in number from one to three. The whip was a simple thong attached to a short handle. Comp. Virg., 'Georg.,' 3:106, etc. -NEWLINENEWLINE\"... illi instant verbere tortoNEWLINEEt proni dant lora, volat vi fervidus axis;NEWLINEJamque humiles, jamque elati sublime videnturNEWLINEAera per vacuum ferri, atque adsurgere in auras.\"NEWLINEVERSETITLESTARTNahum3:3VERSETITLEENDNEWLINEVERSESTARTThe horseman lifteth up both the bright sword and the glittering spear: and there is a multitude of slain, and a great number of carcases; and there is none end of their corpses; they stumble upon their corpses:VERSEENDNEWLINEVerse 3. - The horseman lifteth up. The Hebrew is more vivid, the words standing in pairs, as if describing the successive onsets of the enemy. So Pusey. It is best to render, \"horsemen making to rear;\" or as Septuagint. ἱππέως ἀναβαίνοντος, \"horseman mounting;\" so the Vulgate; Henderson. Horsemen are seen in the most ancient sculptures of Nimroud, and in the bas-reliefs of Kouyunjik (comp. Judith 2:15; Ezekiel 23:6; Layard, ' Nineveh,' 2:356). Both the bright sword; better, and the flaming sword (Genesis 3:24); literally, the flame of the sword. And the glittering spear; literally, the lightning flash of the spear (Habakkuk 3:11). These are the arms of the foot soldiers. A multitude of slain. The effect of the assault is described. So numerous are the corpses that one cannot help stumbling over them; the invaders themselves are impeded by the heaps of dead bodies which they have to mount. The LXX. connects this verse with the following, thus. \"They shall grow weak in their bodies by reason of the multitude of their fornications.\"NEWLINEVERSETITLESTARTNahum3:4VERSETITLEENDNEWLINEVERSESTARTBecause of the multitude of the whoredoms of the wellfavoured harlot, the mistress of witchcrafts, that selleth nations through her whoredoms, and families through her witchcrafts.VERSEENDNEWLINEVerse 4. - The cause is given that has brought this punishment. Because of the multitude of the whoredoms. This term is commonly applied to idolatry, the swerving from the true God and turning to false deities; and it is thought that it cannot be used in that sense here, as Assyria had always worshipped idols, and could not be said to have forsaken or proved false to the Lord. Hence Hitzig, Keil, and others refer the term to the treacherous friendship and crafty politics by which Nineveh ensnared other states, seeking really only her own interests (comp. Isaiah 23:17). But this habit of treachery has been already mentioned in ver. 1 (where see note); and, as Knabenbauer remarks, the Assyrians used no meretricious blandishments to effect their conquests, but the cruel arts of war and the stern ordeal of the sword. It is scarcely probable that the prophet would omit idolatry among the crimes of the Assyrians that called for vengeance, as all their wars were carried on in the name of their gods, and the monarchs professed to be under Divine protection and influence. The term \"whoredom\" is applied to the idolatry, not only of the Israelites, but to that of Jezebel (2 Kings 9:22), who was always a heathen. The idolatry of the Assyrians may very well be so called, because it was a wilful ignoring of the light of nature and natural religion (see Wisd. 13:1; Romans 1:19, etc.). They were careful, too, wherever they carried their arms, to erect there symbols of their deities, and to compel conquered nations to receive them and pay them Divine honour. With this idolatrous worship was associated that gross immorality which even Herodotus (1:199) termed utterly disgraceful (comp. Baruch 6:43). Rightly is Nineveh called the well favoured harlot; for her splendour and magnificence were unsurpassed, dazzling all beholders and hiding the rottenness that lay below the surface. The mistress of witchcrafts. She was skilful in employing every art to seduce nations to her side. We hear much of magic in connection with Babylon and the Chaldeans, but not in reference especially to Assyria. The expression here is metaphorical, alluding to the secret practices which she employed to gain her ends and to make her rule attractive (comp. Revelation 18:2, 3). That selleth nations. Depriving them of freedom and making them tributary, or, in some cases, actually selling the inhabitants as slaves (comp. Deuteronomy 32:30; Judges 2:14; Joel 3:3; Amos 1:6, 7). Families. Not only nations in the aggregate, but smaller bodies, individuals, so that none escape. Septuagint, λαούς, \"peoples.\"NEWLINEVERSETITLESTARTNahum3:5VERSETITLEENDNEWLINEVERSESTARTBehold, I am against thee, saith the LORD of hosts; and I will discover thy skirts upon thy face, and I will shew the nations thy nakedness, and the kingdoms thy shame.VERSEENDNEWLINEVerse 5. - I am against thee (see note on Nahum 2:13). The Lord will punish Nineveh with the utmost ignominy, treating her (\"the whore,\" ver. 4) like a harlot or adulteress. Thy skirts. The borders of the long flowing dress which added to her pomp (comp. Isaiah 47:2, etc.; Jeremiah 13:26; Lamentations 1:8). Upon (before) thy face. So that thou mayst know thine own shame. I will show the nations. All men shall see what thou really art, like an adulteress haled before the congregation.NEWLINEVERSETITLESTARTNahum3:6VERSETITLEENDNEWLINEVERSESTARTAnd I will cast abominable filth upon thee, and make thee vile, and will set thee as a gazingstock.VERSEENDNEWLINEVerse 6. - The metaphor is continued. Nineveh shall be like a vile woman exposed to the insults and ill treatment of the rabble (comp. Ezekiel 16:37, etc.). A gazing-stock. That all may see thee and take warning. LXX., εἰς παράδειγμα, \"for a public example,\" which recalls Matthew 1:19.NEWLINEVERSETITLESTARTNahum3:7VERSETITLEENDNEWLINEVERSESTARTAnd it shall come to pass, that all they that look upon thee shall flee from thee, and say, Nineveh is laid waste: who will bemoan her? whence shall I seek comforters for thee?VERSEENDNEWLINEVerse 7. - Shall flee from thee. As an object of disgust, or fearing to be involved in thy ruin (Revelation 18:10, 15). Who will bemoan her? No one will pity her for her well deserved chastisement (Jeremiah 15:5). Whence shall I seek, etc.? Truly, nowhere in all the world (comp. Isaiah 51:19).NEWLINEVERSETITLESTARTNahum3:8VERSETITLEENDNEWLINEVERSESTARTArt thou better than populous No, that was situate among the rivers, that had the waters round about it, whose rampart was the sea, and her wall was from the sea?VERSEENDNEWLINEVerses 8-13. - § 2. The ruin of Nineveh can be averted no more than was that of No-Amon. Verse 8. - Art thou better than populous No? \"Better\" probably means here more prosperous. \"Populous No\" ought to be rendered, No-Amon, i.e. No of the solar god Amon. This is the celebrated Thebes, in Upper Egypt, called in Egyptian Pa-Amun, \"the House of Amun,\" and in the inscriptions Ni, which is the same word as No. The name Amon is attached because that god was particularly worshipped there. The LXX. has μερίδα Ἀμμών (\"a portion of or for Ammon\"), translating the word \"No.\" St. Jerome, misled by his Hebrew teacher, renders, \"Alexandria populorum,\" as if Thebes stood on the site of the much later city of Alexandria; whereas we see from Assurbanipal's annals that he was forty days marching from Memphis, where he defeated Rudammon, to Thebes (see G. Smith, 'Assurbanipal,' p. 55). On the grandeur and magnificence of this city, Denon (quoted by Rawlinson, 'Ancient Monarchies,' 1:309, note 7), writes, \"On est fatigue d'ecrire, on est fatigue de lire, on est epouvante de la pensee d'une telle conception; on ne peut croire, meme apres l'avoir vu, a la realite de l'existence de tant de constructions reunies sur un meme point, a leurs dimensions, a la constance obstinee qu'a exigee leur fabrication, aux depenses incalculables de taut de somptuosite\" ('Egypte,' 2:226). \"In the long and rich valley of the Lower Nile, which extends above five hundred miles from Syene to Memphis, almost any situation might furnish a site for a great city, since, except at Silsilis and at the Gebelein, the valley is never less than two miles wide, the soil is always fertile, good quarries are always at hand, and lavish Nature is so bounteous with her gifts that abundant sustenance can at any point be obtained for a large population. But in this wealth of eligible sites, there are still degrees of eligibility - spots which Nature has distinguished by special favour, and, as it were, marked out for greatness and celebrity. Such a position is that which the traveller reaches when, passing through the gorge of the Gebelein, he emerges upon the magnificent plain, at least ten miles in width, through which the river flows with a course from southwest to northeast for a distance of some forty miles between Erment and Qobt. Here, for the first time since quitting the Nubian desert, does the Nile enter upon a wide and ample space. On either side the hills recede, and a broad green plain, an alluvium of the richest description, spreads itself out on both banks of the stream, dotted with dom and date palms, sometimes growing singly, sometimes collected into clumps or groves. Here, too, there open out on either side, to the east and to the west, lines of route offering great advantages for trade, on the one hand with the Lesser Oasis and so with the tribes of the African interior, on the other with the western coast of the Red Sea and the spice region of the opposite shore. In the valley of Hammamat, down which passed the ancient route to the coast, are abundant supplies of breccia verde and of other valuable and rare kinds of stone, while at no great distance to the right and left of the route lie mines of gold, silver, and lead, anciently prolific, though exhausted now for many ages. Somewhat more remote, yet readily accessible by a frequented route, was the emerald region of Gebel Zabara, where the mines are still worked\" (Rawlinson, 'Ancient Egypt,' 2:124, etc.). Thebes was situated on both banks of the Nile, the principal portion lying on the east; the Necropolis and Memnonia were on the west. It seems never to have been surrounded with a wall (notwithstanding its \"hundred gates\"), the river and canals forming a sufficient defence. At the present time the ruins are some twenty-seven miles in circuit, including Luxor and the remains of the great temple at Karnak. The sea. The Nile formed its rampart. Great rivers are called seas in the poetical books. Thus Isaiah 19:5; Isaiah 27:1; Jeremiah 51:36. Her wall was from the sea; or, of the sea. The sea was her wall. Septuagint, ὅδωρ τὰ τείχη αὐτῆς, \"water her walls.\"NEWLINEVERSETITLESTARTNahum3:9VERSETITLEENDNEWLINEVERSESTARTEthiopia and Egypt were her strength, and it was infinite; Put and Lubim were thy helpers.VERSEENDNEWLINEVerse 9. - Ethiopia and Egypt were her strength. Urdamaneh, or Rudammon, in whose time this capture of No-Amon took place, was son and successor of Tirhalrah, who is called expressly King of Ethiopia (2 Kings 19:9; Isaiah 37:9). Egypt. The Egyptians proper, combined with the Ethiopians, formed the kingdom of Egypt under the twenty-fifth, the Ethiopian, dynasty. And it was infinite. The power of Egypt was boundless, its forces in numerable (see 2 Chronicles 12:3). Pusey notes a remark of Cato (in Steph. Byzant. ap. Boch., 4:27) that the Egyptians connected with Thebes amounted to seven millions. In Isaiah 18-20. Ethiopia and Egypt are represented as combined against Assyria, and conquered by it (Wordsworth). Septuagint, Οὐκ ἔστῃ τέρας τῆς φυγῆς, There was no limit of the flight. This is thought by Jerome to be connected with the previous verses, and to refer to Nineveh. Put and Lubim were thy helpers. No- Amon is here suddenly addressed. Put, or Punt, designates either a part of Arabia or that part of the coast of Egypt opposite to it (see Ebers, 'AEgypt. und die Buch. Mos.,' p. 64, etc.). Luhim are the Lybians, dwelling on the west of the Canopic mouth of the Nile. Thus the enumeration of the forces of Thebes is regularly arranged, beginning with the south, Ethiopia, then through Egypt proper to the north, and then to the provinces on the east and west (Knabenbauer). The Vulgate translates the two terms, Africa et Libya. The LXX. combines them in one, Λίβυες. These peoples are named together elsewhere: e.g. Jeremiah 46:9; Ezekiel 27:10; Ezekiel 30:5; Ezekiel 38:5.NEWLINEVERSETITLESTARTNahum3:10VERSETITLEENDNEWLINEVERSESTARTYet was she carried away, she went into captivity: her young children also were dashed in pieces at the top of all the streets: and they cast lots for her honourable men, and all her great men were bound in chains.VERSEENDNEWLINEVerse 10. - Yet was she carried away. In spite of her strong position and infinite resources, Thebes was captured and despoiled; and shall Nineveh fare better? Surely not. This capture of Thebes took place B.C. 664, and must have been in men's minds when Nahum wrote his prophecy. The Assyrians twice took Thebes in the days of Assurbanipal. The first time it is merely recorded that the soldiers, under the commander of the satraps, made a slaughter in the city. The second capture is thus described in the monarch's own tablet (Brugsch, 'Egypt,' 1:272-275, Eng. transl.): \"Urdamaneh fled alone, and entered Thebes, the city of his kingdom... I directed my march in pursuit of him. I came to Thebes. He saw the strength of my army, and left Thebes, and fled to the city of Kipkip. Of that whole city (Thebes), with thanksgiving to Asur and Istar, my hands took the complete possession. Silver, gold, metals, stones, all the treasures of its palace whatsoever, dyed garments of before and linen, great horses [elephants?] men and women, great and small, works of zakah [basalt?] and marble, their kelal and manzas, the gates of their palace... I tare away and carried to Assyria. I made spoil of the animals of the land without number, and carried them forth in the midst out of Thebes I caused a catalogue to be made of the spoil. I returned in safety to Nineveh\" (see a different version in O. Smith, 'Assurbanipal,' p. 52, etc.). Were dashed in pieces. The prophet describes the usual treatment of captured cities (comp. 2 Kings 8:12; Psalm 137:9; Isaiah 13:16). At the top of all the streets. In the most public places, where many streets converge (Lamentations 2:19). Cast lots. The victors divided the nobles among themselves by lot (see note on Obadiah 1:11). Were bound in chains. We find in the Assyrian monuments delineations of captives with their arms bound together by a rope held by a soldier, sometimes men, sometimes women and children; the women are tearing their hair in despair (see Bonomi, 'Nineveh and its Palaces,' pp. 226, 277). In a bas-relief at Khorsabad captives were led by a rope fastened to a ring in the lip (comp. 2 Kings 19:28; see Rawlinson, 'Ant. Men.,' 1:904; Layard, 'Nineveh,' fig. 60, and col. 1. p. 376).NEWLINEVERSETITLESTARTNahum3:11VERSETITLEENDNEWLINEVERSESTARTThou also shalt be drunken: thou shalt be hid, thou also shalt seek strength because of the enemy.VERSEENDNEWLINEVerse 11. - Thou also shalt be drunken. Nahum makes the application: The fate of Thebes shall be thine, O Nineveh. Thou shalt drink to the full the cup of God's wrath (see note on Obadiah 1:16; and comp. Jeremiah 25:15, 17, 27). The metaphor indicates the effect of some overwhelming calamity that makes men reel with terror or stupefies them with amazement. Thou shalt be hid; thou shalt be powerless, or reduced to nothing; Ασῃ ὑπερεωραμένη,\"Thou shalt be despised\" (Septuagint); Eris despecta (Vulgate). Nineveh, which was taken and destroyed between B.C. 626 and 608, was so effectually \"hidden\" that its very site was discovered only in late years, and its monuments have only been partially disinterred after immense labour. Thou also shalt seek strength because of the enemy; or, thou also shalt seek a stronghold from the enemy. As the Egyptians fled for refuge from one place to another (see note on ver. 10), so shall the Assyrians attempt in vain to escape the enemy. History records that they endeavoured to effect a retreat from Nineveh during the siege (see Introduction, § I.).NEWLINEVERSETITLESTARTNahum3:12VERSETITLEENDNEWLINEVERSESTARTAll thy strong holds shall be like fig trees with the firstripe figs: if they be shaken, they shall even fall into the mouth of the eater.VERSEENDNEWLINEVerse 12. - Shall be like (are) fig trees with the first ripe figs. The Assyrians' fortresses are as ready for destruction and as easy to destroy as ripe figs are ready to fall from the tree at the least shake of the eater (Isaiah 28. S).NEWLINEVERSETITLESTARTNahum3:13VERSETITLEENDNEWLINEVERSESTARTBehold, thy people in the midst of thee are women: the gates of thy land shall be set wide open unto thine enemies: the fire shall devour thy bars.VERSEENDNEWLINEVerse 13. - The reason why the fortresses are so readily taken is now given. Are women. The Assyrians were essentially a brave nation, but they should be now no more able to resist the enemy than if they were women (comp. Isaiah 19:16; Jeremiah 1:37; 51:30). The gates of thy land. The various approaches and passes which lead into Assyria (comp. Jeremiah 15:7; Micah 5:6). So Strabo (11:12. 13) speaks of certain mountain passes as \"the Caspian gates\" and Xenophon ('Anab.' 1:4. 4) mentions \"the gates of Cilicia and Syria.\" The famous defile that led into Greece was called Thermopylae The fire shall devour thy bars. Hitzig, Keil, and others take the \"bars\" metaphorically, meaning the forts and castles which defend the passes; but the literal sense is the most natural, as in the parallel passage, Jeremiah 51:30 (see note on Amos 1:5). It was the Assyrians' custom to set fire to the gates of any city that they attacked (see Bonomi, 'Nineveh and its Palaces,' pp. 178, 185, 192). \"It is incontestable,\" says Bonomi, in another place, \"that, during the excavations, a considerable quantity of charcoal, and even pieces of wood either half burnt or in a perfect state of preservation, were found in many places. The lining of the chambers also bears certain marks of the action of fire. All these things can be explained only by supposing the fall of a burning roof, which calcined the slabs of gypsum, and converted them into dust .... It must have been a violent and prolonged fire to be able to calcine not only a few places, but every part of these slabs, which were ten feet high and several inches thick. So complete a decomposition can be attributed but to intense heat\" (ibid., p. 213).NEWLINEVERSETITLESTARTNahum3:14VERSETITLEENDNEWLINEVERSESTARTDraw thee waters for the siege, fortify thy strong holds: go into clay, and tread the morter, make strong the brickkiln.VERSEENDNEWLINEVerses 14-19. - § 3. In spite of all its efforts and all its resources, Nineveh shall meet with a terrible end. Verse 14. - Nahum ironically bids the Ninevites prepare for the siege they were about to sustain. Draw thee waters for the siege. The drinking water necessary for a long siege is meant. This injunction is not particularly applicable to Nineveh, which from its situation was abundantly supplied with water, unless there was danger that the enemy would divert the courses of the rivers. But the warning would come home with peculiar force to the inhabitants of Jerusalem, among whom Nahum prophesied (2 Kings 20:20; Isaiah 22:11; Isaiah 30:20). Fortify thy strong holds; strengthen thy fortresses. Repair all defects in thy defences (2 Chronicles 11:11). The mode of doing this in the Assyrian fashion is then denoted. Go into clay, and tread the mortar. The soil round Nineveh was of a tenacious quality; and when moistened with water and kneaded either with feet or hands, with the addition usually of a little chopped straw, was easily formed into bricks. These, even without the aid of fire, became dry and hard in the course of a few days. But it is plain from the investigations of ruins that the Assyrians used both kiln-baked and sun-dried bricks, though the mass of the walls was usually composed of the latter, the more durable material being employed merely as an accessory (see Bouomi, 'Nineveh and its Palaces,' p. 9; Layard, 'Nineveh,' 2:252). Xenophon, 'Anab.,' 3:4. 11, speaks of the brick wall (πλίνθινον τεῖχος) of a town he calls Mespila. Make strong the brick kiln. There is an uncertainty about the meaning of the last word (malben), which occurs only in two other places (2 Samuel 12:31 and Jeremiah 43:9). In the latter passage it may possibly mean \"a square\" or \"open quadrangle.\" Jerome has, tene laterem; the LXX., κατακράτησον ὑπερ πλίνθον \"make them strong above (equivalent to 'stronger than') brick,\" connecting it with the following verse. Some translate it, \"brick mould.\" If the Anglican Version is correct, the prophet bids them repair their kilns, unused in the days of prosperity, when they had no need to look to the security of their walls. Virtually the same sense is elicited by rendering, \"lay hold of the brick mould.\"NEWLINEVERSETITLESTARTNahum3:15VERSETITLEENDNEWLINEVERSESTARTThere shall the fire devour thee; the sword shall cut thee off, it shall eat thee up like the cankerworm: make thyself many as the cankerworm, make thyself many as the locusts.VERSEENDNEWLINEVerse 15. - There. In the very place where thou hast taken all these precautions. Shall the fire devour thee. That fire played a great part in the destruction of Nineveh is asserted by historians and proved by the remains of the city discovered in modern times (see note on ver. 13: also Herod., 1:106; Diod. Sic., 2:25-28; Athen., 12:529). The fate of the last king, who burnt himself and his palace, is a well known story (see Justin, 'Hist.,' 1:3; Eusebius, 'Chronicles,' 1:9; 14:3; 15:7; Syncell., 'Chronicles,' 1:396, edit. Dind.) (Kuabenbauer). The sword shall cut thee off. While fire destroys the buildings, the sword shall devour the inhabitants of the city. The cankerworm; literally, the licker (Joel 1:4). The locust in its earlier stage is thus described (see ver. 16). The figure implies that the destruction of Nineveh should be sudden and complete, as that wrought on vegetation by an inroad of locusts. Make thyself many. Collect thine armies, gather hosts as innumerable as the locusts, it will be all in vain. The \"cankerworm\" represented the enemy; the \"locusts\" represent the Assyrians themselves.NEWLINEVERSETITLESTARTNahum3:16VERSETITLEENDNEWLINEVERSESTARTThou hast multiplied thy merchants above the stars of heaven: the cankerworm spoileth, and flieth away.VERSEENDNEWLINEVerse 16. - Its extensive commercial relations shall not save it. Thou hast multiplied thy merchants. Nineveh was most favourably situated for carrying on commerce with other countries. The roads from Asia Minor, Syria, Egypt, and Phoenicia, that led into Media, Persia, and the interior of Asia, converged at Nineveh, and brought thither merchandise from all lands; and the Assyrians themselves exported their own produce and manufactures to the far West. Among these are enumerated textile fabrics, carpets, dyed attire, and embroidered work, carvings in ivory, gems, spices (see Rawlinson, 'Anc. Mon.,' 2:179, etc.; Layard, 'Nineveh,' 2:414, etc.). The cankerworm spoileth; or, spreadeth itself for plunder; Vulgate, expansus est; Septuagint, ὥρμησεν, \"attacked.\" The cankerworm (see note on ver. 15) are the enemy,who spread themselves over the rich produce of Nineveh, and then flee away laden with spoil. Pusey makes the cankerworm represent Nineveh. She spread herself everywhere wasting and plundering, and now she is gone, has disappeared. But the former explanation better suits the comparison in ver. 15, where \"the licker\" is the enemy; and it is most natural that the prophet should allude to the fate of that commercial wealth which he has just mentioned, as in previous verses he contrasts the riches and power of Nineveh with the ruin that awaits them.NEWLINEVERSETITLESTARTNahum3:17VERSETITLEENDNEWLINEVERSESTARTThy crowned are as the locusts, and thy captains as the great grasshoppers, which camp in the hedges in the cold day, but when the sun ariseth they flee away, and their place is not known where they are.VERSEENDNEWLINEVerse 17. - Thy crowned. The word minnezar is found only here, and, as its derivation is uncertain, it has received various interpretations. The Anglican Version derives the word from nezer, \"a diadem,\" and \"the crowned\" are the officials of upper rank. \"High officers of state in Assyria were adorned with diadems, closely resembling the lower baud of the royal mitre, separated from the cap itself. Very commonly the head was encircled with a simple fillet or hoop, probably of gold, without any adornment\" (Gosse, 'Assyria,' p. 463, quoted by Strauss; see the figures in Bonomi, p. 319). Others derive it from nazar. \"to separate,\" in the signification of \"those separated or selected for war.\" Septuagint, ὁ συμμικτός: i.e. the band of mixed mercenary troops - a rendering in which Wordsworth acquiesces. Knabenbauer (referring to Strassmaier's Assyrian vocabulary) considers the word to be a transliteration (ss being resolved into ne) of the Assyrian ma-as-sa-ru, which means \"guardian,\" or some inferior officer. With this agrees the Vulgate custodes. As the locusts; i.e. in multitude. That the number of captains and superior officers would be very great may be conjectured from the inscriptions which sometimes enumerate the captives carried off from conquered countries. Thus in the account of the capture of some insignificant nation, the then king boasts that he took away 13,000 fighting men, 1121 captains, and 460 superior officers (Strauss, in loc.). The prophet's meaning is that if the officers, etc., are so numerous, the multitude of soldiers and civilians must be truly immense. Thy captains. Taphsar is an Assyrian word, occurring only in Jeremiah 51:27. It is probably the same as dupsarru or dipsarru of the inscriptions, and is taken to signify \"a scribe\" (see Sehrader, p. 424) Such officials are often represented on the monuments (see Layard, 2:184), and seem sometimes to have been of high or priestly rank. Jerome translates, parvuli tui, though in Jeremiah, loc. cit., he retains the Assyrian word. The Septuagint omits it. Great grasshoppers; swarms of locusts (Amos 7:1). Which camp in the hedges in the cold day. Locusts become torpid in cold weather; so the captains and princes of Nineveh are paralyzed and useless in the day of calamity. They flee away. Thus the Assyrian army perishes and leaves no trace behind. The LXX. adds, \"Woe unto them!\"NEWLINEVERSETITLESTARTNahum3:18VERSETITLEENDNEWLINEVERSESTARTThy shepherds slumber, O king of Assyria: thy nobles shall dwell in the dust: thy people is scattered upon the mountains, and no man gathereth them.VERSEENDNEWLINEVerse 18. - Thy shepherds. The princes and counsellors, on whom the safety of the state depends. Slumber. Sleep the sleep of death - slain in the war (Psalm 76:6). O King of Assyria. The power and evil of Nineveh personified, not any particular king. Shall dwell in the dust; are lying, or are at rest, in death; Septuagint, Ἐκοίμισε τοὺς δυνάστας σου, \"Put to sleep thy mighty men\" (comp. Euripides, 'Hec.,' 473, where κοιμίζειν is used in the sense of \"to slay\"): Vulgate, sepelientur. Is scattered upon the mountains. Their shepherds being dead, the flock, the herd of common people, is scattered abroad and perishes, because no man gathereth them - there is no one to collect them. \"The mountains\" referred to are those which shut in Assyria on the north.NEWLINEVERSETITLESTARTNahum3:19VERSETITLEENDNEWLINEVERSESTARTThere is no healing of thy bruise; thy wound is grievous: all that hear the bruit of thee shall clap the hands over thee: for upon whom hath not thy wickedness passed continually?VERSEENDNEWLINEVerse 19. - There is no healing of thy bruise; there is no assuaging of thy hurt (Revised Version; Jeremiah 10:19). The ruin is irretrievable; no one shall restore the destroyed kingdom (see Zephaniah 2:13, 14). Thy wound is grievous; Pessima est plaga tua (Vulgate); Ἐφλέγμανεν ἡ πληγή σου, \"Thy wound is inflamed.\" The \"wound\" is the stroke or plague inflicted by God (Leviticus 26:21). Shall clap the hands over thee. All who hear of thy destruction will rejoice over it (Psalm 47:1; Lamentations 2:15). Thy wickedness. The cruelty and oppression of Nineveh have been universally felt. If Edom is the type of insidious foes of the Church's own household, Nineveh is the emblem of open, blaspheming infidelity, arrayed in powerful opposition against God's people. In the overthrow of this kingdom there is a prophecy of the destruction of all anti-Christian powers, which shall be utterly crushed in the latter days.NEWLINENEWLINENEWLINENEWLINE"}