{"Neh.10":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah10:1VERSETITLEENDNEWLINEVERSESTARTNow those that sealed were, Nehemiah, the Tirshatha, the son of Hachaliah, and Zidkijah,VERSEENDNEWLINEVerse 1. - Nehemiah, as Tirshatha, or civil ruler, naturally appended his seal first of all. He was followed by Zidkijah, or Zadok, probably his secretary (Nehemiah 13:13).NEWLINEVERSETITLESTARTNehemiah10:2VERSETITLEENDNEWLINEVERSESTARTSeraiah, Azariah, Jeremiah,VERSEENDNEWLINEVerses 2-8. - The heads of the priestly houses attached their seals next; and among these the high-priestly house of Seraiah had, very properly, the precedence. The other names of this list recur for the most part in Nehemiah 12:1-6, where they designate \"priests\" (i.e. priestly houses) \"which went up with Zerubbabel.\" Eliashib, the high priest of the time, probably appended the seal of the house of Seraiah.NEWLINEVERSETITLESTARTNehemiah10:3VERSETITLEENDNEWLINEVERSESTARTPashur, Amariah, Malchijah,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:4VERSETITLEENDNEWLINEVERSESTARTHattush, Shebaniah, Malluch,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:5VERSETITLEENDNEWLINEVERSESTARTHarim, Meremoth, Obadiah,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:6VERSETITLEENDNEWLINEVERSESTARTDaniel, Ginnethon, Baruch,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:7VERSETITLEENDNEWLINEVERSESTARTMeshullam, Abijah, Mijamin,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:8VERSETITLEENDNEWLINEVERSESTARTMaaziah, Bilgai, Shemaiah: these were the priests.VERSEENDNEWLINEVERSETITLESTARTNehemiah10:9VERSETITLEENDNEWLINEVERSESTARTAnd the Levites: both Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;VERSEENDNEWLINEVerses 9-13. - Jeshua, Binnui, and Kadmiel represent the three chief families of returned Levites (see Ezra 2:40; Ezra 3:9; Nehemiah 7:43, 44; Nehemiah 9:4, 5, etc.). Binnui, it may be remarked, has now supplanted Kadmiel, and stepped into the second place. Of the remaining names, those of Hashabiah and Sherebiah designate families which returned with Ezra (Ezra 8:18, 19). The remaining names are probably also those of families.NEWLINEVERSETITLESTARTNehemiah10:10VERSETITLEENDNEWLINEVERSESTARTAnd their brethren, Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:11VERSETITLEENDNEWLINEVERSESTARTMicha, Rehob, Hashabiah,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:12VERSETITLEENDNEWLINEVERSESTARTZaccur, Sherebiah, Shebaniah,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:13VERSETITLEENDNEWLINEVERSESTARTHodijah, Bani, Beninu.VERSEENDNEWLINEVERSETITLESTARTNehemiah10:14VERSETITLEENDNEWLINEVERSESTARTThe chief of the people; Parosh, Pahathmoab, Elam, Zatthu, Bani,VERSEENDNEWLINEVerses 14-27. - The chief of the people. Down to Magpiash the names correspond to those of lay families which returned with Zerubbabel (Ezra 2:3-30; Nehemiah 7:8-33), the first eighteen being personal, and the last three names of localities. Nebai is the same as \"Nebo\" (Nehemiah 7:33), and Magpiash the same as Magbish (Ezra 2:30). From Meshullam to Baanah (vers. 20-27) the names seem to be again personal; but they are new, and therefore probably those of individuals who were not authorised to represent either clans or localities. In ver. 17, the two names Ater and Hizkijah should be united by a hyphen, since it is clear that they represent the single family, Ater of Hezekiah, mentioned in Ezra it. 16 and Nehemiah 7:21. \"Hizkijah\"and \"Hezekiah\" are in the original identical.NEWLINEVERSETITLESTARTNehemiah10:15VERSETITLEENDNEWLINEVERSESTARTBunni, Azgad, Bebai,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:16VERSETITLEENDNEWLINEVERSESTARTAdonijah, Bigvai, Adin,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:17VERSETITLEENDNEWLINEVERSESTARTAter, Hizkijah, Azzur,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:18VERSETITLEENDNEWLINEVERSESTARTHodijah, Hashum, Bezai,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:19VERSETITLEENDNEWLINEVERSESTARTHariph, Anathoth, Nebai,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:20VERSETITLEENDNEWLINEVERSESTARTMagpiash, Meshullam, Hezir,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:21VERSETITLEENDNEWLINEVERSESTARTMeshezabeel, Zadok, Jaddua,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:22VERSETITLEENDNEWLINEVERSESTARTPelatiah, Hanan, Anaiah,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:23VERSETITLEENDNEWLINEVERSESTARTHoshea, Hananiah, Hashub,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:24VERSETITLEENDNEWLINEVERSESTARTHallohesh, Pileha, Shobek,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:25VERSETITLEENDNEWLINEVERSESTARTRehum, Hashabnah, Maaseiah,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:26VERSETITLEENDNEWLINEVERSESTARTAnd Ahijah, Hanan, Anan,VERSEENDNEWLINEVERSETITLESTARTNehemiah10:27VERSETITLEENDNEWLINEVERSESTARTMalluch, Harim, Baanah.VERSEENDNEWLINEVERSETITLESTARTNehemiah10:28VERSETITLEENDNEWLINEVERSESTARTAnd the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;VERSEENDNEWLINEVerse 28. - The rest of the people. i.e. those who had not appended their seals, whether others had sealed for them or no. The writer makes no exception, and thereby indicates a very general, if not a universal, concurrence on the part of the nation. His enumeration of classes is the same as Ezra's (Ezra 2:70). All they that had separated themselves from the people of the lands unto the law of God. Such proselytes from the heathen as had joined themselves to the Jewish people since their return from the captivity (comp. Ezra 6:21). Every one having knowledge, and having understanding. All who were of age to understand the nature of the covenant and what was meant by sealing to it - not a specially \"intelligent\" or \"learned\" class, as Ewald supposes ('Hist. of Israel,' vol. 5. p. 144, note 4).NEWLINEVERSETITLESTARTNehemiah10:29VERSETITLEENDNEWLINEVERSESTARTThey clave to their brethren, their nobles, and entered into a curse, and into an oath, to walk in God's law, which was given by Moses the servant of God, and to observe and do all the commandments of the LORD our Lord, and his judgments and his statutes;VERSEENDNEWLINEVerse 29. - They clave to their brethren, their nobles. They gave their support and adherence to their more distinguished brethren who had attached their seals to the document, approving what they had done, and ratifying it. Entered into a curse, and into an oath, to walk in God's law. Something of this kind seems to have occurred in the wilderness, when God's law was first given to his people (Deuteronomy 29:12); and therefore, when renewals of the covenant were made, and the people were required to ratify the act, it was natural to recur to the old sanction, An oath was probably taken of the people in the time of Josiah (2 Kings 23:3), when they are said to have \"stood to the covenant.\" Moses the servant of God. The epithet \"servant of God,\" or \"servant of the Lord,\" attaches to Moses in a peculiar way. God called him (Numbers 12:7) \"my servant Moses, who is faithful in all my house;\" and henceforward \"servant of God\" was his epitheton usitatum (see Joshua 1:1; Joshua 8:31, 33; 1 Chronicles 6:49; 2 Chronicles 24:9; Daniel 9:11; Hebrews 3:5; Revelation 15:3). St. Paul contrasts \"Moses, the servant\" with \"Christ, the Son\" (Hebrews 3:1-6).NEWLINEVERSETITLESTARTNehemiah10:30VERSETITLEENDNEWLINEVERSESTARTAnd that we would not give our daughters unto the people of the land, nor take their daughters for our sons:VERSEENDNEWLINEVerse 30. - That we would not give our daughters, etc. On the recurrence of the mixed marriages so soon after the reformation of Ezra, see the comment on Nehemiah 13:23.NEWLINEVERSETITLESTARTNehemiah10:31VERSETITLEENDNEWLINEVERSESTARTAnd if the people of the land bring ware or any victuals on the sabbath day to sell, that we would not buy it of them on the sabbath, or on the holy day: and that we would leave the seventh year, and the exaction of every debt.VERSEENDNEWLINEVerse 31. - If the people of the land bring ware ... on the sabbath. If the heathen of this region will insist on bringing their wares into our cities and offering them for immediate sale on the sabbath, we Jews bind ourselves not to deal with them on that day. Subsequently, Nehemiah carried out more stringent regulations (Nehemiah 13:15-22). Or on the holy day. Rather, \"or on a holy day.\" The people bind themselves to abstain from trade not only on the sabbath, but on any holy day. That we would leave the seventh year. By \"leaving the seventh year,\" leaving the lands untilled every seventh or sabbatical year is meant. This precept of the law had been frequently neglected during the times of the monarchy, and its neglect was one of the sins which the captivity was expressly intended to punish (2 Chronicles 36:21). It now appears that after the return the precept had been again disobeyed. The exaction of every debt. Literally, \"the pledge of every hand.\" Compare Nehemiah 5:2-13, and note that, notwithstanding Nehemiah's curse and the people's assent to it (ver. 13), the practice of lending upon pledge had recommenced.NEWLINEVERSETITLESTARTNehemiah10:32VERSETITLEENDNEWLINEVERSESTARTAlso we made ordinances for us, to charge ourselves yearly with the third part of a shekel for the service of the house of our God;VERSEENDNEWLINEVerse 32. - To charge ourselves yearly with the third part of a shekel. Hitherto the Jews had had no impost analogous to our \"church-rate.\" The \"half-shekel of the sanctuary,\" as it is called, being only payable on the rare, and forbidden, occasion of a census of the whole people (Exodus 30:13-16), could not possibly have served for the ordinary support of the temple service; but it was calculated to suggest to thoughtful minds the need of some regular fund, and the persons on whom the obligation lay to provide it. While the Jews were an independent nation, with their own kings and their own revenue, no difficulty had been felt in keeping up the service, since the kings easily provided for it; but in the existing condition of affairs the case was different. A \"governor\" was not like a king; he was responsible; he was removable; he was bound to remit the great bulk of the taxes to the court. Under these circumstances, and probably in connection with an immediate need, the idea arose of a special (voluntary) tax, to be paid annually by all adult males, for the support of the service, the continual provision of the morning and evening sacrifice, the incense, the shew-bread, the red heifers, the scape-goat, the numerous victims, and the numerous meat and drink offerings required on various occasions, and especially at each of the great festivals. It was felt that the provision in the law ruled two things -NEWLINENEWLINE1. The uniformity of the tax; and,NEWLINENEWLINE2. The sphere of its incidence - that it should be paid by all adult males.NEWLINENEWLINEWith regard to its proper amount, that had to be fixed by a consideration of existing needs in comparison with existing means. The third part of a shekel was determined on, as sufficient at the time; but it was not long ere for the third part the half-shekel was substituted, a return being thus made to the standard fixed by the law, and an ample provision made for the maintenance of the established rites in full completeness and efficiency (comp. Matthew 17:24-27).NEWLINEVERSETITLESTARTNehemiah10:33VERSETITLEENDNEWLINEVERSESTARTFor the shewbread, and for the continual meat offering, and for the continual burnt offering, of the sabbaths, of the new moons, for the set feasts, and for the holy things, and for the sin offerings to make an atonement for Israel, and for all the work of the house of our God.VERSEENDNEWLINEVerse 33. - For the shew-bread. See Leviticus 24:5-8. Small as the cost of the shew-bread was, consisting, as it did, of no more than twelve cakes of fine flour weekly, it is yet placed first on account of its importance, being the bread of God's presence, the type of the sacramental bread of the new covenant. The continual meat offering is that offering of flour mingled with fine olive oil which God had required to be offered twice a day, at morning and at evening, in conjunction with the two lambs, which constituted the continual burnt offering (Numbers 28:5). Of the sabbaths. i.e. \"for the offering of the sabbath days,\" which consisted of two lambs with appropriate meat and drink offerings, in addition to the offering of every day (Numbers 28:9, 10). Of the new moons. Two bullocks, one ram, seven lambs, with appropriate meat and drink offerings (ibid. vers. 11-14). For the set feasts. The passover, the feast of Pentecost, the feast of trumpets, and the feast of tabernacles. The offerings required at each are given with great exactness in Numbers 28, and 29. The holy things. \"Wave-offerings\" and \"peace-offerings\" (Leviticus 23:10, 17, 19) are probably intended. They were \"holy to the Lord for the priest\" (ibid. ver. 20). The sin offerings are those commanded in Numbers 28:15, 22, 30; Numbers 29:5, 11, 16, 19, etc. And for all the work of the house. The internal \"work\" of cleansing and keeping in proper order the apparatus of worship is probably intended, not external repairs.NEWLINEVERSETITLESTARTNehemiah10:34VERSETITLEENDNEWLINEVERSESTARTAnd we cast the lots among the priests, the Levites, and the people, for the wood offering, to bring it into the house of our God, after the houses of our fathers, at times appointed year by year, to burn upon the altar of the LORD our God, as it is written in the law:VERSEENDNEWLINEVerse 34. - We cast the lots for the wood offering. The \"wood offering\" is now first heard cf. Fuel had probably been more plentiful in the times of the monarchy than it had now become, and the temple treasury had been rich enough to provide what was needed in order to keep the altar fire perpetually burning (Leviticus 6:13). But times had changed. The hill-country of Judaea had gradually been stripped of its forests. The temple was, comparatively speaking, poor, and some permanent arrangement for the supply of the required fuel had become necessary. It would seem, from the present passage, that the arrangement actually made was one by which different families or districts undertook the duty of furnishing the wood in turn, and lots were cast to determine the order in which they should discharge the office. According to Josephus ('Bell. Jud.,' it. 17, § 6), the wood needed for a year was brought in on a particular day - the fourteenth day of the fifth month - which was kept as a festival, and known as the \"Xylophoria.\" At times appointed year by year. It may be gathered from this that, originally, no single day was selected for bringing in all the wood; much less one and the same day appointed for every year. The original system was variable and elastic; but in course of time a rigid uniformity was introduced and established. As it is written in the law. See Leviticus 6:12.NEWLINEVERSETITLESTARTNehemiah10:35VERSETITLEENDNEWLINEVERSESTARTAnd to bring the firstfruits of our ground, and the firstfruits of all fruit of all trees, year by year, unto the house of the LORD:VERSEENDNEWLINEVerse 35. And to bring the first-fruits ... unto the house of the Lord. The idea of offering \"first-fruits\" may be ascribed to natural piety. They were well known to the Greeks and Romans (ἀπαρχαί, primi-tiae). But in the Mosaic law they were commanded (Exodus 22:29; Exodus 23:19; Leviticus 23:10, 17, etc.), and thenceforth became a matter of religious obligation. The present passage furnishes, however, distinct evidence that the obligation had now for some time been disregarded. The first-fruits of all fruit. First-fruits were required not merely of wheat and other grain, but also expressly of wine and oil, the produce of the vine and olive, and by implication of all other fruit trees (see Numbers 18:12; Deuteronomy 18:4, etc.).NEWLINEVERSETITLESTARTNehemiah10:36VERSETITLEENDNEWLINEVERSESTARTAlso the firstborn of our sons, and of our cattle, as it is written in the law, and the firstlings of our herds and of our flocks, to bring to the house of our God, unto the priests that minister in the house of our God:VERSEENDNEWLINEVerse 36. - The first-born of our sons and of our cattle, as it is written in the law. See Exodus 22:29; Exodus 34:19. The firstborn children were to be \"redeemed.\"NEWLINEVERSETITLESTARTNehemiah10:37VERSETITLEENDNEWLINEVERSESTARTAnd that we should bring the firstfruits of our dough, and our offerings, and the fruit of all manner of trees, of wine and of oil, unto the priests, to the chambers of the house of our God; and the tithes of our ground unto the Levites, that the same Levites might have the tithes in all the cities of our tillage.VERSEENDNEWLINEVerse 37. - The first-fruits of our dough. See Numbers 15:18-21. And our offerings. Literally, \"our heave offerings\" (Numbers 15:20; Leviticus 23:11, 17). To the chambers of the house. The store-chambers attached to the temple-building (see Nehemiah 13:4, 5). The tithes of our ground. As with the law of first-fruits, so with that of tithes (which was more burthensome), there had grown up a practice of neglecting it on the part of many, if not of all. The natural result would be the non-attendance of Levites at Jerusalem, and so a falling-off in the solemnity and grandeur of the temple-worship (comp. Nehemiah 13:10). It was now covenanted afresh on the part of the people that they would resume the legal practice, at any rate to the extent of paying what has been called \"the first tithe,\" or that due to the Levites for their sustentation. In all the cities of our tillage. The Levitical tithe was not taken to Jerusalem. but stored up in some neighbouring, generally Levitical, city.NEWLINEVERSETITLESTARTNehemiah10:38VERSETITLEENDNEWLINEVERSESTARTAnd the priest the son of Aaron shall be with the Levites, when the Levites take tithes: and the Levites shall bring up the tithe of the tithes unto the house of our God, to the chambers, into the treasure house.VERSEENDNEWLINEVerse 38. - The priest shall be with the Levites when the Levites take tithe. Some representative (or representatives) of the priestly order was to be present whenever the Levites received their tithes, to take note of the quantity, and prevent the Levites from depriving the priests of their due share - the tithe of the tithe. This tenth, being thus ascertained, was to be conveyed to Jerusalem at the expense of the Levites, and deposited in its appropriate store-chamber.NEWLINEVERSETITLESTARTNehemiah10:39VERSETITLEENDNEWLINEVERSESTARTFor the children of Israel and the children of Levi shall bring the offering of the corn, of the new wine, and the oil, unto the chambers, where are the vessels of the sanctuary, and the priests that minister, and the porters, and the singers: and we will not forsake the house of our God.VERSEENDNEWLINEVerse 39. - The children of Israel and the children of Levi shall bring the offering. The priests were not to be troubled with the conveyance of any of the offerings. The first-fruits and other oblations of the people were to be brought to the temple by the people themselves; and the \"tithe of the tithe,' which was the priests' due, by the Levites. Thus the priests would not be drawn away from their duty of ministering in the temple by secular employments and matters of mere worldly business. We will not forsake, or neglect, the house of our God. We will not suffer, that is, any interruption of the continual service of the temple, we will not be parties to any neglect or slovenliness in the conduct of it. So far as we are concerned, everything shall be done to enable the priests and Levites to remain constantly at Jerusalem in full numbers, and to devote themselves wholly to their sacred duties in God's house. With this emphatic declaration of their intentions the people concluded the engagements by which they voluntarily bound themselves.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.11":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah11:1VERSETITLEENDNEWLINEVERSESTARTAnd the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts to dwell in other cities.VERSEENDNEWLINEVerse 1. - The rulers of the people dwelt at Jerusalem. Jerusalem was the residence of all the nobles from the first (see Nehemiah 2:16); no increase could be made in this element of the population. Nehemiah had to look lower, and to obtain his new settlers from the ranks of the \"people.\" The people ... cast lots. No doubt under direction. The Jews had frequent recourse to the lot for the determining of doubtful matters, believing, as they did, that \"the whole disposing thereof was of the Lord (Proverbs 16:33). Divine sanction had been given, in the course of the Jewish history, to the use of the lot for the selection of persons (Joshua 7:16-18 1 Samuel 10:19-21), for the distribution of lands (Numbers 26:25, 26), and for the determination of the order in which different bodies should execute an office (1 Chronicles 24:5; 1 Chronicles 25:8). In the democratic states of Greece it was used widely to determine between candidates for an office. One in ten. Ewald supposes that this was to be the proportion between the population of Jerusalem and the whole population of the country, and ascribes the fixing of the proportion to Zerubbabel ('History of Israel,' vol. 5. p. 159). But there is no statement to this effect in either Ezra or Nehemiah, and the brief narrative of this verse seems to imply the addition of a tenth part of the country population to the previous population of Jerusalem, rather than the establishment of any definite proportion between the two. Nine parts. Literally, \"nine hands,\" as in Genesis 43:34; Genesis 47:24.NEWLINEVERSETITLESTARTNehemiah11:2VERSETITLEENDNEWLINEVERSESTARTAnd the people blessed all the men, that willingly offered themselves to dwell at Jerusalem.VERSEENDNEWLINEVerse 2. - The men that willingly offered themselves. Besides those on whom the lot fell, a certain number volunteered to change their residence and to transfer themselves and families from their country homes to Jerusalem. The people called down blessings upon them for their patriotism.NEWLINEVERSETITLESTARTNehemiah11:3VERSETITLEENDNEWLINEVERSESTARTNow these are the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, to wit, Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon's servants.VERSEENDNEWLINEVerse 3. - These are the chief of the province. A comparison is in the writer's mind between the Jews of Palestine and those of the great Persian capitals, Babylon and Susa, to which, as a Persian official, he himself properly belongs. Compare Nehemiah 1:3 and Ezra 2:1. That dwelt in Jerusalem. i.e. \"that were entered in Nehemiah's census among the inhabitants of Jerusalem after the transfer of population had been made.\" The names which follow appear in most cases to be personal, but a certain number of them are names of families. In the cities of Judah dwelt every one in his possession. It follows that those who removed from the country districts to Jerusalem quitted their \"possessions, often, it may be, exchanging riches for poverty, a comfortable house for one half in ruins (Nehemiah 7:4), and the life of a small landed proprietor for that of an artisan or hired labourer. Hence the \"blessings\" called down by the people on those who volunteered (ver. 2). Israel. Compare 1 Chronicles 9:3, where we find that among those who had returned were mere-bers of the two great Israelitish tribes, Manasseh and Ephraim. On the Nethinims, and the children of Solomon's servants, see the comment on Ezra 2:43, 55.NEWLINEVERSETITLESTARTNehemiah11:4VERSETITLEENDNEWLINEVERSESTARTAnd at Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;VERSEENDNEWLINEVerse 4. - At Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. It is not meant that all the dwellers in Jerusalem were of these two tribes, since among them were certainly Levites (vers. 10-19), Ephraimites, and Mansesites (1 Chronicles 1. s. c.), together with Nethinims (ver. 21) who were of no tribe, and probably some representatives of all or most of the other tribes (see the comment on Ezra 2:70). But the present purpose of Nehemiah is to mention especially the Jewish and Benjamite chiefs. Athaiah, or Uthai, as the name is given in 1 Chronicles 9:4. The son of Uzziah. The ancestors assigned to Athaiah here and in 1 Chronicles 9. are wholly different, with the single exception of Pharez or Perez, the son of Judah. Both lists are of course abbreviations of a far longer one, and it has happened that the two writers have in no ease selected for mention the same name.NEWLINEVERSETITLESTARTNehemiah11:5VERSETITLEENDNEWLINEVERSESTARTAnd Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni.VERSEENDNEWLINEVerse 5. - Maaseiah is called \"Asaish\" in 1 Chronicles, and designated simply as \"the Shilonite, or descendant of Shelah, the youngest son of Judah. Zechariah, the son of Shiloni. Rather, \"the Shilonite.\" The word ben, \"son,\" has been intruded into the text by a copyist, who thought that \"Shiloni\" was a personal name.NEWLINEVERSETITLESTARTNehemiah11:6VERSETITLEENDNEWLINEVERSESTARTAll the sons of Perez that dwelt at Jerusalem were four hundred threescore and eight valiant men.VERSEENDNEWLINEVerse 6. - Valiant men. Or, \"fighting men\"- men able to bear arms and serve in the wars.NEWLINEVERSETITLESTARTNehemiah11:7VERSETITLEENDNEWLINEVERSESTARTAnd these are the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah.VERSEENDNEWLINEVerse 7. - And these are the sons of Benjamin. A verse equivalent to 1 Chronicles 9:6 would seem to have fallen out here. Nehemiah cannot have intended to leave out the descendants of Zerah, who formed more than one-half of the Jewish element in the population of Jerusalem, and furnished 690 fighting men. Sallu the son of Meshullam. Compare 1 Chronicles 9:7. The other names in the genealogy are different, the two writers singling out for mention different ancestors.NEWLINEVERSETITLESTARTNehemiah11:8VERSETITLEENDNEWLINEVERSESTARTAnd after him Gabbai, Sallai, nine hundred twenty and eight.VERSEENDNEWLINEVerse 8. - Neither Gabbai nor Sallai is mentioned in Chronicles, where the Benjamite chiefs inferior to Shallu are Ibneiah, Elah, and Meshullam (1 Chronicles 9:8). Nine hundred and twenty-eight. Nine hundred and fifty-six, according to Chronicles (1 Chronicles 9:9). Probably in one place or the other the figures have suffered corruption.NEWLINEVERSETITLESTARTNehemiah11:9VERSETITLEENDNEWLINEVERSESTARTAnd Joel the son of Zichri was their overseer: and Judah the son of Senuah was second over the city.VERSEENDNEWLINEVerse 9. - Their overseer. Probably the commandant of the city under Nehemiah. See 2 Kings 25:19, where pakid has this sense. Judah... was second. Next in authority to Joel.NEWLINEVERSETITLESTARTNehemiah11:10VERSETITLEENDNEWLINEVERSESTARTOf the priests: Jedaiah the son of Joiarib, Jachin.VERSEENDNEWLINEVerse 10. - Of the priests: Jedaiah the son of Joiarib, Jachin. Rather, \"Of the priests, Jedaiah, Joiarib, Jachin.\" The word ben, \"son,\" has once more accidentally crept in (comp. 1 Chronicles 9:10). The writer here passes from personal to famfiy names. Jedaiah and Joiarib were two of the chief priestly families, and are usually mentioned together (1 Chronicles 24:7; Nehemiah 12:6, 19, etc.). Jachin was a priestly family of much less distinction, descended probably from the head of the twenty-first course in David's time (1 Chronicles 24:17).NEWLINEVERSETITLESTARTNehemiah11:11VERSETITLEENDNEWLINEVERSESTARTSeraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the ruler of the house of God.VERSEENDNEWLINEVerse 11. - Seraiah (called \"Azariah\" in 1 Chronicles 9:11) designates the high priestly family of this time, as in Nehemiah 10:2; Nehemiah 12:1, 12. The \"Seraiah\" who gave name to it was probably the high priest taken prisoner by Nebu-zaradan, and put to death (2 Kings 25:18 - 21). The son of Hilkiah. Really the grandson (Ezra 7:1). The son of Meshullam. Or \"Shallum\" (ibid. ver. 2). The ruler of the house of God. i.e. the high priest; or, rather, the family which furnished the high priests at this time. The actual high priest was Eliashib, the son of Joiakim, and grandson of Jeshua (see Nehemiah 12:10; Nehemiah 13:4).NEWLINEVERSETITLESTARTNehemiah11:12VERSETITLEENDNEWLINEVERSESTARTAnd their brethren that did the work of the house were eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchiah,VERSEENDNEWLINEVerse 12. - Their brethren that did the work of the house. The priests of ordinary rank, who - divided originally into twenty-four, but now apparently into twenty-two, courses (Nehemiah 12:2-7) - had the care of the temple service in turn, amounted to the large number of (822+242+ 128 - ) 1192 persons, of whom between fifty and sixty would be employed in some work connected with the service at one time. (The parallel passage of Chronicles raises the total to 1760.)NEWLINEVERSETITLESTARTNehemiah11:13VERSETITLEENDNEWLINEVERSESTARTAnd his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,VERSEENDNEWLINEVERSETITLESTARTNehemiah11:14VERSETITLEENDNEWLINEVERSESTARTAnd their brethren, mighty men of valour, an hundred twenty and eight: and their overseer was Zabdiel, the son of one of the great men.VERSEENDNEWLINEVerse 14. - Their brethren, mighty men of valour. Not \"men of great courage,\" as Bp. Patrick explains, but \"very able men for the work of the service of the house of God,\" as our translators render the parallel passage of Chronicles (1 Chronicles 9:13). Zabdiel, the son of one of the great men. Rather, as in the margin, \"the son of Haggedolim.\"NEWLINEVERSETITLESTARTNehemiah11:15VERSETITLEENDNEWLINEVERSESTARTAlso of the Levites: Shemaiah the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni;VERSEENDNEWLINEVerses 15, 16. - Also of the Levites: Shemaiah. Compare 1 Chronicles 9:14. Shemaiah was a descendant of Merari. Together with Shabbethai and Jozabad (ver. 16), he had the superintendence of the outward business of the house of God; or, in other words, of its worldly affairs and money matters. As in the Christian Church a special order was appointed \"to serve tables\" (Acts 6:2-5), so in the Jewish the secular business of the temple was intrusted to a few carefully-selected persons of the inferior order of the ministry, who were known to have a special capacity for such matters (see 1 Chronicles 26:29).NEWLINEVERSETITLESTARTNehemiah11:16VERSETITLEENDNEWLINEVERSESTARTAnd Shabbethai and Jozabad, of the chief of the Levites, had the oversight of the outward business of the house of God.VERSEENDNEWLINEVERSETITLESTARTNehemiah11:17VERSETITLEENDNEWLINEVERSESTARTAnd Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, was the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun.VERSEENDNEWLINEVerse 17. - Mattaniah ... was the principal to begin the thanksgiving in prayer. i.e. the \"leader of the choir,\" or \"precentor.\" Bakbukiah was second to him among his brethren; i.e. was his chief assistant. Abda (or \"Obadiah,\" 1 Chronicles 9:16) held the third place.NEWLINEVERSETITLESTARTNehemiah11:18VERSETITLEENDNEWLINEVERSESTARTAll the Levites in the holy city were two hundred fourscore and four.VERSEENDNEWLINEVerse 18. - All the Levites... were two hundred fourscore and four. The small proportion borne by the Levites to the priests, which has been already noticed (see comment on Ezra 8:15), is here again apparent. They do not quite amount to one-third of the priests.NEWLINEVERSETITLESTARTNehemiah11:19VERSETITLEENDNEWLINEVERSESTARTMoreover the porters, Akkub, Talmon, and their brethren that kept the gates, were an hundred seventy and two.VERSEENDNEWLINEVerse 19. - The porters, Akkub, Talmon. On these familiar names, see the comment upon Ezra 2:42. An hundred and seventy-two. In 1 Chronicles 9:22 the number is said to have been 212.NEWLINEVERSETITLESTARTNehemiah11:20VERSETITLEENDNEWLINEVERSESTARTAnd the residue of Israel, of the priests, and the Levites, were in all the cities of Judah, every one in his inheritance.VERSEENDNEWLINEVERSETITLESTARTNehemiah11:21VERSETITLEENDNEWLINEVERSESTARTBut the Nethinims dwelt in Ophel: and Ziha and Gispa were over the Nethinims.VERSEENDNEWLINEVerse 21. - The Nethinims dwelt in Ophel. See above, ch. 3:26 Ophel, the southern prolongation of the temple hill, was a sort of suburb of Jerusalem, sometimes reckoned as part of the city, sometimes as distinct from it. It was a convenient position for the Nethinims, who were employed in menial offices about the temple. Ziha seems to represent the leading Nethinim family (Ezra 2:43; Nehemiah 7:46).NEWLINEVERSETITLESTARTNehemiah11:22VERSETITLEENDNEWLINEVERSESTARTThe overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers were over the business of the house of God.VERSEENDNEWLINEVerse 22. - Properly, the whole of this verse forms a single sentence, and should run as follows: - \"And the overseer of the Levites in Jerusalem, Huzzi, the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha, of the sons of Asaph the singers, was over the business of the house of God.\" As Shabbethai and Jozabad \"had the oversight of the outward business\" (ver. 16), so the internal business was under the superintendence of Huzzi, or Uzzi. Uzzi appears as taking part in the dedication of the wall (Nehemiah 12:42).NEWLINEVERSETITLESTARTNehemiah11:23VERSETITLEENDNEWLINEVERSESTARTFor it was the king's commandment concerning them, that a certain portion should be for the singers, due for every day.VERSEENDNEWLINEVerse 23. - For it was the king's commandment concerning them. Artaxerxes, it appears, had assigned a certain stipend from the royal revenue for the support of such Levites as were singers, and this stipend had to be paid to them day by day. It is suggested as the grounds for this special favour -NEWLINENEWLINE1. That the Levites engaged in the choral service were regarded as those especially who prayed \"for the life of the king and of his sons\" (Ezra 6:10); and,NEWLINENEWLINE2. That the singing Levites who returned from Babylon, being so few in number (128), had to be constantly on duty in the temple, and so needed a regular daily stipend. The nexus of this verse with the preceding one imp!ice that the payment in question was an important part of the internal business of the house committed to Uzzi.NEWLINEVERSETITLESTARTNehemiah11:24VERSETITLEENDNEWLINEVERSESTARTAnd Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, was at the king's hand in all matters concerning the people.VERSEENDNEWLINEVerse 24. - Pethahiah... of the children of Zerah. We have here an indication of the imperfection of the preceding catalogue, which has mentioned no descendants of Zerah among the Jews dwelling in Jerusalem, but made them all sons of Perez (ver. 6). As already observed, a verse equivalent to 1 Chronicles 6:9 must have fallen out between vers. 6 and 7 of this chapter. The exact office borne by Pethahiah cannot be determined; but he evidently held a confidential position, which made him an intermediary for certain purposes between the Persian king and the Jewish people. Perhaps he received and forwarded petitions and complaints.NEWLINEVERSETITLESTARTNehemiah11:25VERSETITLEENDNEWLINEVERSESTARTAnd for the villages, with their fields, some of the children of Judah dwelt at Kirjatharba, and in the villages thereof, and at Dibon, and in the villages thereof, and at Jekabzeel, and in the villages thereof,VERSEENDNEWLINEVerse 25. - And for the villages. Or, \"And, as regards the villages.\" The writer here at last passes away altogether from Jerusalem, and proceeds to speak of the country population of Judaea. This was chiefly located in villages or hamlets, to each of which was attached a territory suitable for cultivation. The principal of these settlements are now enumerated, and will be found to comprise seventeen places belonging to Judah, and fifteen belonging to Benjamin. Of these thirty-two, a considerable proper tion had subordinate hamlets attached to them. Kirjath-arba, or Hebron. During the captivity the old name had reasserted itself (see Joshua 14:15). Dibon is not the important Moabite town whence came the famous \"Moabite Stone,\" but the city anciently called Dimonah, which is coupled with \"Kabzeel\" and \"Moladah\" in Joshua 15:21-26. Jekabzeel is no doubt the ancient \"Kabzeel (Joshua 15:21).NEWLINEVERSETITLESTARTNehemiah11:26VERSETITLEENDNEWLINEVERSESTARTAnd at Jeshua, and at Moladah, and at Bethphelet,VERSEENDNEWLINEVerse 26. - Joshua is a place not mentioned anywhere but here. Moladah occurs in Joshua 15:26; Beth-phelet, no doubt the same as Beth-palet, in Joshua 15:27.NEWLINEVERSETITLESTARTNehemiah11:27VERSETITLEENDNEWLINEVERSESTARTAnd at Hazarshual, and at Beersheba, and in the villages thereof,VERSEENDNEWLINEVerse 27. - Hazar-shual and Beer-sheba are united in Joshua 15:28, and were no doubt near together. Hazar-shual means \"the village of foxes.\"NEWLINEVERSETITLESTARTNehemiah11:28VERSETITLEENDNEWLINEVERSESTARTAnd at Ziklag, and at Mekonah, and in the villages thereof,VERSEENDNEWLINEVerse 28. - Ziklag is celebrated as the town given to David by Achish king of Gath (1 Samuel 27:6), and soon afterwards taken by the Amalekites (ibid. 30:1). Mekonah is a name which occurs only in this place.NEWLINEVERSETITLESTARTNehemiah11:29VERSETITLEENDNEWLINEVERSESTARTAnd at Enrimmon, and at Zareah, and at Jarmuth,VERSEENDNEWLINEVerse 29. - En-rimmon, \"the spring of Rimmon,\" is to be identified with the \"Ain and Rimmon\" of Joshua 15:32 - two neighbouring villages, which ultimately grew into one. Zareah is no doubt the \"Zoreah\" of Joshua 15:33, which was in the Shephelah, or low coast tract. Jarmuth is the town of Piram, who warred with Joshua (Joshua 10:3-27). Like Zareah, it lay in the low coast tract (Joshua 15:35).NEWLINEVERSETITLESTARTNehemiah11:30VERSETITLEENDNEWLINEVERSESTARTZanoah, Adullam, and in their villages, at Lachish, and the fields thereof, at Azekah, and in the villages thereof. And they dwelt from Beersheba unto the valley of Hinnom.VERSEENDNEWLINEVerse 30. - Zanoah and Adullam appear in close connection with Jarmuth in Joshua 15:34, 35. Zanoah was not a place of any importance, but Adullam, near which was David's cave, is often mentioned. It had its own king in the time of Joshua (Joshua 12:15), was fortified by Rehoboam (2 Chronicles 11:7), and remained a city of some strength under the Maccabees (2 Macc. 12:38). Lachish is a place even more celebrated than Adullam. Its king, Japhia, warred with Joshua (Joshua 12:3-16). It was fortified by Rehoboam (2 Chronicles 11:9). Amaziah took refuge there when conspiracy threatened him at Jerusalem (2 Kings 14:19); and Sennacherib \"besieged it with all his power\" (2 Chronicles 22:9). Azekah is joined with Jarmuth and Adullam in Joshua 15:35. Like Adullam and Lachish, it was fortified by Rehoboam (2 Chronicles 11:9). They (i.e. the children of Judah) dwelt from Beer-sheba to the valley of Hinnom. The southernmost and the northernmost parts of Judaea are here mentioned.NEWLINEVERSETITLESTARTNehemiah11:31VERSETITLEENDNEWLINEVERSESTARTThe children also of Benjamin from Geba dwelt at Michmash, and Aija, and Bethel, and in their villages,VERSEENDNEWLINEVerse 31. - The children also of Benjamin from Geba dwelt at Michmash. Rather, \"Also the children of Benjamin dwelt from Geba to Michmash, and Aija, and Bethel,\" etc. Geba was reckoned an extreme city of Benjamin towards the west, and consequently occurs last in the first list of Joshua (Nehemiah 18:24). Its proximity to Michmash and Aija (Aiath) appears in Isaiah 10:28, 29. All three places were in the near vicinity of Bethel.NEWLINEVERSETITLESTARTNehemiah11:32VERSETITLEENDNEWLINEVERSESTARTAnd at Anathoth, Nob, Ananiah,VERSEENDNEWLINEVerse 32. - Anathoth was on the road from Geba to Jerusalem (Isaiah 10:30), and was a Levitical city (Joshua 21:18). Nob was still nearer to the capital, which could be seen from it (Isaiah 10:32). It was famous for the massacre of the priests by Doeg (1 Samuel 22:18, 19). Ananiah is mentioned only in this place.NEWLINEVERSETITLESTARTNehemiah11:33VERSETITLEENDNEWLINEVERSESTARTHazor, Ramah, Gittaim,VERSEENDNEWLINEVerse 33. - Hazor occurs as a Benjamite city here only. Ramah is the famous town, now er-Ram, so often mentioned as a little to the north of Jerusalem (Joshua 18:25; Judges 4:5; 1 Kings 15:17; Isaiah 10:29; Jeremiah 31:15). Gittaim is mentioned as a Benjamite town in 2 Samuel 4:3.NEWLINEVERSETITLESTARTNehemiah11:34VERSETITLEENDNEWLINEVERSESTARTHadid, Zeboim, Neballat,VERSEENDNEWLINEVerse 34. - Hadid is joined with Lod and Ono in Ezra 2:33 and Nehemiah 7:37. It is probably the modern Haditheh, three miles east of Ludd or Lod, in the Shephelah. Zeboim is not elsewhere mentioned as a town, but we hear of a \"valley of Zeboim\" in 1 Samuel 13:18, which seems to have lain east of Michmash, in the bleak country towards the Jordan. Neballat is not elsewhere mentioned.NEWLINEVERSETITLESTARTNehemiah11:35VERSETITLEENDNEWLINEVERSESTARTLod, and Ono, the valley of craftsmen.VERSEENDNEWLINEVerse 35. - Lod, now Ludd (called in the Acts of the Apostles Lydda), was at the eastern edge of the Shephelah, or low maritime plain, and about nine miles to the S.E. of Joppa. Unimportant during the early times, it became a place of considerable note under the Maccabees (1 Macc. 10:30, 38 1 Macc. 11:28, 34, 57, etc.), and so continued till the taking of Jerusalem by Titus, soon after which its name was changed to Diospolis. Ono is first mentioned in 1 Chronicles 8:12 in combination with Lod, with which it is also joined in Ezra 2:33 and Nehemiah 7:37. We do not know how it came to be called \"the valley of craftsmen.\"NEWLINEVERSETITLESTARTNehemiah11:36VERSETITLEENDNEWLINEVERSESTARTAnd of the Levites were divisions in Judah, and in Benjamin.VERSEENDNEWLINEVerse 36. - Of the Levites were divisions in Judah and Benjamin. The exact sense is obscure, but we may gather from the passage that a certain number of Levites were dispersed among the Benjamite cities. They were not now numerous enough to have any cities to themselves.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.12":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah12:1VERSETITLEENDNEWLINEVERSESTARTNow these are the priests and the Levites that went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,VERSEENDNEWLINEVerse 1. - Zerubbabel, the son of Shealtiel. See the comment on Ezra 3:2. Jeshua. The high priest of Zerubbabel's time. Seraiah. Compare Nehemiah 11:11 with the comment on that place. The original Seraiah was the high priest murdered by Nebuchadnezzar (2 Kings 25:18-21). Jeremiah and Ezra, who gave name to the second and third course, must not be regarded as the prophet or the scribe so named, but as persons of whom nothing more is known to us.NEWLINEVERSETITLESTARTNehemiah12:2VERSETITLEENDNEWLINEVERSESTARTAmariah, Malluch, Hattush,VERSEENDNEWLINEVerse 2. - Malluch is rolled \"Melicu\" below, in ver. 14; but the reading of \"Malluch\" is confirmed by Nehemiah 10:4. Hattush. It is curious that Hattush is omitted from the third list (infra, vers. 12-21). He appears, however, in the first (Nehemiah 10:4), as well as here.NEWLINEVERSETITLESTARTNehemiah12:3VERSETITLEENDNEWLINEVERSESTARTShechaniah, Rehum, Meremoth,VERSEENDNEWLINEVerse 3. - Shechaniah Rather, \"Shebaniah,\" as the name is given in Nehemiah 10:4 and Nehemiah 12:14. Rehum. Rather, \"Harim,\" which is found in ver. 15, and also in Nehemiah 10:5. Compare, moreover, Ezra 2:39; Nehemiah 7:42. Meremoth is probably correct, though altered to Meraioth in ver. 15, since we find Meremoth in Nehemiah 10:5.NEWLINEVERSETITLESTARTNehemiah12:4VERSETITLEENDNEWLINEVERSESTARTIddo, Ginnetho, Abijah,VERSEENDNEWLINEVerse 4. - Iddo is probably correct, rather than \"Obadiah,\" which we find after Meremoth in Nehemiah 10:5, since \"Iddo\" recurs in ver. 16. Ginnetho. Rather, \"Ginnethon\"(see Nehemiah 10:6; Nehemiah 12:16). Abijah. This would seem to be the course to which Zacharias, the father of John the Baptist, belonged (Luke 1:5).NEWLINEVERSETITLESTARTNehemiah12:5VERSETITLEENDNEWLINEVERSESTARTMiamin, Maadiah, Bilgah,VERSEENDNEWLINEVerse 5. - Miamin is confirmed by Nehemiah 10:7, and is therefore to be preferred to the \"Miniamin\" of ver. 17. Maadiah \"Moadiah\" (ver. 17), and \"Maaziah\" (Nehemiah 10:8) are not so much different names as different ways of spelling the same name. The same may be said of Bilgah and \"Bilgai\" (Nehemiah 10:8).NEWLINEVERSETITLESTARTNehemiah12:6VERSETITLEENDNEWLINEVERSESTARTShemaiah, and Joiarib, Jedaiah,VERSEENDNEWLINEVerse 6. - And Joiarib. The introduction of the conjunction \"and\" here, and here only, in this list separates off very markedly the last six names from the first sixteen. A similar division is made in ver. 19. The reason for the division seems to be that these last six courses, though including some of the very highest priestly families, as those of Joiarib and Jedaiah (1 Chronicles 24:7; Ezra 2:36; Nehemiah 7:39; Nehemiah 11:10), for some reason or other, did not seal to the covenant, whereas the other sixteen courses did so. Jedaiah. The double occurrence of this name (in vers. 6 and 7) would naturally raise a suspicion of corruption; but the two Jedaiahs are confirmed by vers. 19, 21.NEWLINEVERSETITLESTARTNehemiah12:7VERSETITLEENDNEWLINEVERSESTARTSallu, Amok, Hilkiah, Jedaiah. These were the chief of the priests and of their brethren in the days of Jeshua.VERSEENDNEWLINEVerse 7. - These were the chief, etc. It may be suspected that this is properly the heading of another list, parallel to that in vers. 12-21, which gave the names of the actual heads of the courses in Jeshua's time.NEWLINEVERSETITLESTARTNehemiah12:8VERSETITLEENDNEWLINEVERSESTARTMoreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, which was over the thanksgiving, he and his brethren.VERSEENDNEWLINEVerse 8. - Moreover the Levites: Jeshua, Binnui, Kadmiel, etc. Here again families are probably intended, as in Ezra 2:40; Ezra 3:9; Nehemiah 9:4, 5, etc., though it is possible that the founders of the families actually returned with Zerubbabel. Jeshua, Binnui, and Kadmiel appear as the leading Levitical families at the sealing of the covenant (Nehemiah 10:9). On Mattaniah see the comment upon Nehemiah 11:17.NEWLINEVERSETITLESTARTNehemiah12:9VERSETITLEENDNEWLINEVERSESTARTAlso Bakbukiah and Unni, their brethren, were over against them in the watches.VERSEENDNEWLINEVerse 9. - Bakbukiah and Unni. Bakbukiah's position with respect to Mattaniah has been already mentioned (Nehemiah 11:17). \"Unni\" appears, in this place only, as a Levite of Zerubbabel's time. Were over against them in the watches. i.e. \"ministered in their courses, as the others did, and kept their stations over against them in their turns of attendance, which are called their 'watches' or wards\" (Bp. Patrick). LIST OF THE HIGH PRIESTS FROM JESHUA TO JADDUA (Nehemiah 12:10, 11). That this is the line of descent in the high priestly family of the time sufficiently appears both from the names themselves, and from the position assigned to those who bore them in vers. 22, 23, 26. Whether all of them actually exercised the high priest's office is left uncertain in Scripture, but satisfactorily established by Josephus. The six names cover a space of at least 205 years - from the conquest of Babylon by Cyrus, B.C. 538, to the submission of Jerusalem to Alexander the Great, B.C. 333, which gives very long generations, but still such as are historically possible. Jeshua was certainly high priest from B.C. 538 to B.C. 516. He may have been succeeded by his son, Joiakim, about B.C. 490. Joiakim had certainly been succeeded by his son, Eliashib, before B.C. 444 (Nehemiah 3:1); and Eliashib was probably succeeded by Joiada about B.C. 420. Joiada's high priesthood may be assigned to the period between B.C. 420 and 380; Jonathan's to that between B.C. 380 and 350. Jaddua might then hold the dignity from B.C. 350 to 330, or later, and so be brought into contact with Alexander the Great. It is questioned whether in that case Nehemiah can have written the present passage, and certain that he cannot have done so unless he lived to be at least 131 years of age. As this is exceedingly improbable, it is best to suppose, either that the whole list was placed here by Malachi, or at any rate that that prophet added the clause, \"and Jonathan begat Jaddua.\"NEWLINEVERSETITLESTARTNehemiah12:10VERSETITLEENDNEWLINEVERSESTARTAnd Jeshua begat Joiakim, Joiakim also begat Eliashib, and Eliashib begat Joiada,VERSEENDNEWLINEVerse 10. - Jeshua. The \"Jeshua\" of ver. 1, not of ver. 8 - the high priest of Zerub-babel's time (Ezra 3:2, 8; Ezra 4:3; Ezra 5:2, etc.). Begat Joiakim. The high priesthood of Joiakim falls into the interval between the first part (chs. 1-7.) and the second part (chs. 7-10.) of Ezra. He is only mentioned in this chapter (vers. 12, 26). Eliashib is first mentioned in Ezra 10:6, but he does not appear as high priest until after Nehemiah reaches Jerusalem (Nehemiah 3:1). On his close connection with Tobiah see Nehemiah 13:4, 5, 28. Joiada is called Judas by Josephus ('Ant. Jud.,' 11:7, § 1). His term of office lasted, according to Syncellus and the Paschal Chronicle, thirty-six years.NEWLINEVERSETITLESTARTNehemiah12:11VERSETITLEENDNEWLINEVERSESTARTAnd Joiada begat Jonathan, and Jonathan begat Jaddua.VERSEENDNEWLINEVerse 11. - Jonathan, or \"Johanan,\" as the name is given in vers. 22, 23, became high priest about B.C. 380, according to Syncellus and the Paschal Chronicle, and held the office for thirty-two years. Josephus, who calls him \"Jannseus\" ( = John), says that he murdered his own brother, Jeshua, in the temple, because he was endeavouring to supplant him in the high priesthood through the influence of the Persians. Jaddua is mentioned as high priest at the time of Alexander's entrance into Jerusalem by Josephus ('Ant. Jud.,' 11:8, § 5) and Eusebius ('Chron. Can.,' 2. p. 346). The story of Alexander's having previously seen him in a dream is not generally credited. He is said to been high priest for twenty years, and to have outlived Alexander. LIST OF THE HEADS OF THE PRIESTLY COURSES IN THE TIME OF THE HIGH PRIEST JOIAKIM (Nehemiah 12:12-21). Joiakim must have been contemporary with Xerxes, and consequently have been high priest at the time when the very existence of the Jewish people was threatened by Haman. It is curious that we have no record of his high priesthood, nor of the condition of the Palestinian Jews at the time, beyond the slight hints furnished by this chapter. These hints seem to imply that under him special attention was paid to the formation of lists, especially of the chief priests and Levites, and that the temple service was celebrated with great exactness and regularity (vers. 24-26). The present list is particularly valuable, as enabling us to check that with which the chapter opens, and as establishing the family character of the names whereof that list is made up.NEWLINEVERSETITLESTARTNehemiah12:12VERSETITLEENDNEWLINEVERSESTARTAnd in the days of Joiakim were priests, the chief of the fathers: of Seraiah, Meraiah; of Jeremiah, Hananiah;VERSEENDNEWLINEVerse 12. - Of Seraiah, Meraiah. It will be observed that the family names of the priestly, courses follow the order of the same names in vers. 1-7, and exactly accord with them, excepting in minute differences of spelling, and in one omission - that of the name of \"Hattush.' It might be supposed that the family of Hattush had died out; but this is contradicted by its reappearance among the signatures to the covenant (Nehemiah 10:4); the omission here would therefore appear to be accidental.NEWLINEVERSETITLESTARTNehemiah12:13VERSETITLEENDNEWLINEVERSESTARTOf Ezra, Meshullam; of Amariah, Jehohanan;VERSEENDNEWLINEVERSETITLESTARTNehemiah12:14VERSETITLEENDNEWLINEVERSESTARTOf Melicu, Jonathan; of Shebaniah, Joseph;VERSEENDNEWLINEVERSETITLESTARTNehemiah12:15VERSETITLEENDNEWLINEVERSESTARTOf Harim, Adna; of Meraioth, Helkai;VERSEENDNEWLINEVERSETITLESTARTNehemiah12:16VERSETITLEENDNEWLINEVERSESTARTOf Iddo, Zechariah; of Ginnethon, Meshullam;VERSEENDNEWLINEVERSETITLESTARTNehemiah12:17VERSETITLEENDNEWLINEVERSESTARTOf Abijah, Zichri; of Miniamin, of Moadiah, Piltai;VERSEENDNEWLINEVerse 17. - Of Miniamin Rather, \"of Miamin\" (see ver. 5). The name of the head of the course in Joiakim's time has, by the carelessness of a copyist, fallen out.NEWLINEVERSETITLESTARTNehemiah12:18VERSETITLEENDNEWLINEVERSESTARTOf Bilgah, Shammua; of Shemaiah, Jehonathan;VERSEENDNEWLINEVERSETITLESTARTNehemiah12:19VERSETITLEENDNEWLINEVERSESTARTAnd of Joiarib, Mattenai; of Jedaiah, Uzzi;VERSEENDNEWLINEVerse 19. - And of Joiarib. The conjunction \"and' occurring here, exactly as it does in ver. 6, once only in the whole list, and before the same name, shows that the two documents (Nehemiah 12:1-7, 12-21) are from the same hand. That the hand is that of Nehemiah, or a contemporary, seems to follow from the fact that no reason can be assigned for the division, or for the low place in the lists of the names Joiarib and Jedaiah, except the failure of these families to set their seals to the covenant (see the comment on ver. 6). PARENTHETIC STATEMENT OF THE TIME DOWN TO WHICH EXACT LISTS OF THE LEADING PRIESTS AND LEVITES WERE KEPT (Nehemiah 12:22, 23). These verses appear to constitute a late insertion. They interrupt the list of high church officers in the time of Joiakim, which is commenced in ver. 12 and not concluded till ver. 26. By their mention of Jaddua as high priest, and of \"Darius the Persian\" as contemporary king, they betray a writer who lived at least as late as B.C. 336, or nearly a century after the time of Nehemiah's religious reforms. The facts put on record by this writer are not of very much importance. They seem to be simply these: -NEWLINENEWLINE1. That the practice of accurately recording the heads of the priestly and Levitical courses, which Nehemiah has noted as belonging to the days of Joiakim, was continued under his successors, Eliashib, Joiada, Johanan, and Jaddua, down (at any rate) to the accession of Darius Codomannus; and,NEWLINENEWLINE2. That in the case of the Levites the lists were inserted into the book of the chronicles - not our \"Book,\" but that larger one, of which ours is in the main an abbreviation - down to the time of Johanan, the son (or, rather, grandson) of Eliashib. It has been supposed that the writer originally accompanied these statements with lists that have been lost, but this does not appear to be probable.NEWLINEVERSETITLESTARTNehemiah12:20VERSETITLEENDNEWLINEVERSESTARTOf Sallai, Kallai; of Amok, Eber;VERSEENDNEWLINEVERSETITLESTARTNehemiah12:21VERSETITLEENDNEWLINEVERSESTARTOf Hilkiah, Hashabiah; of Jedaiah, Nethaneel.VERSEENDNEWLINEVERSETITLESTARTNehemiah12:22VERSETITLEENDNEWLINEVERSESTARTThe Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were recorded chief of the fathers: also the priests, to the reign of Darius the Persian.VERSEENDNEWLINEVerse 22. - In the days of Eliashib, Joiada, and Johanan, and Jaddua. See comment on vers. 10, 11. In the reign of Darius. Rather, \"to the reign.\" The \"Darius\" intended is beyond all doubt Codomannus, the adversary of Alexander the Great, who was contemporary with Jaddua. The lists went on under the four high priests down to the time when Darius Codomannus was king of Persia. It is not said that they then ceased. The Persian. Some suppose an antithesis here between this Darius and \"Darius the Mede\" of Daniel (Daniel 5:31; Daniel 11:1). But this is unlikely, since there was nothing to recall that unimportant personage to the thoughts of the writer. Others, with better reason, suggest a tacit allusion to the transfer of empire from Persia to Macedon, and think the date of the passage must be subsequent to B.C. 331, when the kingdom passed away from PersiaNEWLINEVERSETITLESTARTNehemiah12:23VERSETITLEENDNEWLINEVERSESTARTThe sons of Levi, the chief of the fathers, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib.VERSEENDNEWLINEVerse 23. - Even until the days of Johanan. Why the practice of inserting the names in the book of the chronicles ceased at this date it is impossible to say, unless it was that the chronicles themselves ceased to be compiled. There certainly appears to be a long gap in the authentic Jewish annals between the close of the Old Testament canon and the composition of the First Book of the Maccabees. Johanan, the son of Eliashib. The \"grandson\" really, as appears by vers. 10, 11. LIST OF THE CHIEF LEVITICAL FAMILIES IN THE TIME OF JOIAKIM AND LATER (Nehemiah 12:24-26). That family, rather than personal, names are here intended is sufficiently shown in the final summary of ver. 26, since the same individuals cannot have flourished under Joiakim (B.C. 490-460)and also under Nehemiah (B.C. 444-430). The actual names - Jeshua, Kadmiel, Hashabiah, Shersbiah, etc. - are all found as family names.NEWLINEVERSETITLESTARTNehemiah12:24VERSETITLEENDNEWLINEVERSESTARTAnd the chief of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brethren over against them, to praise and to give thanks, according to the commandment of David the man of God, ward over against ward.VERSEENDNEWLINEVerse 24. - Hashabiah. See above, Nehemiah 9:5; Nehemiah 10:11. Sherebiah. Compare Nehemiah 9:4, 5; Nehemiah 10:12; Nehemiah 12:8. Jeshua, the son of Kadmiel. For ben, \"son,\" we should probably read \"Bani,\" a common Levitical name (Nehemiah 9:4, 5; Nehemiah 10:13), in which case the passage would run as follows: - \"And the chief of the Levites were Hashabiah, Sherebiah, Jeshua, Bani, Kadmiel, with their brethren,\" etc. To praise and to give thanks, according to the commandment of David. Compare 1 Chronicles 15:16; 1 Chronicles 23:5; 1 Chronicles 25:3, etc. Man of God is an epithet not often applied to David. It occurs, however, again in ver. 36, and also in 2 Chronicles 8:14. Ward over against ward. Antiphonically - division over against division.NEWLINEVERSETITLESTARTNehemiah12:25VERSETITLEENDNEWLINEVERSESTARTMattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were porters keeping the ward at the thresholds of the gates.VERSEENDNEWLINEVerse 25. - Meshullam and Obadiah are new as Levitical names; but the remaining names of the passage are well known. Talmon and Akkub are among the porters of David's time (1 Chronicles 9:17), and are mentioned in Ezra 2:42; Nehemiah 7:45; Nehemiah 11:19. Bakbukiah and Mattaniah occur in Nehemiah 11:17 and Nehemiah 12:8, 9; but as families of singers, rather than of porters, in those places. Keeping the ward at the thresholds of the gates. Rather, as in the margin, \"at the treasuries.\" It is thought that the chambers above the gateways may have been used as storehouses or treasuries.NEWLINENEWLINECHAPTER 12:27-47 PART IV. DEDICATION OF THE WALL OF JERUSALEM UNDER NEHEMIAH AND EZRA, WITH NEHEMIAH'S ARRANGEMENT OF THE TEMPLE OFFICERS, AND HIS EFFORTS FOR THE REFORM OF RELIGION (CH. 12:27-47, AND CH. 13.). DEDICATION OF THE WALL (Nehemiah 12:27-43). It is supposed by some that the author has here departed from the chronological order, and gone back to a date not much subsequent to the completion of the wall in September, B.C. 444, since the dedication of a work under ordinary circumstances follows closely upon its accomplishment. But no reason has been shown for the actual place held by the narrative in the Book upon this supposition, nor is it easy to imagine that the author would have separated the dedication of the wall from its completion by five chapters and a half, unless they had been separated in fact by an interval of some duration. The interval seems, by the notes of time contained in chs. 12, 13, to have been one of nearly thirteen years. Nehemiah's religious reforms were certainly subsequent to the visit that he paid to the Persian court in B.C. 432 (Nehemiah 13:6). These reforms grew out of a reading of the law which took place at the time when Nehemiah appointed the temple officers (Nehemiah 13:1), and that appointment followed closely on the dedication (Nehemiah 12:44). We may account for the long delay by supposing that Nehemiah was afraid of offending Artaxerxes if he ventured on a ceremony, to which the superstition of the surrounding heathen may have attached extreme importance, without his express permission, and that to obtain this permission his personal influence was necessary. The dedication of a city wall was, so far as we know, a new thing in Israel; but it had been customary from a remote time to dedicate houses (Deuteronomy 20:5); and natural piety extended this practice to aggregations of houses, and to the limit or fence by which they were practically made one. The priestly order had shown its sense of the fitness of such a consecration when they raised their portion of the wall, and had at once \"sanctified it\" (Nehemiah 3:1). Nehemiah now, by the ceremony which he planned and carried out, placed the whole circuit of the wall under the Divine protection, confessing in this solemn act the intrinsic worthlessness of mere walls and bulwarks, unless God lends them strength and makes them a protection against enemies.NEWLINEVERSETITLESTARTNehemiah12:26VERSETITLEENDNEWLINEVERSESTARTThese were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe.VERSEENDNEWLINEVERSETITLESTARTNehemiah12:27VERSETITLEENDNEWLINEVERSESTARTAnd at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to keep the dedication with gladness, both with thanksgivings, and with singing, with cymbals, psalteries, and with harps.VERSEENDNEWLINEVerse 27. - And at the dedication ... they sought the Levites. The nexus of this passage seems to be with Nehemiah 11:36; and we may suppose that originally it followed immediately on ch. 11. - the lists (Nehemiah 12:1-26) being a later insertion. The author, having (in Nehemiah 11:36) told us of the wide dispersion of the Levites, now notes that they were summoned from all the places where they dwelt, and brought (one and all) to Jerusalem for the solemnity of the dedication. To keep the dedication with gladness, both with thanksgiving and with singing, etc. Solomon's dedication of the temple was the pattern followed. As he had made the service altogether one of praise and thanksgiving (2 Chronicles 5:13), and had employed in it cymbals, trumpets, psalteries, and harps (ibid. ver. 12), so Nehemiah on the present occasion.NEWLINEVERSETITLESTARTNehemiah12:28VERSETITLEENDNEWLINEVERSESTARTAnd the sons of the singers gathered themselves together, both out of the plain country round about Jerusalem, and from the villages of Netophathi;VERSEENDNEWLINEVerse 28. - The sons of the singers. i.e. the Levites who belonged to the class of singers (1 Chronicles 15:16-22; Nehemiah 7:44, etc.). The plain country round about Jerusalem. Dean Stanley understands by this \"the Jordan valley\" ('Lectures on the Jewish Church,' Third Series, p. 129); but that is a district too remote to be intended by the words \"round about Jerusalem.\" The valleys of Hinnom and Jehoshaphat better suit the description. The villages of Netophathi. Rather, \"of the Netophathites\" (see 1 Chronicles 9:16), or people of Netophah, which was a country town not far from Bethlehem.NEWLINEVERSETITLESTARTNehemiah12:29VERSETITLEENDNEWLINEVERSESTARTAlso from the house of Gilgal, and out of the fields of Geba and Azmaveth: for the singers had builded them villages round about Jerusalem.VERSEENDNEWLINEVerse 29. - From the house of Gilgal. Rather, \"from Beth-Gilgal,\" which was the name now borne by the Gilgal due north of Jerusalem. Out of the fields of Geba. See above, Nehemiah 11:31. And Azmaveth, Compare Ezra 2:24; Nehemiah 7:28. Azmaveth was a Benjamite town, not far from Anathoth. The singers had built themselves villages round Jerusalem. Such of the singers as were not located in Jerusalem itself fixed their dwellings in the immediate neighbourhood, in order the more readily to attend the temple service. Ver 30. - The priests and the Levites purified themselves. On this occasion there is no preference of the Levites over the priests, as in 2 Chronicles 29:34 and Ezra 6:20. Both classes were, it would seem, equally zealous, and equally forward to purify themselves. And the gates and wall. Inanimate things might contract legal defilement (Deuteronomy 23:14; Leviticus 14:34-53). In case either the wall or the gates should be in any such way unclean, they were made to undergo a legal purification before the ceremony of the dedication began.NEWLINEVERSETITLESTARTNehemiah12:30VERSETITLEENDNEWLINEVERSESTARTAnd the priests and the Levites purified themselves, and purified the people, and the gates, and the wall.VERSEENDNEWLINEVERSETITLESTARTNehemiah12:31VERSETITLEENDNEWLINEVERSESTARTThen I brought up the princes of Judah upon the wall, and appointed two great companies of them that gave thanks, whereof one went on the right hand upon the wall toward the dung gate:VERSEENDNEWLINEVerse 31. - I brought up the princes of Judah upon the wall, and appointed two great companies. Nehemiah caused all the chiefs of the nation, both lay and clerical, to mount upon the wall, and there marshalled them into two companies, composed of clergy and laity intermixed, one of which he placed under the direction of Ezra (ver. 36), while of the other he took the command himself (ver. 38). The place of assemblage must have been some portion of the western wall, probably the central portion, near the modern Jaffa gate. From this Ezra's company proceeded southward, and then eastward, along the southern wall, while Nehemiah's marched northward, and then eastward, along the northern wall, both processions meeting midway in the eastern wall, between the \"water\" and the \"prison\" gates. Toward the dung gate. On the position of this gate, see the comment on Nehemiah 2:13.NEWLINEVERSETITLESTARTNehemiah12:32VERSETITLEENDNEWLINEVERSESTARTAnd after them went Hoshaiah, and half of the princes of Judah,VERSEENDNEWLINEVerse 32. - After them. After the singers, who in each procession took the lead. Hoshaiah is perhaps the \"Hoshea\" of Nehemiah 10:23, who \"sealed to\" the covenant. Half the princes of Judah. The other half were with Nehemiah in the other \"company\" (ver. 40).NEWLINEVERSETITLESTARTNehemiah12:33VERSETITLEENDNEWLINEVERSESTARTAnd Azariah, Ezra, and Meshullam,VERSEENDNEWLINEVerses 33, 34. - Azariah, Ezra, and Meshullam. Next to the \"princes\" came two priestly families - those of Azariah (or Ezra) and Meshullam (ch. x, 2, 7); then Judah and Benjamin, or certain lay people of those tribes; after them two other priestly families - those of Shemaiah and Jeremiah (Nehemiah 10:2, 8; Nehemiah 12:1, 6).NEWLINEVERSETITLESTARTNehemiah12:34VERSETITLEENDNEWLINEVERSESTARTJudah, and Benjamin, and Shemaiah, and Jeremiah,VERSEENDNEWLINEVERSETITLESTARTNehemiah12:35VERSETITLEENDNEWLINEVERSESTARTAnd certain of the priests' sons with trumpets; namely, Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph:VERSEENDNEWLINEVerse 35. - Certain of the priests' sons with trumpets. Compare ver. 41. A body of priests, who blew trumpets, accompanied each procession, following closely upon the \"princes,\" and followed by a body of Levites. Namely, Zechariah. There is nothing corresponding to \"namely\" in the original; and it is clear that Zechariah was not a \"priest's son,\" but a Levite, since he was descended from Asaph. Probably a vau conjunctive has fallen out before his name.NEWLINEVERSETITLESTARTNehemiah12:36VERSETITLEENDNEWLINEVERSESTARTAnd his brethren, Shemaiah, and Azarael, Milalai, Gilalai, Maai, Nethaneel, and Judah, Hanani, with the musical instruments of David the man of God, and Ezra the scribe before them.VERSEENDNEWLINEVerse 36. - The musical instruments of David. Cymbals, psalteries, and harps. See above, ver. 27, and comp. 1 Chronicles 15:16, 19-21. The Jews had become acquainted with a great variety of musical instruments during the captivity (Daniel 3:7; Psalm 150:4, 5), but rigidly excluded all except the old instruments from the service of religion. Ezra the scribe before them. As their leader. It is interesting to find no jealousy separating Ezra from the governor who had superseded him. As the two conjointly had addressed the people on a former occasion (Nehemiah 8:9), so now they conjointly conducted the ceremony of the dedication.NEWLINEVERSETITLESTARTNehemiah12:37VERSETITLEENDNEWLINEVERSESTARTAnd at the fountain gate, which was over against them, they went up by the stairs of the city of David, at the going up of the wall, above the house of David, even unto the water gate eastward.VERSEENDNEWLINEVerse 37. - At the fountain gate. See above, Nehemiah 2:14 and Nehemiah 3:15. Which was over against them. There is no \"which was\" in the original; and it was clearly not the gate, but the steps, that were \"over against them.\" They came to the fountain gate in the course of their perambulation of the wall, and there saw, \"opposite to them,\" the steps that led up to the city of David. By these they ascended the eastern hill, and mounting upon the wall once more, followed its course until they reached the \"water gate,\" which overlooked the Kidron valley (Nehemiah 3:26), where they stopped. Above the house of David. See the comment on Nehemiah 3:25.NEWLINEVERSETITLESTARTNehemiah12:38VERSETITLEENDNEWLINEVERSESTARTAnd the other company of them that gave thanks went over against them, and I after them, and the half of the people upon the wall, from beyond the tower of the furnaces even unto the broad wall;VERSEENDNEWLINEVerses 38, 39. - And the other company. Nehemiah now proceeds to trace the course of the other choir or procession - the one which he himself accompanied. Starting from the same part of the western wall as the other, its course was northward to the N.W. angle of the city wall, after which it was eastward to the \"sheep gate, and then southward to the \"prison gate.\" In this part of his description Nehemiah traces the same portion of the wall as that which had engaged his attention in Nehemiah 3:1-11, and mentions almost exactly the same features, but in the reverse order. For the tower of the furnaces see Nehemiah 3:11; for the broad wall, ver. 8; for the old gate, ver. 6; for the fish gate, ver. 3; for the tower of Hananeel, the tower of Meah, and the sheep gate, ver. 1. The gate of Ephraim is not mentioned in ch. 3. It must have been in the north wall, a little to the west of the \"old gate.\" The prison gate, also omitted in ch. 3, was probably in the east wall, a little north of the water gate.NEWLINEVERSETITLESTARTNehemiah12:39VERSETITLEENDNEWLINEVERSESTARTAnd from above the gate of Ephraim, and above the old gate, and above the fish gate, and the tower of Hananeel, and the tower of Meah, even unto the sheep gate: and they stood still in the prison gate.VERSEENDNEWLINEVERSETITLESTARTNehemiah12:40VERSETITLEENDNEWLINEVERSESTARTSo stood the two companies of them that gave thanks in the house of God, and I, and the half of the rulers with me:VERSEENDNEWLINEVerse 40. - So stood the two companies. Having performed their respective portions of the perambulation, and reached the central portion of the eastern wall, opposite the temple area, the two companies came to a stand, one over against the other, not in the house of God, but by it, or near it, which is a meaning that the preposition ב often has. The half of the rulers. Compare ver. 32.NEWLINEVERSETITLESTARTNehemiah12:41VERSETITLEENDNEWLINEVERSESTARTAnd the priests; Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, and Hananiah, with trumpets;VERSEENDNEWLINEVerse 41. - And the priests, Eliakim, etc. These names are probably personal. With a single exception, they are absent from the lists of priestly families (Nehemiah 10:2-8; Nehemiah 12:12-21).NEWLINEVERSETITLESTARTNehemiah12:42VERSETITLEENDNEWLINEVERSESTARTAnd Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. And the singers sang loud, with Jezrahiah their overseer.VERSEENDNEWLINEVerse 42. - And Maaseiah, etc. It may be suspected that these are Levitical names, and correspond to the nine Levites mentioned as accompanying Ezra in vers. 35, 36. The chief difference seems to have been that Ezra's Levites played on instruments, while Nehemiah's were \"singers.\"NEWLINEVERSETITLESTARTNehemiah12:43VERSETITLEENDNEWLINEVERSESTARTAlso that day they offered great sacrifices, and rejoiced: for God had made them rejoice with great joy: the wives also and the children rejoiced: so that the joy of Jerusalem was heard even afar off.VERSEENDNEWLINEVerse 43. - Also that day they offered great sacrifices. David had inaugurated the \"tabernacle\" which he made for the ark of the covenant at Jerusalem with sacrifice (2 Samuel 6:17), and had consecrated the threshing-floor of Araunah the Jebusite in the same way (2 Samuel 24:25). Solomon, at his dedication of the temple, had sacrificed sheep and oxen \"that could not be numbered for multitude\" (1 Kings 8:5). Zerubbabel had followed this example at the dedication of the second temple (Ezra 6:17); and we may presume that it was with victims that Eliashib and his brethren the priests had \"sanctified\" their portion of the wall soon after they completed it (Nehemiah 3:1). Nehemiah now completed the dedication of the entire circuit of the walls by sacrifices on a large scale. God had made them rejoice with great joy. It is characteristic of Nehemiah to ascribe the universal joy, which another might well have claimed as his own work, to the Divine mercy and forethought, which had brought the matter of the wall to a prosperous and happy issue. The wives also and the children rejoiced. It is seldom that the Jewish women are mentioned as taking that prominent position in joy, which naturally belonged to them in sorrow (Judges 11:40; Jeremiah 31:15; Jeremiah 49:3; Joel 1:8, etc.). There is, however, one remarkable example of the kind, besides the present one - the rejoicing of the women after the passage through the Red Sea, under the leadership of Miriam (Exodus 15:20). The joy of Jerusalem was heard even afar off. See Ezra 3:13, and comp. 1 Kings 1:40; 2 Kings 11:13. NEHEMIAH'S ARRANGEMENTS FOR THE TEMPLE SERVICE, AND APPOINTMENT OF OFFICERS (Nehemiah 12:44-47). The good resolutions of the people at the time of the renewal of the covenant (Nehemiah 10:28-39) would have borne comparatively little fruit had they not been seconded and rendered effective by formal action on the part of the civil authority. The people, in the first flush of their zeal, had bound themselves to undertake the conveyance of the tithes, firstfruits, and free-will offerings from the country districts to Jerusalem, and the deposition of them in the temple treasuries (Nehemiah 10:37-39). But in practice this was found too great a burthen (Nehemiah 13:10). Nehemiah therefore appointed special officers to collect the tithes and other dues throughout the entire territory, and to bring them to Jerusalem, and lay them up in the proper chambers (Nehemiah 12:44). Over the chambers he appointed treasurers, whose duty it was, not only to collect the ecclesiastical dues, but also to distribute the proceeds among the individuals entitled to share in them (Nehemiah 13:13). Having in this way provided for the sustenance of the clerical body, he was able to insist on their regular performance of all their duties; and the success of his arrangements was such, that under him the temple service was restored, not merely to the condition established by Zerubbabel (Nehemiah 12:47), but to one not markedly different from that which had been attained in the time of David and Asaph (ibid. ver. 46). The priests, Levites, singers, and porters respectively performed their duties to his satisfaction, purifying themselves, and taking the service in their turns, \"according to the commandment of David and Solomon\" (ibid. ver. 45).NEWLINEVERSETITLESTARTNehemiah12:44VERSETITLEENDNEWLINEVERSESTARTAnd at that time were some appointed over the chambers for the treasures, for the offerings, for the firstfruits, and for the tithes, to gather into them out of the fields of the cities the portions of the law for the priests and Levites: for Judah rejoiced for the priests and for the Levites that waited.VERSEENDNEWLINEVerse 44. - At that time. Literally, \"On that day;\" but a certain latitude must be allowed to the expression. The chambers for the treasures. On these adjuncts of the temple, see the comment on Nehemiah 10:37. The \"treasures\" themselves consisted chiefly of tithes (including corn, wine, and oil), firstfruits, and free-will offerings. They also included frankincense (Nehemiah 13:5), and probably other spices. The portions of the law. i.e. the proportion of the produce required by the law to be set apart for sacred uses. These were to be gathered by the officers out of the fields of the cities, that is, out of the portions of cultivable soil attached to each provincial town (Nehemiah 11:25). For Judah rejoiced. The general satisfaction of the people with their spiritual guides led them to increase their contributions beyond the requirements of the law; whence there was at this time special need of treasurers and treasuries - abundant occupation for the one, and abundant material requiring to be stored in the other.NEWLINEVERSETITLESTARTNehemiah12:45VERSETITLEENDNEWLINEVERSESTARTAnd both the singers and the porters kept the ward of their God, and the ward of the purification, according to the commandment of David, and of Solomon his son.VERSEENDNEWLINEVerse 45. - This verse is wrongly translated in the A. V. It should be rendered, as in the Vulgate and the Septuagint - \"And they (i.e. the priests and Levites) maintained the ward of their God, and the ward of the purification, and the singers, and the porters (i.e. the institutions of singers and porters), according to the ordinance of David and of Solomon his son.\" Maintaining the ward of their God is serving regularly in the temple at the times appointed; maintaining the ward of the purification is observing the rules for the purifying of the holy things which had been laid down by David (1 Chronicles 23:28).NEWLINEVERSETITLESTARTNehemiah12:46VERSETITLEENDNEWLINEVERSESTARTFor in the days of David and Asaph of old there were chief of the singers, and songs of praise and thanksgiving unto God.VERSEENDNEWLINEVerse 46. - For in the days of David. This verse is exegetical of the clause in ver. 45, \"according to the commandment of David.\" The writer justifies his reference to that \"commandment' by reminding his readers that the whole musical service - the singers , themselves, and their \"chiefs,\" together with the \"songs of praise\" and the \"thanksgiving songs - had descended to the Jews of his day from David and Asaph.NEWLINEVERSETITLESTARTNehemiah12:47VERSETITLEENDNEWLINEVERSESTARTAnd all Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the porters, every day his portion: and they sanctified holy things unto the Levites; and the Levites sanctified them unto the children of Aaron.VERSEENDNEWLINEVerse 47. - In the days of Zerubbabel, and in the days of Nehemiah. i.e. \"In the days of Nehemiah, no less than in those of Zerubbabel.\" Gave the portions. Paid their tithes, and other dues, regularly, so that the portions were forthcoming. Every day his portion. Compare Nehemiah 11:23. They sanctified holy things unto the Levites. They, i.e. the people, \"set apart\" for the Levites all that the law required; and the Levites set apart for the priests their due share - \"the tithe of the tithe\" (Numbers 18:26).NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.13":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah13:1VERSETITLEENDNEWLINEVERSESTARTOn that day they read in the book of Moses in the audience of the people; and therein was found written, that the Ammonite and the Moabite should not come into the congregation of God for ever;VERSEENDNEWLINEVerse 1. - On that day. See Nehemiah 12:44. The phrase seems to mean, in Nehemiah, \"About that time.\" They read in the book of Moses. It is uncertain whether this was a casual reading, like that of Ezra's, recorded in Nehemiah 8:1-8, or whether it was the prescribed reading (Deuteronomy 31:11) at the time of the feast of tabernacles. Therein was found written. See Deuteronomy 23:3-5. It seems to be implied that the nation at large had no knowledge of the law, except that which they derived from the occasional public reading of the Pentateuch, or portions of it. Copies of the law were extremely scarce; and even if an ordinary Jew possessed one, he would not have been able to understand it (comp. above, Nehemiah 8:8).NEWLINEVERSETITLESTARTNehemiah13:2VERSETITLEENDNEWLINEVERSESTARTBecause they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them: howbeit our God turned the curse into a blessing.VERSEENDNEWLINEVerse 2. follows closely Deuteronomy 23:4, 5, merely substituting the third for the second person, and abbreviating a little. On the turning of Balaam's proposed curse into a blessing see Numbers 24:10.NEWLINEVERSETITLESTARTNehemiah13:3VERSETITLEENDNEWLINEVERSESTARTNow it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.VERSEENDNEWLINEVerse 3. - They separated from Israel all the mixed multitude. Some lengthy process, like that pursued by Ezra (Ezra 10:10-19), is probably glanced at in these words, and again in the opening words of ver. 30 - \"Thus cleansed I them from all strangers.\" The rebukes of Nehemiah (vers. 25-27) did not suffice to produce a voluntary putting away of the foreign wives. Judicial proceedings had to be taken, and the \"mixed multitude\" separated off by authority.NEWLINEVERSETITLESTARTNehemiah13:4VERSETITLEENDNEWLINEVERSESTARTAnd before this, Eliashib the priest, having the oversight of the chamber of the house of our God, was allied unto Tobiah:VERSEENDNEWLINEVerse 4. - Eliashib the priest. It is questioned whether the high priest of Nehemiah 3:1 is meant, and noted that the expression used - \"the priest\"- does not always designate \"the high priest\" (see ver. 13); but the important charge said to have been assigned to him, the alliance with so great a man as Tobiah, and the important step taken, the assignment to a heathen of a residence within the temple precincts, imply a man of high authority, and suit better with the high priest than with any one of lower rank. Moreover, the fact that Eliashib's leanings were towards the enemies of Nehemiah accounts for his disappearance from the history from Nehemiah 3:1 to Nehemiah 13:4. Having the oversight. Literally, \"being set over\" - perhaps by Nehemiah, who seems to have claimed the appointment to all offices about the temple which were not purely spiritual. (see Nehemiah 12:44; Nehemiah 13:13). Of the chamber. The word \"chamber\" (lishkah) is here used in a collective sense of the entire building containing the many \"chambers\" or \"treasuries\" of Nehemiah 12:44; Nehemiah 13:9, 12, 13. Was allied unto Tobiah. Karob, the word translated \"allied,\" means \"a relation,\" either by blood or marriage. In the present case the relationship must have been by means of a marriage.NEWLINEVERSETITLESTARTNehemiah13:5VERSETITLEENDNEWLINEVERSESTARTAnd he had prepared for him a great chamber, where aforetime they laid the meat offerings, the frankincense, and the vessels, and the tithes of the corn, the new wine, and the oil, which was commanded to be given to the Levites, and the singers, and the porters; and the offerings of the priests.VERSEENDNEWLINEVerse 5. - He had prepared for him a great chamber. He (Eliashib) had prepared (or made) for him (Tobiah) a great chamber - probably by throwing into one several of the old store-chambers. The meat offerings. The minchah consisted of fine flour seasoned with salt, and mixed with oil and frankincense. It was made into a sort of cake, but without leaven, and formed part of the daily morning and evening sacrifice, the Sabbath offerings, and most others. The frankincense. Frankincense was a necessary ingredient in the incense which was offered twice a day on the \"altar of incense\" in the holy place (Exodus 30:34). As a rare foreign product, it had necessarily to be kept in store. The vessels. Sacred vessels, basins, and the like, not needed except on occasion of great gatherings. The offerings of the priests. The portion of the offerings which belonged to the priests - \"the tithe of the tithes.\"NEWLINEVERSETITLESTARTNehemiah13:6VERSETITLEENDNEWLINEVERSESTARTBut in all this time was not I at Jerusalem: for in the two and thirtieth year of Artaxerxes king of Babylon came I unto the king, and after certain days obtained I leave of the king:VERSEENDNEWLINEVerse 6. - In all this time. Literally, \"during all this\"- while all this was being done. The reference seems to be solely to the affair of Eliashib and Tobiah. Artaxerxes, king of Babylon. The title \"king of Babylon,\" which was certainly borne by Cyrus, Cambyses, and Darius Hystaspis, may have continued in use down to the time of Nehemiah, or even later. If he visited Artaxerxes at Babylon, the court happening to be there at the time, he would naturally think and speak of him as \"king of Babylon.\" After certain days. Literally, \"at the end of days,\" which is thought to mean \"at the expiration of a year.\" I obtained leave of the king. Gesenius and Professor Lee render, \"I asked leave of the king; Houbigant, Rambach, and others, \"I was asked for from the king,\" i.e. \"the Jews asked to have me sent back to govern them.\"NEWLINEVERSETITLESTARTNehemiah13:7VERSETITLEENDNEWLINEVERSESTARTAnd I came to Jerusalem, and understood of the evil that Eliashib did for Tobiah, in preparing him a chamber in the courts of the house of God.VERSEENDNEWLINEVerse 7. - A chamber in the courts of the house of God. It would seem by this expression that the chamber made over to Tobiah was not part of the main building of the temple, but a portion of some detached building belonging to the \"courts.\" This, no doubt, made the desecration less flagrant, but was far from justifying it.NEWLINEVERSETITLESTARTNehemiah13:8VERSETITLEENDNEWLINEVERSESTARTAnd it grieved me sore: therefore I cast forth all the household stuff of Tobiah out of the chamber.VERSEENDNEWLINEVerse 8. - Therefore cast I forth all the household stuff. Tobiah had furnished his \"chamber\" as a dwelling-house, filling it with \"household stuff\" of various kinds. Nehemiah, of his own authority, had the whole of it turned out of doors.NEWLINEVERSETITLESTARTNehemiah13:9VERSETITLEENDNEWLINEVERSESTARTThen I commanded, and they cleansed the chambers: and thither brought I again the vessels of the house of God, with the meat offering and the frankincense.VERSEENDNEWLINEVerse 9. - I commanded, and they cleansed the chambers. Regarding the sacred place as polluted by its conversion to secular uses, Nehemiah had it purified, and so reconsecrated. He then ordered the restoration to their former place of the various stores which had been removed to make room for Tobiah's furniture.NEWLINEVERSETITLESTARTNehemiah13:10VERSETITLEENDNEWLINEVERSESTARTAnd I perceived that the portions of the Levites had not been given them: for the Levites and the singers, that did the work, were fled every one to his field.VERSEENDNEWLINEVerse 10. - I perceived that the portions of the Levites had not been given them: for the Levites ... were fled. What Nehemiah saw was that the Levites were absent, and \"the house of God forsaken\" (ver. 11). On inquiry, he found that the reason of their absence was the non-payment of the tithes. That did the work. i.e. whose business it was to do the work of the house, or, in other words, conduct Divine service. Every one to his field. Every Levite had a plot of ground, which he cultivated when not engaged in the work of the temple (see Numbers 35:2; Joshua 21:3).NEWLINEVERSETITLESTARTNehemiah13:11VERSETITLEENDNEWLINEVERSESTARTThen contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place.VERSEENDNEWLINEVerse 11. - Then contended I with the rulers. While the guilt of profaning the temple lay especially with the priestly class, that of withholding the tithes was mainly chargeable on the \"rulers,\" or \"nobles.\" These persons, as wealthy landowners, had of course a pecuniary interest in keeping back the tithe. When they felt the control of a strong hand they made the payments regularly enough (Nehemiah 12:47; Nehemiah 13:12); but no sooner was this control removed by Nehemiah's departure than they relapsed into the covetous habits in which they had indulged before he was made governor (Nehemiah 10:37). The Church in all ages has suffered wrong from the cupidity of wealthy men among its members. Why is the house of God forsaken? Why, contrarily to the distinct pledge given at the time of the renewal of the covenant (Nehemiah 10:39), have you suffered the house of God to become a solitude, driving the Levites away from it by depriving them of their legal sustenance? I gathered them together. Nehemiah brought the Levites back to the temple from their country residences, and re-established them in their proper offices.NEWLINEVERSETITLESTARTNehemiah13:12VERSETITLEENDNEWLINEVERSESTARTThen brought all Judah the tithe of the corn and the new wine and the oil unto the treasuries.VERSEENDNEWLINEVERSETITLESTARTNehemiah13:13VERSETITLEENDNEWLINEVERSESTARTAnd I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was Hanan the son of Zaccur, the son of Mattaniah: for they were counted faithful, and their office was to distribute unto their brethren.VERSEENDNEWLINEVerse 13. - And I made treasurers. It was perhaps now for the first time that special treasurers were provided to have the charge of the temple store-chambers, these having hitherto been under the superintendence of the high priest (ver. 4). The appointment mentioned in Nehemiah 12:44 is probably the same with this; and the entire duty of the treasurers is to be learnt by combining that passage with the present. They were to be both the collectors and the dispensers of the tithes. Of the four treasurers, one was a priest, one a Levite, one a layman of rank (see Nehemiah 10:22), and one a professional scribe. This last, Zadok, is perhaps to be identified with the \"Zidkijah\" of Nehemiah 10:1, who appears to have been Nehemiah's private secretary (see the comment ad loc.). Unto their brethren i.e. to the priests and Levites, brethren of Shelemiah and Pedaiah.NEWLINEVERSETITLESTARTNehemiah13:14VERSETITLEENDNEWLINEVERSESTARTRemember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.VERSEENDNEWLINEVerse 14. - Remember me, O my God, Or, \"Think upon me, my God,\" as the same words are translated in Nehemiah 5:19. Wipe not out my good deeds. i.e. \"Blot not my good deeds out of thy remembrance\"- forget them not, let them be remembered in my favour. For the offices thereof. Rather, as in the margin, \"for the observances thereof\" - i.e. for the maintenance of the rites, ceremonies, usages, etc. of the temple, which I have done my best to continue on the ancient footing.NEWLINEVERSETITLESTARTNehemiah13:15VERSETITLEENDNEWLINEVERSESTARTIn those days saw I in Judah some treading wine presses on the sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day: and I testified against them in the day wherein they sold victuals.VERSEENDNEWLINEVerse 15. - In those days. A note of time even vaguer than that of Nehemiah 12:44 and Nehemiah 13:1, but pointing certainly to a date later than Nehemiah's return from the Persian court. Saw I some treading wine-presses on the sabbath. On the treading of grapes in the wine-press, as the first step towards the production of wine, see Job 24:11; Isaiah 63:2, 3, etc. The performance of this work on the sabbath was a flagrant breach of the fourth commandment. Bringing in sheaves and lading asses. Scarcely \"sheaves in our sense of the word, since corn was not stored in sheaves. Rather, \"bringing grain and loading it upon asses.\" As also. Rather, \"and even.\" It might be pleaded that the transport of grain was a necessity; but there could be no absolute need of a supply of wine, grapes, or figs. I testified against them in the day in which they sold victuals. Rather, \"I testified against them in respect of the day on which they sold provisions.\"NEWLINEVERSETITLESTARTNehemiah13:16VERSETITLEENDNEWLINEVERSESTARTThere dwelt men of Tyre also therein, which brought fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem.VERSEENDNEWLINEVerse 16. - There dwelt men of Tyre also therein. It was not against the law that foreigners should dwell in Jerusalem. Araunah the Jebusite lived there in the time of David, and Ebed-melech the Ethiopian in the time of Zedekiah (Jeremiah 38:7). Nehemiah does not object to the Tyrians for being dwellers in Jerusalem, but for offering their wares for sale there on the sabbath, and inducing the Jews to buy of them. Which brought fish. Fish was always a favourite article of food with the Israelites (Leviticus 11:9; Numbers 11:5; Deuteronomy 14:9; Isaiah 19:10; Matthew 14:7; Matthew 15:34; Luke 24:42, etc.). They derived it chiefly from the Sea of Galilee and the Mediterranean.NEWLINEVERSETITLESTARTNehemiah13:17VERSETITLEENDNEWLINEVERSESTARTThen I contended with the nobles of Judah, and said unto them, What evil thing is this that ye do, and profane the sabbath day?VERSEENDNEWLINEVerse 17. - Then I contended with the nobles. In the desecration of the sabbath, as in the non-payment of tithes, the nobles were the chief offenders, being at once luxurious and latitudinarian. They desired the freshest food for their feasts, and encouraged both foreigners and natives to break the law for the gratification of their carnal appetites.NEWLINEVERSETITLESTARTNehemiah13:18VERSETITLEENDNEWLINEVERSESTARTDid not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.VERSEENDNEWLINEVerse 18. - Did not your fathers thus? The desecration of the sabbath is among the sins most strongly denounced by Jeremiah (Jeremiah 17:21-27)and EzekielNEWLINEVERSETITLESTARTNehemiah13:19VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and some of my servants set I at the gates, that there should no burden be brought in on the sabbath day.VERSEENDNEWLINEVerse 19. - When the gates of Jerusalem began to be dark before the sabbath. The Jews have always reckoned their days from sunset to sunset, grounding their practice on the account of the Creation given in the first chapter of Genesis, where \"the evening and the morning\" arc said to constitute each of the six days. There was also a special command that the \"sabbath\" of the great day of atonement should be kept \"from even to even\" (Leviticus 23:32). I commanded that the gates should be shut. The gates would as a matter of course have been shut at sunset. Nehemiah required that the closing should take place some half-hour earlier, when the shadows were lengthening, and the day was drawing towards a close. He regarded it as a sort of desecration of the sabbath to carry on secular work to the last allowable moment. Some of my servants. Compare Nehemiah 4:16; Nehemiah 5:16. That there should be no burthen brought in. Foot passengers were no doubt allowed to enter and leave the city on the sabbath, Nehemiah's servants being set to see that under no pretence should merchandise be allowed to enter.NEWLINEVERSETITLESTARTNehemiah13:20VERSETITLEENDNEWLINEVERSESTARTSo the merchants and sellers of all kind of ware lodged without Jerusalem once or twice.VERSEENDNEWLINEVerse 20. - The merchants lodged without. The merchants could not leave their wares unguarded; and the wares not being admitted into the town, they were obliged to camp out. Thus a crowd was collected about the gates, and a disturbance and excitement caused, which was unsuitable for the sabbath. To prevent this, Nehemiah threatened to arrest the merchants, whereupon the practice was given up (ver. 21).NEWLINEVERSETITLESTARTNehemiah13:21VERSETITLEENDNEWLINEVERSESTARTThen I testified against them, and said unto them, Why lodge ye about the wall? if ye do so again, I will lay hands on you. From that time forth came they no more on the sabbath.VERSEENDNEWLINEVERSETITLESTARTNehemiah13:22VERSETITLEENDNEWLINEVERSESTARTAnd I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.VERSEENDNEWLINEVerse 22. - And I commanded the Levites... that they should come and keep the gates. Assigning the duty to his servants was probably a temporary arrangement. The permanent charge was committed to the Levites, who had been intrusted with the duty when the gates were first set up (Nehemiah 7:1). They were to \"cleanse,\" or purify, themselves, because the charge was considered a sacred one. Remember me, O my God, concerning this also. Compare ver. 14. And spare me. It is worthy of notice that Nehemiah does not regard his good deeds as sufficient for his justification, but throws himself unreservedly on God's mercy.NEWLINEVERSETITLESTARTNehemiah13:23VERSETITLEENDNEWLINEVERSESTARTIn those days also saw I Jews that had married wives of Ashdod, of Ammon, and of Moab:VERSEENDNEWLINEVerse 23. - In those days. i.e. \"About this same time.\" Compare ver. 15. Saw I Jews. Rather, \"looked I after the Jews.\" There is a reference to the first three verses of the present chapter, which had introduced the subject of the mixed marriages. Nehemiah wishes to put on record the part which he had taken in the matter, and begins by observing that it had not escaped him - he had had his eye on the transgressors, and had noted their misconduct, and the evils whereto it led. Wives of Ashdod. Philistine wives, of a race always hostile to Israel, and natives of a city which had recently taken part with Nehemiah's bitter enemies (Nehemiah 4:7). Of Ammon and of Moab. Compare Ezra 9:1, and Nehemiah 13:1.NEWLINEVERSETITLESTARTNehemiah13:24VERSETITLEENDNEWLINEVERSESTARTAnd their children spake half in the speech of Ashdod, and could not speak in the Jews' language, but according to the language of each people.VERSEENDNEWLINEVerse 24. - Their children spake half in the speech of Ashdod. Some understand the writer to mean that half of the children in a family spoke the tongue of the father, and half that of the mother. But many of the best Hebraists prefer the sense expressed by our translators, viz., that all the children spoke a jargon half Ashdodite and half Aramaic. The Philistine language is said to have resembled the Egyptian (Hieronym., 'Comment. in Esaiam,' 19:18).NEWLINEVERSETITLESTARTNehemiah13:25VERSETITLEENDNEWLINEVERSESTARTAnd I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, saying, Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves.VERSEENDNEWLINEVerse 25. - I contended with them, and cursed them. Or, \"reviled them,\" as Gesenius and Professor Lee explain. And smote certain of them. i.e. \"had some of them beaten.\" Some understand by this that the offenders underwent the bastinado by sentence of a court (Deuteronomy 25:2); others think Nehemiah had them struck informally by his attendants. This latter explanation 'is supported by the following clause, since \"plucking out the hair\" was never a legal punishment. Made them swear by God. Literally, \"swore them by God,\" i.e. dictated the words, and made them repeat the formula and accept the oath. Saying, Ye shall not give. Literally, \"If ye shall give,' etc. Nehemiah made them swear that they should intermarry with the heathen the curse of God should fall upon them.NEWLINEVERSETITLESTARTNehemiah13:26VERSETITLEENDNEWLINEVERSESTARTDid not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.VERSEENDNEWLINEVerse 26. - Did not Solomon... sin by these things? The example adduced was more apt than any other to move Jews. Israelites might have felt more deeply the case of Ahab (1 Kings 21:25). Solomon's sin in \"going after strange wives,\" and its punishment, are set forth very fully in 1 Kings 11:1-40. Among many nations there was no king like him. The reference is not so much to particular texts (e.g. 1 Kings 3:13; 2 Chronicles 1:12) as to the general description of Solomon, his glory, and his greatness (1 Kings 4-10; 2 Chronicles 1-9.), which set him above all other earthly monarchs. Who was beloved of his God. See 2 Samuel 12:24. And God made him king over all Israel. See 1 Kings 4:1.NEWLINEVERSETITLESTARTNehemiah13:27VERSETITLEENDNEWLINEVERSESTARTShall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?VERSEENDNEWLINEVerse 27. - Shall we then hearken unto you? Shall we give way to you, and adopt the practice which you recommend, thus transgressing against God, and provoking him to destroy us? Surely not. Solomon's example is enough to deter us.NEWLINEVERSETITLESTARTNehemiah13:28VERSETITLEENDNEWLINEVERSESTARTAnd one of the sons of Joiada, the son of Eliashib the high priest, was son in law to Sanballat the Horonite: therefore I chased him from me.VERSEENDNEWLINEVerse 28. - One of the sons of Joiada, the son of Eliashib. See Nehemiah 12:10. Eliashib seems to have been still living, though one of his grandsons was of age to contract a marriage. Was son-in-law to Sanballat, the Horonite. Had therefore married one of his daughters, while Eliashib himself was connected by marriage with Tobiah. The defection of the high priestly family from those principles which Ezra and Nehemiah regarded as vital is only too apparent. I chased him from me. i.e. I forced him to quit the country and become an exile. We may suppose that he refused to repudiate his foreign wife, and preferred to take refuge with Sanballat in Samaria.NEWLINEVERSETITLESTARTNehemiah13:29VERSETITLEENDNEWLINEVERSESTARTRemember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.VERSEENDNEWLINEVerse 29. - They have defiled the priesthood, and the covenant of the priesthood, and of the Levites. We look in vain for any distinct \"covenant\" which the priestly order broke by allying itself with the heathen, or indeed for any special law forbidding the priests to take heathen wives, which was not equally binding upon laymen. But Nehemiah feels that every sin is worse in a priest than in one who is not a priest; that a priest who contracts a pollution \"pollutes the priesthood;\" and that there is a tacit covenant by which priests and Levites bind themselves to holiness of life more absolutely and definitely than others.NEWLINEVERSETITLESTARTNehemiah13:30VERSETITLEENDNEWLINEVERSESTARTThus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business;VERSEENDNEWLINEVerse 30. - Thus cleansed I them. Rather, \"And I cleansed them.\" The process of cleansing touched on in this verse, and also in ver. 3, is not described. It probably resembled the process adopted by Ezra (Ezra 10:5-17). And appointed the wards. i.e. \"assigned their offices to the various priests and Levites\" (see Nehemiah 11:11-24; Nehemiah 12:44; Nehemiah 13:13).NEWLINEVERSETITLESTARTNehemiah13:31VERSETITLEENDNEWLINEVERSESTARTAnd for the wood offering, at times appointed, and for the firstfruits. Remember me, O my God, for good.VERSEENDNEWLINEVerse 31. - And for the wood offering. i.e. \"I appointed persons to look after the collection of the wood offering (Nehemiah 10:34) and of the first-fruits\" (ibid. vers. 35-37). At appointed times. Compare the expression in Nehemiah 10:34: \"At times appointed year by year.\" Remember me, O my God, for good. A characteristic termination of a book whereof one of the main features has been a constant carrying to God of all the author's cares, troubles, and difficulties (see Nehemiah 1:4-11; Nehemiah 2:4, 20; Nehemiah 4:4, 9, 20; Nehemiah 5:15, 19; Nehemiah 6:9, 14; Nehemiah 13:14, 22, 29).NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah1:1VERSETITLEENDNEWLINEVERSESTARTThe words of Nehemiah the son of Hachaliah. And it came to pass in the month Chisleu, in the twentieth year, as I was in Shushan the palace,VERSEENDNEWLINEVerse 1. - The words of Nehemiah the son of Hachaliah. Compare Jeremiah 1:1; Hosea 1:2; Amos 1:1, etc. No other historical book commences in this manner, and we may best account for the introduction of the clause by the consideration that \"Nehemiah\" having been originally appended to \"Ezra,\" it marked the point at which a new narrative began by a new author. The month Chisleu. The word Chisleu, or rather Kislev, is probably Persian. It was unknown to the Jews before the captivity, and is found only in this passage and in Zechariah 7:1, where Kislev is said to be \"the ninth month,\" corresponding nearly to our December. The twentieth year. The twentieth regnal year of Artaxerxes (Longimanus) is intended (see ch. 2:1). This began in B.C. 445, and terminated in B.C. 444. Shushan the palace, where Daniel saw the vision of the ram with two horns (Daniel 8:2), and Ahasuerus (Xerxes) made his great feast to all his princes and servants (Esther 1:3), is beyond all doubt Susa, the capital city of Kissia, or Susiana, one of the most ancient cities in the world, and the place which, from the time of Darius Hystaspis was the principal residence of the Persian court. It was situated in the fertile plain east of the Lower Tigris, and lay on or near the river Choaspes, probably at the spot now known as Sus, or Shush. Remains of the palace were discovered by the expedition under Sir Fenwick Williams in the year 1852, and have been graphically described by Mr. Loftus ('Chaldaea and Susiana,' pp. 373-375).NEWLINEVERSETITLESTARTNehemiah1:2VERSETITLEENDNEWLINEVERSESTARTThat Hanani, one of my brethren, came, he and certain men of Judah; and I asked them concerning the Jews that had escaped, which were left of the captivity, and concerning Jerusalem.VERSEENDNEWLINEVerse 2. - Hanani, one of my brethren. Afterwards given the charge of the gates of Jerusalem by Nehemiah (Nehemiah 7:2).NEWLINEVERSETITLESTARTNehemiah1:3VERSETITLEENDNEWLINEVERSESTARTAnd they said unto me, The remnant that are left of the captivity there in the province are in great affliction and reproach: the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.VERSEENDNEWLINEVerse 3. - The wall of Jerusalem also is broken down. It has been supposed, either that the demolition of the wall here referred to was quite recent, having occurred during the space of twelve years which intervenes between the Books of Ezra and Nehemiah, or else that it belonged to a time of depression which followed shortly after the completion of the temple by Zerubbabel (Ewald, 'History of Israel,' vol. 5. pp. 120, 121, and 148, note 3, E. Tr.); but there is really no reason to believe that the demolition effected under the orders of Nebuchadnezzar (2 Kings 25:10) had ever hitherto been repaired, or the restoration of the wall even attempted. The Samaritan accusation in Ezra 4:12 falls short of a statement that the wall was restored, and, if it asserted the fact, would be insufficient authority for it. The supposition of Ewald, that \"as soon as the city was rebuilt, the attempt would be made to fortify it\" (p. 121, note 3), ignores the jealousy of the Persians and their power to step in and prevent a subject town from fortifying itself.NEWLINEVERSETITLESTARTNehemiah1:4VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven,VERSEENDNEWLINEVerse 4. - When I heard these things, I sat down and wept. The revelation of the actual condition of Jerusalem came upon Nehemiah with a shock. He had perhaps not thought much upon the subject before; he had had no means of exact information; he had supposed the city flourishing under the superintendence of Ezra, whose piety and patriotism were no doubt known to him. It was a bitter grief to him to find that his people were still \"a reproach to their neighbours,\" laughed to scorn by those whose walls had never been destroyed, or who had been allowed to rebuild them. And he may have felt that his city, under the circumstances of the time, was in real danger. As Dean Stanley observes - \"In those days rather one may say m those countries of disorder, a city without locked gates and lofty walls was no city at all\" ('Lectures on the Jewish Church,' Third Series, p. 124). A few years previously Egypt had been in revolt; she might revolt again, and carry her arms into Syria. Arab tribes from the desert might extend their raids into Judaea, and be tempted by the known value of the temple treasures to swoop upon the unwalled town. Such thoughts occurring to an excitable Oriental, produced not grief and anxiety merely, but a flood of tears (comp. Ezra 10:1). And fasted. Fasting had become a frequent practice among the Jews during the captivity. Solemn fasts had been introduced on the anniversaries of the taking of Jerusalem, the burning of the temple, and the murder of Gedaliah (Zechariah 8:19). Fasting had also taken a prominent place in the devotions of individuals. Daniel fasted (Daniel 9:3; Daniel 10:3); Esther fasted (Esther 4:16); Ezra fasted (Ezra 10:6); and now Nehemiah fasted. On the grounds of natural piety out of which the practice arises, see the comment on Ezra 10:6. The God of heaven. See the comment on Ezra 1:2.NEWLINEVERSETITLESTARTNehemiah1:5VERSETITLEENDNEWLINEVERSESTARTAnd said, I beseech thee, O LORD God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him and observe his commandments:VERSEENDNEWLINEVerse 5. - And said, I beseech thee. The opening of Nehemiah's prayer follows so closely the thoughts and words of Daniel's (Daniel 9:4), that it is almost impossible to suppose that one of the two writers had not the words of the other before him. As there are no sufficient grounds for questioning the generally received date of Daniel's prophecy ( B.C. 536), we must suppose Nehemiah familiar with his writings, and an admirer of their tone and spirit. In this verse he differs from Daniel only in substituting \"Jehovah\" for \"Lord\" (Adonai), and introducing his own favourite phrase \"God of heaven.\"NEWLINEVERSETITLESTARTNehemiah1:6VERSETITLEENDNEWLINEVERSESTARTLet thine ear now be attentive, and thine eyes open, that thou mayest hear the prayer of thy servant, which I pray before thee now, day and night, for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee: both I and my father's house have sinned.VERSEENDNEWLINEVerse 6. - Both I and my father's house have sinned. Ewald well observes, \"In the prayer of Nehemiah the keynote is struck in the words, 'I and my father's house have sinned'\" ('History of Israel,' vol. 5. p. 149, note 1). The desolation which he mourns is the result of the people's sins, and in those sins are included his own, and those of his ancestors. His own may not have been very grievous, but those of his fathers weigh upon him as if his own, and oppress his spirit.NEWLINEVERSETITLESTARTNehemiah1:7VERSETITLEENDNEWLINEVERSESTARTWe have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.VERSEENDNEWLINEVerse 7. - We have not kept the commandments, nor the statutes, nor the judgments. The ordinances of the Law are frequently summed up under these three heads (Deuteronomy 5:31; Deuteronomy 6:1; Deuteronomy 11:1, etc.); but it would be a mistake to regard them as constituting a logical division of the various precepts contained in the Pentateuch, or to suppose that every precept is to be referred absolutely to one or other of the three.NEWLINEVERSETITLESTARTNehemiah1:8VERSETITLEENDNEWLINEVERSESTARTRemember, I beseech thee, the word that thou commandedst thy servant Moses, saying, If ye transgress, I will scatter you abroad among the nations:VERSEENDNEWLINEVerse 8. - If ye transgress, etc. This is not a quotation, but a reference to the general sense of various passages, as, for instance, Leviticus 26:27-45; Deuteronomy 30:1-5, etc. The sacred historians habitually refer to the older Scriptures in this way, quoting them in the spirit rather than in the letter.NEWLINEVERSETITLESTARTNehemiah1:9VERSETITLEENDNEWLINEVERSESTARTBut if ye turn unto me, and keep my commandments, and do them; though there were of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set my name there.VERSEENDNEWLINEVERSETITLESTARTNehemiah1:10VERSETITLEENDNEWLINEVERSESTARTNow these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand.VERSEENDNEWLINEVerse 10. - Thy people whom thou hast redeemed by thy great power. It would be better to translate, \"Whom thou didst redeem.\" The reference is especially to the deliverance from Egypt, which is so constantly spoken of as effected \"with a mighty hand and with an outstretched arm\" (Deuteronomy 9:29; Deuteronomy 26:8, etc. ).NEWLINEVERSETITLESTARTNehemiah1:11VERSETITLEENDNEWLINEVERSESTARTO Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king's cupbearer.VERSEENDNEWLINEVerse 11. - Prosper thy servant this day. \"This day\" does not perhaps mean more than \"at this time\"- in connection with this matter which is now in my thoughts. And grant him mercy in the sight of this man. \"This man\" is, of course, Artaxerxes, though as yet he has not been named. Nehemiah's thoughts have far outstripped his words. He has made up his mind that, in order to remove the reproach of Jerusalem, he must go there in person; that, to do so, he must obtain the king's permission; and that, to get his permission, he needs to be in very special favour with him. All depending on one man only, he has one man only in his mind, who becomes to him, therefore, \"this man.\" I was the king's cupbearer. Literally, \"I was cupbearer to the king.\" Not his sole cupbearer, but one of many. He mentions the fact here, partly to explain the meaning of \"this man\" to the reader, partly because it was his office which would give him access to Artaxerxes, and enable him to profit by the royal \"mercy\" or favour.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah2:1VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass in the month Nisan, in the twentieth year of Artaxerxes the king, that wine was before him: and I took up the wine, and gave it unto the king. Now I had not been beforetime sad in his presence.VERSEENDNEWLINEVerse 1. - In the month Nisan. The fourth month after Chisleu, corresponding nearly to our April. How it came about that Nehemiah did not put the king's favour to the proof until more than three months had gone by we can only conjecture. Perhaps the court had been absent from Susa, passing the winter at Babylon, as it sometimes did, and he had not accompanied it. Perhaps, though present at the court, he had not been called on to discharge his office, his turn not having arrived. Possibly, though performing his duties from time to time, he had found no opportunity of unbosoming himself, the king not having noticed his grief. He. may even have done his best to conceal it, for Persian subjects were expected to be perfectly happy in the presence of their king. He had probably formed no plan, but waited in the confident hope that God's providence would so order events, that some occasion would arise whereof he might take advantage. In the twentieth year of Artaxerxes. Like Daniel, Zechariah, Haggai, and Ezra, Nehemiah dates events by the regnal year of the existing Persian king. His Artaxerxes is, by common consent, the same as Ezra's, and can scarcely be supposed to be any monarch but Longimanus, who reigned from B.C. 465 to B.C. 425. Now I had not been beforetime sad in his presence. Other renderings have been proposed, but this is probably the true meaning. Hitherto I had always worn a cheerful countenance before him - now it was otherwise - my sorrow showed itself in spite of me.NEWLINEVERSETITLESTARTNehemiah2:2VERSETITLEENDNEWLINEVERSESTARTWherefore the king said unto me, Why is thy countenance sad, seeing thou art not sick? this is nothing else but sorrow of heart. Then I was very sore afraid,VERSEENDNEWLINEVerse 2. - The king said unto me, Why is thy countenance sad? This \"kindly question\" put by the great king to his humble retainer is his best claim to the favourable judgment of later ages. History puts him before us as a weak monarch, one who could compromise the royal dignity by making terms with a revolted subject, while he disgraced it by breaking faith with a conquered enemy. But if weak as a king, as a man he was kind-hearted and gentle. Few Persian monarchs would have been sufficiently interested in their attendants to notice whether they were sad or no; fewer still would have shown sympathy on such an occasion. A Xerxes might have ordered the culprit to instant execution. Longimanus feels compassion, and wishes to assuage the grief of his servant. Then I was very sore afraid. Notwithstanding the king's kind and compassionate words, Nehemiah feels his danger. He has looked sad in the king's presence. He is about to ask permission to quit the court. These are both sins against the fundamental doctrine of Persian court life, that to bask in the light of the royal countenance is the height of felicity. Will the king be displeased, refuse his request, dismiss him from his post, cast him into prison, or will he pardon his rudeness and allow his request?NEWLINEVERSETITLESTARTNehemiah2:3VERSETITLEENDNEWLINEVERSESTARTAnd said unto the king, Let the king live for ever: why should not my countenance be sad, when the city, the place of my fathers' sepulchres, lieth waste, and the gates thereof are consumed with fire?VERSEENDNEWLINEVerse 3. - May the king live for ever. A common form of Oriental compliment (1 Kings 1:31; Daniel 2:4; Daniel 3:9, etc. ), but said now with special intention to conciliate, and meant to express a deep interest in the royal life and person. The city, the place of my fathers' sepulchres. We see by this that Nehemiah's family must have belonged to the capital. The Persians, like the Jews, had a great respect for the tomb, and regarded its violation with horror. Artaxerxes would naturally sympathise with the wish of his follower to give security to the city where his ancestors were interred. It would seem that the Persians generally at this time (Herod., 1:140), the kings certainly ('Ancient Monarchies,' vol. 3. p. 231, second edition), buried their dead. Lieth waste. Nehemiah's warmth of feeling exaggerates the fact; but he may have been unconscious of the exaggeration. He repeats the phrase to the chief men of Jerusalem after making his survey of the wall (ver. 17).NEWLINEVERSETITLESTARTNehemiah2:4VERSETITLEENDNEWLINEVERSESTARTThen the king said unto me, For what dost thou make request? So I prayed to the God of heaven.VERSEENDNEWLINEVerse 4. - Then the king said unto me, For what dost thou make request? Artaxerxes understood that a complaint was contained in Nehemiah's speech, and that he must have a request to make. With gracious kindliness he facilitates its utterance. So I prayed to the God of heaven. Nehemiah was emphatically a man of prayer. In every danger, in every difficulty, still more at any crisis, prayer rose to his lips (see Nehemiah 4:4, 9; Nehemiah 5:19; Nehemiah 6:9, 14; Nehemiah 13:14, etc.). Sometimes, as now, the prayer was offered silently and swiftly.NEWLINEVERSETITLESTARTNehemiah2:5VERSETITLEENDNEWLINEVERSESTARTAnd I said unto the king, If it please the king, and if thy servant have found favour in thy sight, that thou wouldest send me unto Judah, unto the city of my fathers' sepulchres, that I may build it.VERSEENDNEWLINEVERSETITLESTARTNehemiah2:6VERSETITLEENDNEWLINEVERSESTARTAnd the king said unto me, (the queen also sitting by him,) For how long shall thy journey be? and when wilt thou return? So it pleased the king to send me; and I set him a time.VERSEENDNEWLINEVerse 6. - The queen. It appears from Ctesias ('Exc. Pers.,' § 44) that Artaxerxes Longimanus had but one legitimate wife - a certain Damaspia. Nothing more is known of her besides this mention, and the fact that she died on the same day as her husband. (The Septuagint rendering of hashegal by ἡ παλλακὴ is wrong.) Sitting by him. Not an unusual circumstance. Though, when the monarch entertained guests, the queen remained in her private apartments (Esther 1:9-12), yet on other occasions she frequently took her meals with him ('Ancient Monarchies,' vol. 3. p. 214). I set him a time. Nehemiah probably mentioned some such time as a year, or two years - such a space as would suffice for the double journey, and the restoration of the fortifications. He stayed away, however, as he tells us (Nehemiah 5:14), twelve years, obtaining no doubt from time to time an extension of his leave (Bertheau).NEWLINEVERSETITLESTARTNehemiah2:7VERSETITLEENDNEWLINEVERSESTARTMoreover I said unto the king, If it please the king, let letters be given me to the governors beyond the river, that they may convey me over till I come into Judah;VERSEENDNEWLINEVerse 7. - Let letters be given me to the governors beyond the river. It is not quite clear why no letters were needed to the governors between Susa and the Euphrates. Perhaps, while travelling was safe, at any rate with an escort, in the more central provinces, beyond the river it became unsafe (see Ezra 8:31).NEWLINEVERSETITLESTARTNehemiah2:8VERSETITLEENDNEWLINEVERSESTARTAnd a letter unto Asaph the keeper of the king's forest, that he may give me timber to make beams for the gates of the palace which appertained to the house, and for the wall of the city, and for the house that I shall enter into. And the king granted me, according to the good hand of my God upon me.VERSEENDNEWLINEVerse 8. - The king's forest. Patrick supposes the forest on Mount Lebanon to be intended; but Nehemiah would scarcely have desired to transport timber for ordinary building purposes from such a distance. Moreover, the word used is one not applicable to a natural forest, but only to a park, or pleasure-ground planted with trees, and surrounded by a fence or wall. The word is pardes, the Hebrew representative of that Persian term which the Greeks rendered by παράδεισος, whence our \"paradise.\" We must understand a royal park in the vicinity of Jerusalem, of which a Jew, Asaph, was the keeper. The palace which appertained to the house. The \"house\" here spoken of is undoubtedly the temple; and the birah, appertaining to it is, almost certainly, the fortress at the north-west angle of the temple area, which at once commanded and protected it. Josephus says ('Ant. Jud.,' 15:11, § 4) that this fortress was called Βάρις originally. In Roman times it was known as the \"Turris Antonia.\" The house that I shall enter into. The governor's residence. Nehemiah assumes that the powers for which he asks involve his being appointed governor of Judaea. The king granted me, according to the good hand of my God upon me. Through God's special favour towards me, the king was induced to grant my request.NEWLINENEWLINECHAPTER 2:9-11 NEHEMIAH'S JOURNEY TO JERUSALEM (Nehemiah 3:9-11). On his way to Jerusalem, Nehemiah would pass through the provinces of various Persian satraps and governors. To those beyond the Euphrates he carried letters, which he took care to deliver, though by doing so he aroused the hostility of San-ballat. Being accompanied by an escort of Persian soldiers, he experienced neither difficulty nor danger by the way, but effected his journey in about three months.NEWLINEVERSETITLESTARTNehemiah2:9VERSETITLEENDNEWLINEVERSESTARTThen I came to the governors beyond the river, and gave them the king's letters. Now the king had sent captains of the army and horsemen with me.VERSEENDNEWLINEVerse 9. - I came to the governors beyond the river. Josephus gives the name of the satrap, of Syria at this time as Adieus ('Ant. Jud., 11:5, § 6, ad fin), but it is uncertain on what authority. The other \"governors\" he calls Hipparchs.NEWLINEVERSETITLESTARTNehemiah2:10VERSETITLEENDNEWLINEVERSESTARTWhen Sanballat the Horonite, and Tobiah the servant, the Ammonite, heard of it, it grieved them exceedingly that there was come a man to seek the welfare of the children of Israel.VERSEENDNEWLINEVerse 10. - Sanballat. According to Josephus, Sanballat was \"satrap of Samaria\" under the Persians, and by descent a Cuthaean ('Ant. Jud.,' 11:7, § 2). He was probably included among the governors to whom Nehemiah had brought letters, and learnt the fact that \"a man was come to seek the welfare of the children of Israel\" by the delivery of the letters to him. The Horonite, Born, i.e., at one of the two Beth-horons, the upper or the lower, mentioned in Joshua (Joshua 16:3, 5) as belonging to Ephraim, and now under Samaria. Tobiah the servant, the Ammonite. It has been usual to regard Tobiah as a native chief of the Ammonites, who, after having been a page or other servant at the Persian court, had been made head of the nation. But it seems to be quite as likely that he was a servant of Sanballat's, who stood high in his favour, gave him counsel, and was perhaps his secretary (Nehemiah 6:17, 19). It grieved them exceedingly. From the time that Zerub-babel rejected the co-operation of the Samaritans in the rebuilding of the temple (Ezra 4:3), an enmity set in between the two peoples which continued till the destruction of Jerusalem by Titus. The two capitals were too near not to be rivals; and the greater (general) prosperity of Jerusalem made Samaria the bitterer adversary.NEWLINEVERSETITLESTARTNehemiah2:11VERSETITLEENDNEWLINEVERSESTARTSo I came to Jerusalem, and was there three days.VERSEENDNEWLINEVerse 11. - I... was there three days. Compare Ezra 8:32. After the long journey, three days of rest were necessary. STEPS TAKEN BY NEHEMIAH PRELIMINARY TO HIS BUILDING OF THE WALL, AND FIRST APPEARANCE OF OPPOSITION (Nehemiah 2:12-20). Hitherto Nehemiah had communicated his purpose to no one but the king and queen of Persia. He expected opposition, and resolved to baffle his opponents, as long as possible, by concealing his exact designs. Even when further concealment was on the point of becoming impossible, he made his survey of the wall by night, that it might escape observation. At last, the time for action being come, he was obliged to lay the matter before the head men of the city (ver. 17), whom he easily persuaded when he assured them of Artaxerxes' consent and goodwill Preparations then began to be made; and immediately murmurs of opposition arose. Three opponents are now spoken of - Sanballat, Tobiah, and an Arabian, Geshem or Gashmu, not previously mentioned. These persons appear to have sent a formal message to the authorities of Jerualem (ver. 19), taxing them with an intention to rebel Nehemiah made no direct reply to this charge, but boldly stated his resolve to \"arise and build,\" and denied Sanballat's right to interfere with him (ver. 20).NEWLINEVERSETITLESTARTNehemiah2:12VERSETITLEENDNEWLINEVERSESTARTAnd I arose in the night, I and some few men with me; neither told I any man what my God had put in my heart to do at Jerusalem: neither was there any beast with me, save the beast that I rode upon.VERSEENDNEWLINEVerse 12. - Some few men with me. All the arrangements are made to avoid notice. Nehemiah goes out by night, with few attendants, and with only one beast. He is anxious to see with his own eyes what is the extent of the repair needed, but wishes as few as possible to know of his proceedings.NEWLINEVERSETITLESTARTNehemiah2:13VERSETITLEENDNEWLINEVERSESTARTAnd I went out by night by the gate of the valley, even before the dragon well, and to the dung port, and viewed the walls of Jerusalem, which were broken down, and the gates thereof were consumed with fire.VERSEENDNEWLINEVerse 13. - The valley gate. A gate on the western or south-western side of Jerusalem, opening towards the valley of Hinnom. There are no means of fixing its exact position. It was one of those which Uzziah fortified (2 Chronicles 26:9). The dragon well. Dean Stanley suggests that \"the dragon well\" is the spring known generally as \"the pool of Siloam,\" and that the legend, which describes the intermittent flow of the Siloam water as produced by the opening and closing of a dragon s mouth, had already sprung up ('Lectures on the Jewish Church,' Third Series, p. 125); but the Siloam spring seems to lie too far to the eastward to suit the present passage, and is most likely represented by the \"king's pool\" of ver. 14. The dung port. \"The gate outside of which lay the piles of the sweepings and offscourings of the streets\" ('Stanley,' 1. s.c.); situated towards the middle of the southern wallNEWLINEVERSETITLESTARTNehemiah2:14VERSETITLEENDNEWLINEVERSESTARTThen I went on to the gate of the fountain, and to the king's pool: but there was no place for the beast that was under me to pass.VERSEENDNEWLINEVerse 14. - The gate of the fountain. A gate near the pool of Siloam (which, though bearing that name in Nehemiah 3:15, seems to be here called \"the king's pool\" ); perhaps the \"gate between two walls of 2 Kings 25:4. There was no place for the beast that was under me to pass. The accumulated rubbish blocked the way. The animal could not proceed. Nehemiah therefore dismounted, and \"in the night, dark as it was, pursued his way on foot.NEWLINEVERSETITLESTARTNehemiah2:15VERSETITLEENDNEWLINEVERSESTARTThen went I up in the night by the brook, and viewed the wall, and turned back, and entered by the gate of the valley, and so returned.VERSEENDNEWLINEVerse 15. - By the brook. \"The brook Kidron,\" which skirted the city on the east. From this he would be able to \"look up at the eastern wall\" along its whole length, and see its condition. Following the brook, he was brought to the north-eastern angle of the city; on reaching which he seems to have \"turned back\" towards the point from which he had started, and skirting the northern wall, to have re-entered by the gate of the valley.NEWLINEVERSETITLESTARTNehemiah2:16VERSETITLEENDNEWLINEVERSESTARTAnd the rulers knew not whither I went, or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest that did the work.VERSEENDNEWLINEVerse 16. - The rulers. On Nehemiah's arrival at Jerusalem he found no single individual exercising authority, but a number of persons, a sort of town-council, whom he calls khorim and saganim. It is not clear that he made his commission known to them at first, or indeed that he divulged it before the interview mentioned in vers. 17 and 18. The rest that did the work This seems to be said by anticipation, and to mean those who subsequently built the wall.NEWLINEVERSETITLESTARTNehemiah2:17VERSETITLEENDNEWLINEVERSESTARTThen said I unto them, Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire: come, and let us build up the wall of Jerusalem, that we be no more a reproach.VERSEENDNEWLINEVerse 17. - Then said I unto them. Ewald boldly assumes that this happened the next day; but there is nothing to show that it was so soon. The original contains, no note of time - not even the word \"then.\" Nehemiah simply says, \"And I said to them.\" The distress. Or \"affliction,\" as the word is translated in Nehemiah 1:3. No special suffering seems to be intended, beyond that of lying open to attack, and being a \"reproach\" in the sight of the heathen. Lieth waste. On this hyperbole see the comment upon ver. 3.NEWLINEVERSETITLESTARTNehemiah2:18VERSETITLEENDNEWLINEVERSESTARTThen I told them of the hand of my God which was good upon me; as also the king's words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.VERSEENDNEWLINEVerse 18. - Then I told them of the hand of my God. Nehemiah sketched the history of his past life, and showed how God's providence had always shielded him and supported him. This, however, would scarcely have had any great effect had he not been able to appeal further to the king's words that he had spoken. These words clearly contained permission to rebuild the wall, and took away the danger of their so doing being regarded as an act of rebellion by the Persians. What others might think was not of very much account. And they said, Let us rise up and build. Nehemiah's address had all the effect he hoped for from it. He was anxious to carry the nation with him, and induce them, one and. all, to engage heartily in the work, which must be accomplished, if it was to be accomplished at all, by something like a burst of enthusiasm. Such a burst he evokes, and its result is seen in the next chapter. Almost the whole people came forward, and set to work with zeal So they strengthened their hands for this good work. The original is briefer, and more emphatic - \"And they strengthened their hands for good.\" They embraced the good cause, took the good part, set themselves to work heartily on the right side.NEWLINEVERSETITLESTARTNehemiah2:19VERSETITLEENDNEWLINEVERSESTARTBut when Sanballat the Horonite, and Tobiah the servant, the Ammonite, and Geshem the Arabian, heard it, they laughed us to scorn, and despised us, and said, What is this thing that ye do? will ye rebel against the king?VERSEENDNEWLINEVerse 19. - Geshem the Arabian, elsewhere called Gashmu (Nehemiah 6:6), may have been an independent sheikh possessing authority in Idumea, or in the desert country adjoining upon Ammon; but it seems quite as likely that he was merely the head of a body of Arab troops maintained by Sanballat at Samaria (Nehemiah 4:7). Sanballat, Tobiah, and Geshem are united so closely, and act so much together (Nehemiah 4:1-7; Nehemiah 6:1, 2, 6, 12, 14), that it is difficult to suppose them to be three chieftains residing on three sides of Judaea, the north, the east, and the south, merely holding diplomatic intercourse with each other, which is the ordinary idea. Note that Tobiah is present with Sanballat in Samaria on one occasion (Nehemiah 4:3), and that Geshem and Sanballat propose a joint interview with Nehemiah on another (Nehemiah 6:2). They laughed us to scorn, and said. Either by messengers, like Sennacherib (2 Kings 18:17-35), or by a formal written communication, as Ewald supposes ('History of Israel,' vol. 5. p. 154, E. Tr.). Will ye rebel? Compare Nehemiah 6:6; and see also Ezra 4:12-16. Had Artaxerxes not granted permission, Nehemiah's proceedings might naturally have borne this interpretation.NEWLINEVERSETITLESTARTNehemiah2:20VERSETITLEENDNEWLINEVERSESTARTThen answered I them, and said unto them, The God of heaven, he will prosper us; therefore we his servants will arise and build: but ye have no portion, nor right, nor memorial, in Jerusalem.VERSEENDNEWLINEVerse 20. - Then answered I. It is remarkable that Nehemiah takes no notice of the serious charge brought against him, does not say that he had the king's permission, but rather leaves the \"adversaries\" to suppose that he had not. Perhaps he thought that to reveal the truth would drive them to some desperate attempt, and therefore suppressed it. The God of heaven, he will prosper us. Instead of a human, Nehemiah claims a Divine sanction for his proceedings. He and his brethren will build as servants of the God of heaven. Compare the answer made to Tatnai in Zerubbabel's time - \"We are the servants of the God of heaven and earth, and build the house that was builded these many years ago\" (Ezra 5:11). Ye have no portion, nor right, nor memorial, in Jerusalem. As the claim of the Samaritans to interfere in the affairs of the Jews had been disallowed when they came with an offer of aid (Ezra 4:2, 3), so now, when their interference is hostile in character, it is still more fiercely and indignantly rejected. They are told that they have no part in Jerusalem, no right, not even so much as a place in the recollections of the inhabitants. Their interference is officious, impertinent - what have they to do with Nehemiah, or the Israelites, or Jerusalem? Let them be content to manage the affairs of their own idolatrous community, and not trouble the worshippers of the true God. Nehemiah avoids opposition by concealment as long as he can; but when opposition nevertheless appears, he meets it with defiance.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah3:1VERSETITLEENDNEWLINEVERSESTARTThen Eliashib the high priest rose up with his brethren the priests, and they builded the sheep gate; they sanctified it, and set up the doors of it; even unto the tower of Meah they sanctified it, unto the tower of Hananeel.VERSEENDNEWLINEVerse 1. - Then Eliashib the high priest rose up. It is satisfactory to find Eliashib the high priest taking the part which befitted him on this occasion. Subsequently we find him \"allied by marriage to Tobiah (Nehemiah 13:4), and guilty of a profanation of the temple (ibid. ver. 5). By the line of high priests given in Nehemiah 12:10, 11, it appears that Eliashib was the son of Joiakim, and the grandson of the Jeshua who returned from Babylon with Zerubbabel (Ezra 2:2; Ezra 3:2). With his brethren. The priests generally. Compare ver. 28, which shows that the priests undertook a portion of the eastern wall, besides the work here mentioned. Builded the sheep gate. The \"sheep gate\" appears to have been a gate in the eastern wall, the προβατική of St. John (John %;2), which was close to the pool of Bethesda. By this gate were brought in the sheep needed for sacrifice, which were then washed in the adjoining pool, and conveyed from it into the temple area, whereon the pool abuts. The priests dwelt principally in this portion of the city. They sanctified it. This appears to have been a dedication quite distinct from that which is described in Nehemiah 12:27-43. The priests, having completed the rebuilding of the sheep gate, and of the wall extending from it northwards as far as the tower of Hananeel, anticipated the general dedication by a special one, which \"sanctified,\" or consecrated, their own portion of the wall Thus a sacred character was impressed on the work at the earliest possible moment, and it was placed under the protection of the Almighty. The tower of Meah (or rather Hammeah, i.e. \"the Hundred\") and the tower of Hananeel appear to have been situated almost at the same point of the wall. Perhaps they were opposite each other, like the towers in the walls of Babylon (Herod., 1:179).NEWLINEVERSETITLESTARTNehemiah3:2VERSETITLEENDNEWLINEVERSESTARTAnd next unto him builded the men of Jericho. And next to them builded Zaccur the son of Imri.VERSEENDNEWLINEVerse 2. - Next to Eliashib builded the men of Jericho, who were assigned the northeastern corner of the wall, as the part nearest to their own town. The inclusion of Jericho in the restored Judea had appeared from Ezra 2:34.NEWLINEVERSETITLESTARTNehemiah3:3VERSETITLEENDNEWLINEVERSESTARTBut the fish gate did the sons of Hassenaah build, who also laid the beams thereof, and set up the doors thereof, the locks thereof, and the bars thereof.VERSEENDNEWLINEVerse 3. - It is strange that the sons of Hassenaah, who built the fourth piece of wall, are not mentioned by name. There is no other similar omission. The fish gate, which they built, was in the northern wall, towards its eastern extremity, and not far from the modern \"Damascus gate.\" It is thought to be so called from being the gate through which fish were brought in from the Jordan and the Sea of Galilee. The locks thereof should rather be \"the bars thereof\"; and the bars, \"the sockets,\" or \"catches,\" which held the bars. The gates of towns in ancient times were almost always secured in this way.NEWLINEVERSETITLESTARTNehemiah3:4VERSETITLEENDNEWLINEVERSESTARTAnd next unto them repaired Meremoth the son of Urijah, the son of Koz. And next unto them repaired Meshullam the son of Berechiah, the son of Meshezabeel. And next unto them repaired Zadok the son of Baana.VERSEENDNEWLINEVerse 4. - The son of Koz. Rather \"the son of Hakkoz.\" Meshullam the son of Berechiah is mentioned again in Nehemiah 6:18.NEWLINEVERSETITLESTARTNehemiah3:5VERSETITLEENDNEWLINEVERSESTARTAnd next unto them the Tekoites repaired; but their nobles put not their necks to the work of their Lord.VERSEENDNEWLINEVerse 5. - The Tekoites are the people of Tekoah, whence came the \"wise woman\" whom Joab sent to incline David to fetch home Absalom (2 Kings 14:2, 3). It was a small place, and does not appear, either in the catalogue of those who returned with Zerubbabel (Ezra 2:20-35; Nehemiah 7:25-38), or in the census list of Nehemiah (Nehemiah 11:25-35). Their nobles put not their necks to the work. This imputation of blame has been thought out of harmony with the general narrative contained in the chapter, and various emendations have been proposed to remove the so-called difficulty. But it has really first to be shown that a difficulty exists. Surely it would have been more strange if there had been no opposition to Nehemiah's wishes - no withdrawal from the work, than if there were the amount of opposition that is recorded. And supposing opposition to be made, why should Nehemiah not notice it? In music, the force and value of harmonious notes is brought out by an occasional discord. A desire to do honour to those who deserved it would be quite compatible with a determination to brand with disgrace the undeserving. And the contrast would enhance the value of the praise. Thus, there is no reason for disturbing the existing text, nor for questioning its plain meaning. The upper classes at Tekoah, the adirim or \"exalted, withdrew from the work, like oxen withdrawing their necks from the yoke, and stood aloof, leaving it to the common people to engage in it, or not, as they pleased. The common people were perhaps moved to the greater zeal by the defection of their natural leaders. They were among those who accomplished a double task, repairing a second portion of the wall (ver. 27) after having finished their first.NEWLINEVERSETITLESTARTNehemiah3:6VERSETITLEENDNEWLINEVERSESTARTMoreover the old gate repaired Jehoiada the son of Paseah, and Meshullam the son of Besodeiah; they laid the beams thereof, and set up the doors thereof, and the locks thereof, and the bars thereof.VERSEENDNEWLINEVerse 6. - The old gate must either have corresponded to the modern \"Damascus gate\" or have been in its near neighbourhood. It is not mentioned elsewhere.NEWLINEVERSETITLESTARTNehemiah3:7VERSETITLEENDNEWLINEVERSESTARTAnd next unto them repaired Melatiah the Gibeonite, and Jadon the Meronothite, the men of Gibeon, and of Mizpah, unto the throne of the governor on this side the river.VERSEENDNEWLINEVerse 7. - Gibeon and Mispah lay due north of Jerusalem, at the distance respectively of about 5.5 and 4.5 miles The inhabitants were set to repair the middle part of the north wall. Unto the throne of the governor on this side the river. So the Septuagint; and, among moderns, Michaelis, Pool, and A. Clarke. Others translate - \"the men of Gibeon and Mizpah, who belonged to the jurisdiction of the governor across the river.\" But this can scarcely have been the fact, since Gibeon is mentioned among the re-occupied cities in Nehemiah 7:25, and if Bethel was Jewish, as we know that it was from Nehemiah 11:31, Gibeon and Mizpah, which were nearer Jerusalem, cannot have remained Syrian. Altogether, there is no reason to dispute the commonly received rendering, since Nehemiah again uses ל for עד in ver. 32, and the governor of Syria may well have had a \"throne,\" or tribunal, at Jerusalem, which was usually under his jurisdiction, though exempted from his authority under the existing regime.NEWLINEVERSETITLESTARTNehemiah3:8VERSETITLEENDNEWLINEVERSESTARTNext unto him repaired Uzziel the son of Harhaiah, of the goldsmiths. Next unto him also repaired Hananiah the son of one of the apothecaries, and they fortified Jerusalem unto the broad wall.VERSEENDNEWLINEVerse 8.- Hananiah the son of one of the apothecaries. Or \"the son of Harak-kashim.\" They fortified Jerusalem unto the broad wall. The Septuagint has κατέ  NEWLINEVERSETITLESTARTNehemiah3:9VERSETITLEENDNEWLINEVERSESTARTAnd next unto them repaired Rephaiah the son of Hur, the ruler of the half part of Jerusalem.VERSEENDNEWLINEVerse 9. - The ruler of the half part of Jerusalem. Compare verse 11. The city itself does not seem to be intended, but rather the territory outside which was considered to belong to the city. This was divided into two portions, under two \"princes\" or \"rulers,\" Rephaiah and Shallum.NEWLINEVERSETITLESTARTNehemiah3:10VERSETITLEENDNEWLINEVERSESTARTAnd next unto them repaired Jedaiah the son of Harumaph, even over against his house. And next unto him repaired Hattush the son of Hashabniah.VERSEENDNEWLINEVERSETITLESTARTNehemiah3:11VERSETITLEENDNEWLINEVERSESTARTMalchijah the son of Harim, and Hashub the son of Pahathmoab, repaired the other piece, and the tower of the furnaces.VERSEENDNEWLINEVerse 11. - Malchijah and Hashub, who are here said to have repaired, not the other piece, but \"a second piece\"of the wall, have not been previously mentioned in our present text; whence it has been concluded with reason (Bertheau) that the text is defective, some whole verses having fallen out (comp. ver. 20). The tower of the furnaces is mentioned again in Nehemiah 12:38. Its exact position cannot be fixed.NEWLINEVERSETITLESTARTNehemiah3:12VERSETITLEENDNEWLINEVERSESTARTAnd next unto him repaired Shallum the son of Halohesh, the ruler of the half part of Jerusalem, he and his daughters.VERSEENDNEWLINEVerse 12. - He and his daughters. It seems to be almost impossible that women were pressed into the service, especially when it was one of so much danger (Nehemiah 4:13-21). By \"daughters\" we must therefore understand the villages contained in Shallum's district, which is agreeable to the use of the term in Nehemiah 11:25, 27, 28.NEWLINEVERSETITLESTARTNehemiah3:13VERSETITLEENDNEWLINEVERSESTARTThe valley gate repaired Hanun, and the inhabitants of Zanoah; they built it, and set up the doors thereof, the locks thereof, and the bars thereof, and a thousand cubits on the wall unto the dung gate.VERSEENDNEWLINEVerse 13. - The valley gate. A gate in the western wall (See the comment on Nehemiah 2:13.) Zanoah was situated to the west of Jerusalem at the distance of some nine or ten miles. It is mentioned in Joshua 15:34 as a city of Judah, but was not a place of much importance. We can scarcely suppose that the inhabitants had as much as a thousand cubits of the wall assigned to them, since that is more than a quarter of a mile, and the entire circuit was under four miles. Bertheau suggests that Nehemiah merely means to note that the distance between the two gates, the Valley and the Dung gate, was a thousand cubits, and that he says nothing of the repairs because no repairs were needed.NEWLINEVERSETITLESTARTNehemiah3:14VERSETITLEENDNEWLINEVERSESTARTBut the dung gate repaired Malchiah the son of Rechab, the ruler of part of Bethhaccerem; he built it, and set up the doors thereof, the locks thereof, and the bars thereof.VERSEENDNEWLINEVerse 14. - The dung gate. See the comment on Nehemiah 2:13. The ruler of part of Beth-haccerem. Rather \"ruler of the district of Beth-haccerem,\" or head man of the region within which Beth-haccerem, was situated. This was a district in the neighbourhood of Tekoah (Jeremiah 6:1).NEWLINEVERSETITLESTARTNehemiah3:15VERSETITLEENDNEWLINEVERSESTARTBut the gate of the fountain repaired Shallun the son of Colhozeh, the ruler of part of Mizpah; he built it, and covered it, and set up the doors thereof, the locks thereof, and the bars thereof, and the wall of the pool of Siloah by the king's garden, and unto the stairs that go down from the city of David.VERSEENDNEWLINEVerse 15. - The gate of the fountain. See the comment on Nehemiah 2:14. The ruler of part of Mizpah. Rather, \"ruler of the district of Mizpah,\" which is distinguished from the town of Mizpah (vers. 7, 19), and shown to have furnished a distinct working party. The wall of the pool of Siloah was probably an outwork designed to protect those who at a time of siege frequented this fountain. The pool must always have been outside of the main wall of the city. It furnished water to the royal garden, which was at the junction of the Kidron and Hinnora valleys (Joseph. 'Ant. Jud.,' 7:11; 2 Kings 25:4). The stairs that go down from the city of David may well be the flight of stone steps cut in the rock which is still to be seen on the western flank of Ophel, leading from the valley of the Tyropeeon in the direction of the temple (see Stanley, 'Lectures on the Jewish Church,' Third Series, p. 126; Tristram, 'Land of Israel,' p. 190).NEWLINEVERSETITLESTARTNehemiah3:16VERSETITLEENDNEWLINEVERSESTARTAfter him repaired Nehemiah the son of Azbuk, the ruler of the half part of Bethzur, unto the place over against the sepulchres of David, and to the pool that was made, and unto the house of the mighty.VERSEENDNEWLINEVerse 16. - Nehemiah the son of Azbuk. Not the writer, who was \"the son of Hachaliah\" (Nehemiah 1:1), but another person of the same name. It was the frequent bearing of the same name by two or more contemporaries which made it necessary to designate men generally by their own names and the names of their fathers. Bethzur (\"House of the Rock\") is now Beit-Sur, and lies on the ordinary route from Jerusalem to Hebron, about fifteen miles south of Jerusalem. It is mentioned in Joshua 15:58 among the cities of Judah, and appears to have become a place of considerable importance under the Maccabees (1 Maccabees 4:29 1 Maccabees 6:31-50 1 Maccabees 14:7; etc.). The sepulchres of David and the kings, his descendants, to the time of Hezekiah, were excavated in the rock upon which the temple stood (Ezekiel 43:7-9), apparently on its western side. They have not hitherto been discovered. Here too was the pool that was made by Hezekiah when he was about to be besieged by Sennacherib (2 Chronicles 32:30; Isaiah 22:9-11). The house of the mighty - the Gibborim, or \"mighty men of David (2 Samuel 23:8; 1 Chronicles 11:10) - is not elsewhere mentioned. It was no doubt the barrack where, according to tradition, David had quartered his best troops.NEWLINEVERSETITLESTARTNehemiah3:17VERSETITLEENDNEWLINEVERSESTARTAfter him repaired the Levites, Rehum the son of Bani. Next unto him repaired Hashabiah, the ruler of the half part of Keilah, in his part.VERSEENDNEWLINEVerse 17. - The ruler of the half part of Keilah. Rather, \"ruler of one-half of the region of K.\" The district within which Keilah stood was divided into two parts, one of which was under Hashabiah and the other under Bavai (ver. 18). Both took part in the work of restoration, and the two working-parties were assigned adjacent portions of the wall In his part; Rather, \"for his part\" - pro tractu suo, as Rambach renders.NEWLINEVERSETITLESTARTNehemiah3:18VERSETITLEENDNEWLINEVERSESTARTAfter him repaired their brethren, Bavai the son of Henadad, the ruler of the half part of Keilah.VERSEENDNEWLINEVerse 18. - Keilah is probably the modern Kila, which is situated about twelve miles S.S.W. of Jerusalem, in the Shephelah, or low plain of the Philistines (1 Samuel 23:1-3). It was assigned to Judah by Joshua (Joshua 15:44), threatened with capture, but \"saved\" by David (1 Samuel 23:5), and apparently reoccupied on the return from the captivity.NEWLINEVERSETITLESTARTNehemiah3:19VERSETITLEENDNEWLINEVERSESTARTAnd next to him repaired Ezer the son of Jeshua, the ruler of Mizpah, another piece over against the going up to the armoury at the turning of the wall.VERSEENDNEWLINEVerse 19. - Another piece. Ezer has not been previously mentioned as repairing any portion of the wall; but \"the men of Mizpah\" have been mentioned as so doing (ver. 7). Ezer had apparently succeeded to \"Jadon the Meronothita, as the superintendant of the Mizpah working-party. The going up to the armoury at the turning of the wall. Literally, \"the ascent to the armoury of the corner.\" There were probably several armouries in Jerusalem (see Isaiah 22:8). This one was called \"the armoury of the corner,\" being situated at the north-western angle of the special wall of the city of David. There was an \"ascent\" to it, either by steps, or by a steep pathway, from the Tyropoeon valley.NEWLINEVERSETITLESTARTNehemiah3:20VERSETITLEENDNEWLINEVERSESTARTAfter him Baruch the son of Zabbai earnestly repaired the other piece, from the turning of the wall unto the door of the house of Eliashib the high priest.VERSEENDNEWLINEVerse 20. - Earnestly repaired. So Gesenius, Pool, and Bertheau. The construction is not free from difficulty, and the reading is somewhat doubtful (the Vulgate \"in monte\" showing a different one); but on the whole the translation of the A. V. may stand. Baruch has the high honour of being singled out for special praise, as having shown a burning zeal which deserved this recompense. He rapidly accomplished the task first set him, the mention of which must have accidentally fallen out (see the comment on ver. 11), and now undertook a \"second piece,\" which extended from the north-western angle of the inner wall to the door of the high priest's house. It would seem that this door was in the wall, upon which the house must have abutted (see the next verse).NEWLINEVERSETITLESTARTNehemiah3:21VERSETITLEENDNEWLINEVERSESTARTAfter him repaired Meremoth the son of Urijah the son of Koz another piece, from the door of the house of Eliashib even to the end of the house of Eliashib.VERSEENDNEWLINEVerse 21. - Meremoth's first piece is mentioned in ver. 4. The second piece cannot have been very long, since it only extended along a portion of the high priest's house.NEWLINEVERSETITLESTARTNehemiah3:22VERSETITLEENDNEWLINEVERSESTARTAnd after him repaired the priests, the men of the plain.VERSEENDNEWLINEVerse 22. - The priests who had lands in the Jordan valley seem to be intended by the men of the plain, hak-kikkar, \"the plain,\" without further addition, having always that meaning in Scripture. We have already heard that the men of Jericho were engaged in the work (ver. 2).NEWLINEVERSETITLESTARTNehemiah3:23VERSETITLEENDNEWLINEVERSESTARTAfter him repaired Benjamin and Hashub over against their house. After him repaired Azariah the son of Maaseiah the son of Ananiah by his house.VERSEENDNEWLINEVERSETITLESTARTNehemiah3:24VERSETITLEENDNEWLINEVERSESTARTAfter him repaired Binnui the son of Henadad another piece, from the house of Azariah unto the turning of the wall, even unto the corner.VERSEENDNEWLINEVerse 24. - After him repaired Binnui the men of Henadad another piece. The name, Binnui, has not occurred previously, but probably ought to be substituted for Bavai (בנוי for בוי) in ver. 18. He was a Levite (ch. 10:9), of the important Levitical family of Henadad, mentioned in Ezra 3:9. Unto the turning of the wall, even unto the corner. As far as the northeast angle of the special wall of the city of David, which here adjoined the main wall of Jerusalem. A tower here stood out (ver. 25), and the wall turned at a right angle, both northward and southward.NEWLINEVERSETITLESTARTNehemiah3:25VERSETITLEENDNEWLINEVERSESTARTPalal the son of Uzai, over against the turning of the wall, and the tower which lieth out from the king's high house, that was by the court of the prison. After him Pedaiah the son of Parosh.VERSEENDNEWLINEVerse 25. - The tower which lieth out from the king's high house. In the original it is uncertain whether the word translated \"high\" belongs to \"tower\" or \"house.\" Most commentators attach it to \"tower.\" The \"king's house\" of this place can be nothing but the old palace of David, which was in this quarter, while Solomon's was on the opposite, or western, hill This palace, like Solomon s (Jeremiah 32:2), would naturally have its prison, which would stand in its own court. From this prison, the \"prison gate\" of Nehemiah 12:39 took its name.NEWLINEVERSETITLESTARTNehemiah3:26VERSETITLEENDNEWLINEVERSESTARTMoreover the Nethinims dwelt in Ophel, unto the place over against the water gate toward the east, and the tower that lieth out.VERSEENDNEWLINEVerse 26. - The Nethinims dwelt in Ophel. Ophel was \"the long, narrowish, rounded spur or promontory which intervenes between the central valley of Jerusalem (the Tyropoeon) and the Kidron, or Valley of Jehoshaphat\" (Grove). The Nethinims, who had their dwellings on this spur, were set to fortify a portion of the eastern circuit, but apparently restored not so much their own wall as that which lay north of it, at the edge of the present Haram area. Here must have been the water gate, which carried off the superfluous water from the temple reservoirs; and here was the great tower that lieth out, whose foundations have been recently discovered. It stood at the southeastern angle of the great platform on which the temple was built.NEWLINEVERSETITLESTARTNehemiah3:27VERSETITLEENDNEWLINEVERSESTARTAfter them the Tekoites repaired another piece, over against the great tower that lieth out, even unto the wall of Ophel.VERSEENDNEWLINEVerse 27. - The Tekoites repaired another piece. Compare ver. 5. Their \"second piece\" appears to have extended from the \"great tower\" to the wall built by Shallum on the western side of the spur which reached as far as the pool of Siloam (ver. 15). This is here called \"the wall of Ophel.\"NEWLINEVERSETITLESTARTNehemiah3:28VERSETITLEENDNEWLINEVERSESTARTFrom above the horse gate repaired the priests, every one over against his house.VERSEENDNEWLINEVerse 28. - From above the horse gate. This was a gate in the eastern wall (Jeremiah 31:40) through which horses could enter the city. It probably adjoined the old palace, being at or near the \"turning of the wall\" mentioned in vers. 24, 25. Nehemiah seems here to return to the point quitted in ver. 26, and to proceed thence northwards in order to complete the entire circuit.NEWLINEVERSETITLESTARTNehemiah3:29VERSETITLEENDNEWLINEVERSESTARTAfter them repaired Zadok the son of Immer over against his house. After him repaired also Shemaiah the son of Shechaniah, the keeper of the east gate.VERSEENDNEWLINEVerse 29. - Shemaiah the son of Shechaniah is very possibly the descendant of David mentioned in 1 Chronicles 3:22. He must have been an old man, as his son, Hattush, had returned to Jerusalem with Ezra (Ezra 8:2, 3); but still he may have taken part in the work. That he was keeper of the east gate does not militate against this hypothesis, for that post was an honourable one, and it is not to be supposed that all the descendants of David were in flourishing circumstances. By \"the east gate\"we are perhaps to understand \"the water gate towards the east\" of ver. 26.NEWLINEVERSETITLESTARTNehemiah3:30VERSETITLEENDNEWLINEVERSESTARTAfter him repaired Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, another piece. After him repaired Meshullam the son of Berechiah over against his chamber.VERSEENDNEWLINEVerse 30. - After him. The traditional text gives \"after me;\" and it has been supposed that Nehemiah assigned himself a certain portion of the wall and repaired it, but suppressed his own name through modesty. But, as general superintendent of the whole (Nehemiah 4:13-23), he could scarcely take any special work; and the argument that might have been founded upon a single occurrence of the expression \"after me\" is deprived of all force by its double occurrence, here and in ver. 31. Another piece. A Hanun has been mentioned (ver. 13) among the leaders of the working parties, and also a Hananiah (ver. 8); but they were not coupled together; and it may well be questioned whether either is identical with his namesake of this verse. Probably we have here another instance of the incompleteness of our present text of this chapter (see the comment on ver. 11).NEWLINEVERSETITLESTARTNehemiah3:31VERSETITLEENDNEWLINEVERSESTARTAfter him repaired Malchiah the goldsmith's son unto the place of the Nethinims, and of the merchants, over against the gate Miphkad, and to the going up of the corner.VERSEENDNEWLINEVerse 31. - Malchiah the goldsmith's son. Or \"the son of Hazzorephi.\" But the mention of goldsmiths (zorephim) in ver. 32 lends support to the rendering of the A. V., which is accepted by most critics. Unto the place of the Nethinims. Rather, \"the house.\" The exact position cannot be fixed; but the gate Miphkad must have been situated in the east wall, a little to the south of the sheep gate. The going up of the corner may have been an \"ascent,\" like Solomon's (2 Chronicles 9:4), which was probably a flight of steps; or the word translated \"going up\" may mean \"an upper chamber\" (ὑπερῷον) - a chamber situated over the gate.NEWLINEVERSETITLESTARTNehemiah3:32VERSETITLEENDNEWLINEVERSESTARTAnd between the going up of the corner unto the sheep gate repaired the goldsmiths and the merchants.VERSEENDNEWLINEVerse 32. - Unto the sheep gate. Compare ver. 1. The circuit is completed, and the point reached from which the commencement was made. The goldsmiths and the merchants were required to repair the piece of wall immediately to the south of the sheep gate, for which no individual had volunteered. Probably they had houses in the neighbourhood. They consented; and thus the entire wall was taken in hand, and the great work, which Nehemiah had conceived in his heart while still in Susa, was inaugurated.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah4:1VERSETITLEENDNEWLINEVERSESTARTBut it came to pass, that when Sanballat heard that we builded the wall, he was wroth, and took great indignation, and mocked the Jews.VERSEENDNEWLINEVERSETITLESTARTNehemiah4:2VERSETITLEENDNEWLINEVERSESTARTAnd he spake before his brethren and the army of Samaria, and said, What do these feeble Jews? will they fortify themselves? will they sacrifice? will they make an end in a day? will they revive the stones out of the heaps of the rubbish which are burned?VERSEENDNEWLINEVerse 2. - Before his brethren. By \"his brethren\" would seem to be meant his chief counsellors - probably Tobiah among them. The army of Samaria. Some understand by this a Persian garrison, stationed in Samaria under its own commander, with which Sanballat had influence (Ewald, 'History of Israel,' vol. 5. p. 153), but there is no real ground for such a supposition. Psalm 83, belongs probably to David's time; and as Samaria had doubtless its own native force of armed citizens, who were Sanballat's subjects, it is quite unnecessary to suppose that he addressed himself to any other \"army\" than this. The Persians would maintain a force in Damascus, but scarcely in Samaria; and Persian soldiers, had there been any in that city, would have been more likely to support a royal cupbearer than a petty governor with no influence at court. We can really only explain the disturbed state of things and approach to open hostility which appears in Nehemiah's narrative, by the weakness of Persia in these parts, and the consequent power of the native races to act pretty much as they pleased - even to the extent of making war one upon another. Will they fortify themselves? No other rendering is tenable. Ewald ('History of Israel,' vol. 3. p. 154, note 5)defends it successfully. Will they sacrifice? Will they make an end in a day? The meaning seems to be, \"Will they begin and make an end in a day?\" It is assumed that they will begin by offering a sacrifice to inaugurate their work. Will they revive the stones out of the heaps of the rubbish which are burned? Rather, \"Will they revive the burnt stones (the stones that are burned) out of the heaps of the rubbish?\" Will they do what is im-possible-solidify and make into real stone the calcined and crumbling blocks which are all that they will find in the heaps of rubbish? If not, how are they to procure material?NEWLINEVERSETITLESTARTNehemiah4:3VERSETITLEENDNEWLINEVERSESTARTNow Tobiah the Ammonite was by him, and he said, Even that which they build, if a fox go up, he shall even break down their stone wall.VERSEENDNEWLINEVerse 3. - Tobiah the Ammonite was by him. The presence of Tobiah on this occasion, before the alliance was made with the Ammonites (ver. 8), is a strong indication that his position was not one of independent authority, but of dependence upon Sanballat. There is nothing to show that he was more than a favourite slave of the Samaritan governor. A fox. Or, \"a jackal,\" which would be more likely than a fox to stray over a ruined wall into a town.NEWLINEVERSETITLESTARTNehemiah4:4VERSETITLEENDNEWLINEVERSESTARTHear, O our God; for we are despised: and turn their reproach upon their own head, and give them for a prey in the land of captivity:VERSEENDNEWLINEVerse 4. - Hear, O our God. Compare Ezra's parenthetic burst of thanksgiving (Ezra 7:27, 28). That which in Ezra was a sudden impulse has become a settled habit with Nehemiah (comp. Nehemiah 5:19; Nehemiah 6:9, 14; Nehemiah 13:14, 22, 29, 31). Turn their reproach upon their own head. The imprecations of Nehemiah are no pattern to Christians, any more than are those of the Psalmists (Psalm 69:22-28; Psalm 79:12; Psalm 109:6-20, etc.); but it cannot be denied that they are imprecations. Before men were taught to \"love their enemies,\" and \"bless those that cursed them\" (Matthew 5:44), they gave vent to their natural feelings of anger and indignation by the utterance of maledictions. Nehemiah's spirit was hot and hasty; and as he records of himself (Nehemiah 13:25) that he \"cursed\" certain Jews who had taken foreign wives, so it is not to be wondered at that he uttered imprecations against his persistent enemies.NEWLINEVERSETITLESTARTNehemiah4:5VERSETITLEENDNEWLINEVERSESTARTAnd cover not their iniquity, and let not their sin be blotted out from before thee: for they have provoked thee to anger before the builders.VERSEENDNEWLINEVerse 5. - Cover not their iniquity, etc. Some of David's imprecations are very similar (Psalm 109:7, 14, 15, etc.), as also some of Jeremiah's (Jeremiah 18:23). They have provoked thee to anger before the builders. It is not as if they had merely \"thought scorn\" of thee, or insulted thee before one or two. They have uttered their insult publicly, so that it is known to the whole body of the builders. Therefore they deserve not to be forgiven.NEWLINEVERSETITLESTARTNehemiah4:6VERSETITLEENDNEWLINEVERSESTARTSo built we the wall; and all the wall was joined together unto the half thereof: for the people had a mind to work.VERSEENDNEWLINEVerse 6. - So built we the wall. Rather, \"and we (still) built the wall\" Insults and gibes had no effect on us - did not touch us. Despite of them we steadily kept on our building, and the result was that soon all the wall was joined together unto the half thereof - the whole continuous line of wall was completed to half the contemplated height. For the people had a mind to work. Literally, \"there was a heart to the people to work.\" They wrought, as we should say, \"with a will\"- they had their heart in the work. Insult and gibe rather stimulated than daunted them.NEWLINENEWLINECHAPTER 4:7-23NEWLINEVERSETITLESTARTNehemiah4:7VERSETITLEENDNEWLINEVERSESTARTBut it came to pass, that when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walls of Jerusalem were made up, and that the breaches began to be stopped, then they were very wroth,VERSEENDNEWLINEVerse 7. - It came to pass, that when Sanballat, and Tobiah, at Samaria, and the Arabians, and the Ammonites, and the Ashdodites, in their respective residences, heard that the walls of Jerusalem were made up, or \"that the (entire) wall of Jerusalem was of a (good) height,\" they were wroth. Observe that Tobiah is here quite separated from the nation of the Ammonites, and in no way represented as their leader. Jealousy of Jerusalem on the part of the Ammonites and Philistines is quite natural; and, if the Arabs are the Edomites, their opposition would be equally a matter of course (Psalm 137:7; Ezekiel 25:12; Amos 1:11; Obadiah 1:10, 14); but the Edomites are not called Arabs in Scripture, nor do Arabs appear very often among the enemies of the Jews. It has been suggested that the \"Arabians\" here mentioned are the descendants of a colony which Sargon planted in Samaria itself. This, of course, is possible; but they may perhaps have been one of the desert tribes, induced to come forward by the hope of plunder (Ewald), and influenced by the Ammonites, their neighbours.NEWLINEVERSETITLESTARTNehemiah4:8VERSETITLEENDNEWLINEVERSESTARTAnd conspired all of them together to come and to fight against Jerusalem, and to hinder it.VERSEENDNEWLINEVerse 8. - To hinder it. Rather, \"to do it hurt.\" The word used is a rare one. According to Gesenius, it has the two senses of \"error\" and \"injury.\"NEWLINEVERSETITLESTARTNehemiah4:9VERSETITLEENDNEWLINEVERSESTARTNevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.VERSEENDNEWLINEVerse 9. - We... set a watch against them day and night, because of them. Rather, \"over against, them,\". \"opposite to them\" - opposite, that m, to the point from which they were expected to make their attack.NEWLINEVERSETITLESTARTNehemiah4:10VERSETITLEENDNEWLINEVERSESTARTAnd Judah said, The strength of the bearers of burdens is decayed, and there is much rubbish; so that we are not able to build the wall.VERSEENDNEWLINEVerse 10. - The strength of the bearers of burdens is decayed. The complaint seems to be, that by the drawing off of men from the working parties to act as guards, those parties were so weakened that they could not continue the work, the quantity of rubbish being so great.NEWLINEVERSETITLESTARTNehemiah4:11VERSETITLEENDNEWLINEVERSESTARTAnd our adversaries said, They shall not know, neither see, till we come in the midst among them, and slay them, and cause the work to cease.VERSEENDNEWLINEVERSETITLESTARTNehemiah4:12VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass, that when the Jews which dwelt by them came, they said unto us ten times, From all places whence ye shall return unto us they will be upon you.VERSEENDNEWLINEVerse 12. - If the text is sound, it can only mean that the Jews who dwelt in the outlying towns, in the neighbourhood of Ammon, Samaria, Ashdod, etc., came repeatedly to Jerusalem, and tried to draw off their contingents, saying to them, \"You must return to us.\" But it is suspected that there is a corruption of the original words of Nehemiah, and that what he wrote was, that these Jews came repeatedly to Jerusalem and warned him of the enemy's designs. (So Ewald, Houbigant, Dathe, A. Clarke, and others. )NEWLINEVERSETITLESTARTNehemiah4:13VERSETITLEENDNEWLINEVERSESTARTTherefore set I in the lower places behind the wall, and on the higher places, I even set the people after their families with their swords, their spears, and their bows.VERSEENDNEWLINEVerse 13. - Then set I in the lower places behind the wall, and on the higher places. There is no and m the original. Nehemiah means that in the less elevated places, where the wall was least strong by nature, he had his men posted on conspicuous spots within the walls, where they could be seen from a distance, and so deterred the enemy from advancing. He drew them up after their families, that each man might feel he was fighting for his brethren, sons, etc. (ver. 14).NEWLINEVERSETITLESTARTNehemiah4:14VERSETITLEENDNEWLINEVERSESTARTAnd I looked, and rose up, and said unto the nobles, and to the rulers, and to the rest of the people, Be not ye afraid of them: remember the Lord, which is great and terrible, and fight for your brethren, your sons, and your daughters, your wives, and your houses.VERSEENDNEWLINEVerse 14. - And I looked, and rose up, and said. A particular occasion seems to be spoken cf. The allies had joined their forces; the army was advancing; Nehemiah had obtained information of the quarter from which the attack was to be expected; he had posted his men (ver. 13); when he \"looked, and rose up,\" and spoke, it was probably as the enemy was coming up to the attack; he then made this short but stirring appeal. That no conflict followed would seem to show, that \"when the enemy approached, and saw from a distance the whole people awaiting them in perfect equipment, order, and spirit,\" they lost heart and \"turned back\" (Ewald, 'History of Israel,' vol. 5. p. 155). The Lord, which is great and terrible. See the comment on ch. 1:5.NEWLINEVERSETITLESTARTNehemiah4:15VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass, when our enemies heard that it was known unto us, and God had brought their counsel to nought, that we returned all of us to the wall, every one unto his work.VERSEENDNEWLINEVERSETITLESTARTNehemiah4:16VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass from that time forth, that the half of my servants wrought in the work, and the other half of them held both the spears, the shields, and the bows, and the habergeons; and the rulers were behind all the house of Judah.VERSEENDNEWLINEVerse 16. - The half of my servants wrought in the work. Nehemiah divided his \"servants\" or slaves into two bodies, one of which laboured at the wall, while the other kept guard, fully armed, and held the spears, bows and arrows, shields, and corselets of their fellows. The rulers were behind. The \"rulers\" or \"princes\" did not labour, but stood behind the labourers, directing them, and ready to lead them on if the enemy ventured to come to blows.NEWLINEVERSETITLESTARTNehemiah4:17VERSETITLEENDNEWLINEVERSESTARTThey which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.VERSEENDNEWLINEVerse 17. - And they which bare burdens, with those that laded. Rather, \"both they which bare burdens, as they laded.\" The builders, or those engaged upon the work, are divided into two classes -NEWLINENEWLINE(1) actual builders, andNEWLINENEWLINE(2) those who carried the materials.NEWLINENEWLINEOf these, the latter did their work with one hand, while in their other hand they held a weapon; the former needed both hands for their employment, but even these wore swords in theft girdles.NEWLINEVERSETITLESTARTNehemiah4:18VERSETITLEENDNEWLINEVERSESTARTFor the builders, every one had his sword girded by his side, and so builded. And he that sounded the trumpet was by me.VERSEENDNEWLINEVerse 18. - For the builders. Rather, \"and the (actual) builders\"- masons, bricklayers, and the like, as distinct from the bearers of burthens, or carriers of material. He that sounded the trumpet. The signalman. Trumpeters appear both in the Egyptian and the Assyrian sculptures (see 'Ancient Monarchies,' vol. 1. p. 539, second ed.; Wilkinson, 'Ancient Egyptians,' vol. 2. p. 260).NEWLINEVERSETITLESTARTNehemiah4:19VERSETITLEENDNEWLINEVERSESTARTAnd I said unto the nobles, and to the rulers, and to the rest of the people, The work is great and large, and we are separated upon the wall, one far from another.VERSEENDNEWLINEVERSETITLESTARTNehemiah4:20VERSETITLEENDNEWLINEVERSESTARTIn what place therefore ye hear the sound of the trumpet, resort ye thither unto us: our God shall fight for us.VERSEENDNEWLINEVERSETITLESTARTNehemiah4:21VERSETITLEENDNEWLINEVERSESTARTSo we laboured in the work: and half of them held the spears from the rising of the morning till the stars appeared.VERSEENDNEWLINEVerse 21. - So we laboured: and half of them held the spears. This is a summary of the main points previously related: \"So we continued to work; and one-half of my personal followers continued to keep watch, and to hold the spears\" (ver. 16). From the rising of the morning, etc. This is additional, and shows how early the work commenced each morning, and how late it continued.NEWLINEVERSETITLESTARTNehemiah4:22VERSETITLEENDNEWLINEVERSESTARTLikewise at the same time said I unto the people, Let every one with his servant lodge within Jerusalem, that in the night they may be a guard to us, and labour on the day.VERSEENDNEWLINEVerse 22. - Every one, with his servant. The material condition of the people had much improved since the return under Zerubbabel. Then there was only one slave to every six Israelites (Ezra 2:64, 65); now every Israelite had his slave, and many no doubt a large number. Lodge within Jerusalem. i.e. \"sleep\" or \"pass the night\" there, instead of returning to their several villages or towns. That in the night they may be a guard to us. The very fact that they were in Jerusalem, and known to be there, would tend to prevent an attack; and if the enemy assaulted by night, they would be at hand, and able to take their part in guarding the work.NEWLINEVERSETITLESTARTNehemiah4:23VERSETITLEENDNEWLINEVERSESTARTSo neither I, nor my brethren, nor my servants, nor the men of the guard which followed me, none of us put off our clothes, saving that every one put them off for washing.VERSEENDNEWLINEVerse 23. - My brethren. Actual brothers probably. That Nehemiah had brothers appears from Nehemiah 1:2; that one of them, Hanani, had accompanied him to Jerusalem is evident from Nehemiah 7:2. My servants. See above, ver. 16. The men of the guard that followed me. As governor, Nehemiah would maintain a body-guard, in addition to his band of slaves. Saving that every one put them off for washing. So the Vulgate: \"Unnsquisque tantum nudabatur ad baptismum;\" but it is at least doubtful whether the Hebrew words can possibly have this meaning. The most natural and literal sense of them is that given by Maurer and Rambach - \"Each man's weapon was his water;\" the supposed connection of the clause with the preceding being, \"No one took off his clothes,\" not even for the bath - no one bathed; \"a man's only bath was his weapon.\" Some critics, however, defend the rendering of the A. V.; others take the words in the same way, but explain the term \"water\" differently, of a natural want (Ewald, Stanley); while many regard the text as unsound, and propose emendations. None, however, that has as yet been proposed is satisfactory.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.5":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah5:1VERSETITLEENDNEWLINEVERSESTARTAnd there was a great cry of the people and of their wives against their brethren the Jews.VERSEENDNEWLINEVerse 1. - A great cry. Compare ver. 6, where the \"cry\" is distinguished from the \"words.\" The Oriental habit of shrill lamentation must be borne in mind it is always shrillest when the women have a part in it, as on this occasion. Their wives. Mothers, whose children had been sold into slavery, or who anticipated losing them in this sad way speedily (ver. 5). Their brethren the Jews. i.e. the richer Jews, who had adopted the practice of lending upon pledge.NEWLINEVERSETITLESTARTNehemiah5:2VERSETITLEENDNEWLINEVERSESTARTFor there were that said, We, our sons, and our daughters, are many: therefore we take up corn for them, that we may eat, and live.VERSEENDNEWLINEVerse 2. - There were that said, We, our sons, and our daughters, are many. Those who had large families were foremost in making complaint. They found their numerous progeny not the blessing that abundant offspring is ordinarily reckoned in Holy Scripture, but a burthen and an anxiety. Therefore we take up corn for them. We are obliged to get corn for them, or they would die, and have to run in debt for it. Corn, wine, and oil seem to have been lent, no less than money (ver. 11).NEWLINEVERSETITLESTARTNehemiah5:3VERSETITLEENDNEWLINEVERSESTARTSome also there were that said, We have mortgaged our lands, vineyards, and houses, that we might buy corn, because of the dearth.VERSEENDNEWLINEVerse 3. - Because of the dearth. Some, who could not say that their families were large, claimed relief on account, as it would seem, not so much of a present as of a past famine, which had forced them to mortgage their fields, vineyards, and houses. That Judaea was liable to famines about this time appears from Haggai 1:6, 9-11; Haggai 2:16-19.NEWLINEVERSETITLESTARTNehemiah5:4VERSETITLEENDNEWLINEVERSESTARTThere were also that said, We have borrowed money for the king's tribute, and that upon our lands and vineyards.VERSEENDNEWLINEVerse 4. - The king's tribute. Judaea, like other Persian provinces, had to pay a tribute, partly in money and partly in kind, yearly to the Persian monarch (see the comment on Ezra 4:13); but there is no reason to believe that this burthen was generally felt as oppressive, nor that it was heavier in Judaea than elsewhere. But by the very poor even a small amount of direct taxation is felt as a grievance; and the necessity of meeting the demands of the tax-gatherer was in the ancient world often the turning-point, which compelled the contracting of a debt (Liv., 2:23); and so it seems to have been with these complainants,NEWLINEVERSETITLESTARTNehemiah5:5VERSETITLEENDNEWLINEVERSESTARTYet now our flesh is as the flesh of our brethren, our children as their children: and, lo, we bring into bondage our sons and our daughters to be servants, and some of our daughters are brought unto bondage already: neither is it in our power to redeem them; for other men have our lands and vineyards.VERSEENDNEWLINEVerse 5. - Our flesh is as the flesh of our brethren. We love our own flesh and blood, poor as we are, just as much as do our richer brethren; our children are as dear to us as theirs to them. The necessity which compels us to bring into bondage our sons and our daughters is therefore most grievous to us. Some of our daughters are brought into bondage already. On the power of fathers to sell their daughters, see Exodus 21:7. Neither is it in our power to redeem them. Literally, \"nor is aught in the power of our hands\" (see Genesis 31:29). We have no remedy; it is not in our power to effect any change.NEWLINEVERSETITLESTARTNehemiah5:6VERSETITLEENDNEWLINEVERSESTARTAnd I was very angry when I heard their cry and these words.VERSEENDNEWLINEVerse 6. - I was very angry. It is not clear that the letter of the law was infringed, unless it were in the matter of taking interest (ver. 11), of which the people had not complained. That men might sell their daughters to be concubines or secondary wives is clear from Exodus 21:7; and it is therefore probable that they might sell their sons for servants. But the servitude might only be for six years (Exodus 21:2); and if a jubilee year occurred before the sexennial period was out, the service was ended (Leviticus 25:10). Land too might be either mortgaged or sold (ibid. vers. 14-16), but under the condition that it returned to the seller, or at any rate to his tribe, in the jubilee year (ibid. vers. 10, 13). The spirit, however, of the law - the command, \"Ye shall not oppress one another\" (ibid. vers. 14, 17) - was transgressed by the proceedings of the rich men. It was their duty in a time of scarcity not to press hard upon their poorer brethren, but freely to alleviate their necessities. Nehemiah, his near relations, and his followers had done so to the utmost of their power (ver. 10, with the comment). The rich men had acted differently, and made all the profit that they could out of the need of their fellow-countrymen. Hence Nehemiah's anger.NEWLINEVERSETITLESTARTNehemiah5:7VERSETITLEENDNEWLINEVERSESTARTThen I consulted with myself, and I rebuked the nobles, and the rulers, and said unto them, Ye exact usury, every one of his brother. And I set a great assembly against them.VERSEENDNEWLINEVerse 7. - I rebuked the nobles, and the rulers, and said unto them, Ye exact usury. So the Vulgate, and most commentators; but Bertheau has shown that the expression used, which is peculiar to Nehemiah, cannot have this meaning, since it is not the taking of usury that has been complained of, or that Nehemiah is especially anxious to stop, but the lending of money upon the security of lands, houses, or children, with its consequences, the forfeiture of the lands and houses, with the enslavement of the children. He therefore translates, \"I rebuked the nobles, and the rulers, and said unto them, Ye lend upon pledge.\" I set a great assembly against them. It is evident that Nehemiah's rebuke had no effect. The nobles gave him no reason to think that they would change their conduct. He was therefore compelled to bring the matter before the people; not that they had any legal power, but he felt that the nobles might be ashamed or afraid to continue their oppression when it was openly denounced by the chief civil ruler in the hearing of a great assembly of their countrymen.NEWLINEVERSETITLESTARTNehemiah5:8VERSETITLEENDNEWLINEVERSESTARTAnd I said unto them, We after our ability have redeemed our brethren the Jews, which were sold unto the heathen; and will ye even sell your brethren? or shall they be sold unto us? Then held they their peace, and found nothing to answer.VERSEENDNEWLINEVerse 8. - We after our ability have redeemed our brethren. \"We,\" here, may be either \"we Jews of the captivity,\" in contrast with \"you who have long returned from it,\" or \"we of my house and household\" (equivalent to the \"I, my brethren, and my servants\" of ver. 10), in contrast with \"you rich Jews not of my household.\" Nehemiah must appeal to a well-known fact, that he and others had been in the habit of redeeming enslaved Jews among the heathen. Will ye even sell your brethren? An argumenturn ad verecundiam. Will ye do the exact opposite? Cause your brethren to be sold into slavery? And not to heathen masters, but to men of their own nation, unto us? Roman creditors, if they sold their debtor slaves, were required by law to sell them across the Tiber - to men of a different race. It was felt to add to the indignity of the slave condition that one should have to serve one's own countryman, recently one's equal and (perhaps) acquaintance. They held their peace, and found nothing to answer. Or, \"found never a word. The argument told. It admitted of no reply. The nobles were ashamed, and had not a word to say.NEWLINEVERSETITLESTARTNehemiah5:9VERSETITLEENDNEWLINEVERSESTARTAlso I said, It is not good that ye do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies?VERSEENDNEWLINEVerse 9. - Also I said. To silence the nobles was not enough. To shame them was not enough. What was wanted was to persuade them. Nehemiah therefore continued his address. It is not good that ye do. It is not good in itself, apart from any contrast with what I have been doing. Ought ye not to walk - or, literally, \"will ye not walk\"- in the fear of our God? Will ye not really, \"fear God and keep his commandments, not in the letter only, but in the spirit? Will ye not cease to oppress your brethren? Will ye not deal kindly and gently with them? Because of the reproach of the heathen our enemies. If the mere fear of God, the desire to escape his displeasure and win his approval, is not enough, will not the thought of the light in which you will appear to the heathen influence you? You make a profession of religion; you claim to be actuated by high motives; to be merciful, compassionate, and self-denying. If they see you as keen after gain as any of themselves, as regardless of others, as pitiless and oppressive, what a reproach will not this bring on your religion! What a proof will it not seem to be that you are no better than your neighbours, and your religion, therefore, no whit superior to theirs!NEWLINEVERSETITLESTARTNehemiah5:10VERSETITLEENDNEWLINEVERSESTARTI likewise, and my brethren, and my servants, might exact of them money and corn: I pray you, let us leave off this usury.VERSEENDNEWLINEVerse 10. - I likewise... might exact of them. Rather, \"have lent them.\" I and mine have advanced to the poorer classes, in this period of their distress, money and corn; but not as you have, not upon security. Let us then, all of us, you as well as I, henceforth relinquish this practice of mortgaging and pledge-taking.NEWLINEVERSETITLESTARTNehemiah5:11VERSETITLEENDNEWLINEVERSESTARTRestore, I pray you, to them, even this day, their lands, their vineyards, their oliveyards, and their houses, also the hundredth part of the money, and of the corn, the wine, and the oil, that ye exact of them.VERSEENDNEWLINEVerse 11. - Restore, I pray you, etc. Nay, more. Let us not only give up this practice in the future, but let us remedy its evils in the past. You are in possession of lands and houses that have become yours through these mortgages, and you have received a heavy interest on the sums of money, or on the corn, wine, and oil that you have advanced. I bid you restore it all. Give back at once the houses and the lands that you will in any case have to restore in the year of jubilee. Give back the interest that you have illegally taken, and so, as far as is possible, undo the past; make restitution of your ill-gotten gains, relinquish even your legal rights, and become self-denying patriots, instead of tyrants and oppressors.NEWLINEVERSETITLESTARTNehemiah5:12VERSETITLEENDNEWLINEVERSESTARTThen said they, We will restore them, and will require nothing of them; so will we do as thou sayest. Then I called the priests, and took an oath of them, that they should do according to this promise.VERSEENDNEWLINEVerse 12. - Then they said, We will restore them. Nehemiah's eloquence prevailed, and brought about a \"day of sacrifices.\" The nobles, one and all, agreed not only to give back the interest that they had illegally received on the corn and money borrowed of them, but to restore the forfeited lands and houses, which must have been of far greater value, and to which they were by law fully entitled. \"We will restore them,\" they said, \"and will (in future) require nothing of them, neither interest nor security, but will do as thou sayest.\" The promise was sweeping in its terms, and probably not insincere; but Nehemiah mistrusted all sudden impulses. He would have something more than a promise. Then called I the priests, and took an oath of them (the nobles), that they should do according to this promise. i.e. he swore the nobles, in the sacred presence of the priests, to the performance of the promise which they had made.NEWLINEVERSETITLESTARTNehemiah5:13VERSETITLEENDNEWLINEVERSESTARTAlso I shook my lap, and said, So God shake out every man from his house, and from his labour, that performeth not this promise, even thus be he shaken out, and emptied. And all the congregation said, Amen, and praised the LORD. And the people did according to this promise.VERSEENDNEWLINEVerse 13. - Also I shook my lap. Even the taking of the oath did not seem sufficient to the prudent governor. He would strengthen the oath by a malediction, and a malediction accompanied by a symbolical act, to render it the more impressive. Among the nations of antiquity few things were so much dreaded as falling under a curse. The maledictions of Deuteronomy 28:16-44 were the supreme sanction which Moses devised for the Law, whereof he was the promulgator. Curses protected the tombs and inscriptions of the Assyrian and Persian kings, the contracts of the Babylonians, and the treaties of most nations. Nehemiah's curse is an unusual one, but very clear and intelligible. He prays that whosoever departs from his promise given may be cast forth a homeless wanderer, emptied of all his possessions, as empty as the fold in his own dress, which he first gathers into a sort of bag or pocket, and then throws from him and so empties out. To this the assembly responded by a hearty \"Amen,\" and then praised the Lord for the happy ending of the whole affair; in which they piously traced the directing and over-ruling hand of God, \"restraining the fierceness of men,\" and \"turning it to his praise\" (Psalm 76:10 - Prayer-Book version).NEWLINENEWLINECHAPTER 5:14-19 GENERAL ACCOUNT OF NEHEMIAH'S GOVERNMENT (vers. 14-19). Having given this account of the internal difficulties which threatened to put a stop to the building of the wall before it was well begun, and been led in the course of it to speak of the poverty and sufferings of the common people, Nehemiah not unnaturally goes on to inform us of the methods by which in his general government he endeavoured to alleviate the distress, or at any rate to avoid adding to the burthens which pressed upon the poorer classes. From the time that he entered upon his office, in the twentieth year of Artaxerxes, B.C. 444, to the time of his writing this portion of his Book, in the thirty-second year of the same king, B.C. 432, he had lived entirely at his own expense, requiring no contributions from the people, either in provisions or money, for the support of himself or his court (ver. 14). This was quite contrary to the previous practice of Jewish governors (ver. 15), and indeed of Oriental governors generally, whether under the Persian system or any other, such persons almost universally taxing their provinces, sometimes very heavily, for their current expenses, and often accumulating princely fortunes by their exactions. Nehemiah had also maintained a noble hospitality, of which he may be excused for being a little proud, during these twelve years of his governorship, entertaining daily at his table 150 of the chief inhabitants of Jerusalem, besides many foreign Jews who from time to time came on visits to the Judaean capital (vers. 17, 18). It is conjectured that he was able to take this course, and spend so largely without receiving any income from his province, because he retained his place of cupbearer, and as such drew a large salary from the Persian court (Ewald, 'History of Israel,' vol. 5. p. 150, E. Tr.). However this may have been, he certainly disbursed large sums of money in Jerusalem, and must have done something to alleviate the general poverty by his lavish expenditure. He takes credit, further, for giving the services of his private attendants to the work of the wall during the whole time that it was in building (ver. 16), and for having abstained from the purchase of any land, when, through the general poverty, it might have been bought at a low price from those who were anxious to part with it (ibid.). HIS conduct beyond a doubt stood in the strongest contrast with that of the ordinary Persian satrap, or other governor, and we cannot be surprised that he looked on it with some complacency. He felt that he had done much for his people. He looked, however, for his reward not to them, not to man, but to God; and desired that his reward should be not present gratitude and thanks, not even posthumous fame, but God's approval and remembrance only (ver. 19). \"Think upon me, my God, for good, according to all that I have done for this people.\"NEWLINEVERSETITLESTARTNehemiah5:14VERSETITLEENDNEWLINEVERSESTARTMoreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king, that is, twelve years, I and my brethren have not eaten the bread of the governor.VERSEENDNEWLINEVerse 14. - From the day that I was appointed. Literally, \"from the day that he (i.e. Artaxerxes) appointed me.\" From the twentieth year. See above, Nehemiah 2:1. The appointment, having taken place in Nisan, was in B.C. 444. Unto the two and thirtieth year. We see here that this chapter, and therefore, probably, the entire first section (chs. 1-7.) of this Book, was not written until B.C. 432, the year in which Nehemiah returned to the Persian court from Jerusalem (Nehemiah 13:6). I and my brethren have not eaten the bread of the governor. i.e. \"have not lived at the expense of our subjects, as Persian governors do ordinarily.\" Nehemiah's brethren here are probably not his brothers only, but his entire court.NEWLINEVERSETITLESTARTNehemiah5:15VERSETITLEENDNEWLINEVERSESTARTBut the former governors that had been before me were chargeable unto the people, and had taken of them bread and wine, beside forty shekels of silver; yea, even their servants bare rule over the people: but so did not I, because of the fear of God.VERSEENDNEWLINEVerse 15. - The former governors that had been before me. Of these, two only are known to us, Zerubbabel and Ezra; but it is probable that there had been others. Were chargeable unto the people. The words of the original are stronger, and should be rendered \"had oppressed the people (ἐβάρυναν, LXX.), \"had been heavy upon them. Had taken of them bread and wine, beside forty shekels. Rather, \"had taken from them, for bread and wine, above forty shekels.\" (So Ewald and Bertheau.) Forty shekels a day from the whole people would seem to be intended - not forty shekels a year from each person, as some explain. Even their servants bare rule. The oppression exercised by the domestics and other hangers-on of rulers is often worse than their own. This is especially the case in the East, where eunuchs and other domestics have been the most fearful tyrants. Haman under Xerxes, Sejanus under Tiberius, Narcissus under Nero, are examples. So did not I. I neither exacted money, nor allowed my servants to bear rule. Because of the fear of God. Because I felt that it would be wrong, either absolutely or under the circumstances.NEWLINEVERSETITLESTARTNehemiah5:16VERSETITLEENDNEWLINEVERSESTARTYea, also I continued in the work of this wall, neither bought we any land: and all my servants were gathered thither unto the work.VERSEENDNEWLINEVerse 16. - I continued in the work of this wall. Literally, \"I repaired,\" like the others (Nehemiah 3:4-31). I employed myself not in buying up men's fields at low prices, and so enriching myself, but in the restoring and repairing of the wall, over which I exercised a constant superintendence. All my servants were gathered thither. See Nehemiah 4:16.NEWLINEVERSETITLESTARTNehemiah5:17VERSETITLEENDNEWLINEVERSESTARTMoreover there were at my table an hundred and fifty of the Jews and rulers, beside those that came unto us from among the heathen that are about us.VERSEENDNEWLINEVerse 17. - An hundred and fifty of the Jews and rulers. The \"hundred and fifty\" were, all of them, \"rulers.\" Nehemiah means to say that he entertained continually at his table 150 of the Jewish chief men or \"rulers\" (segdnim), and also an indefinite number of foreign Jews, who came on short visits to Jerusalem.NEWLINEVERSETITLESTARTNehemiah5:18VERSETITLEENDNEWLINEVERSESTARTNow that which was prepared for me daily was one ox and six choice sheep; also fowls were prepared for me, and once in ten days store of all sorts of wine: yet for all this required not I the bread of the governor, because the bondage was heavy upon this people.VERSEENDNEWLINEVerse 18. - Once in ten clays store of all sorts of wine. Literally, \"all sorts of wine in abundance.\" Wine was probably drunk every day, but laid in every ten days. Yet for all this. Or, \"with all this\"- notwithstanding this great expenditure, I took no allowance as governor. Because the bondage was heavy upon this people. The bondage intended must be that under the Persian crown, since neither the labour at the wall nor the oppression of the creditors lasted during the twelve years that Nehemiah was governor. It would seem that the tribute, already complained of in ver. 4, must have been felt as a heavy burthen at this period.NEWLINEVERSETITLESTARTNehemiah5:19VERSETITLEENDNEWLINEVERSESTARTThink upon me, my God, for good, according to all that I have done for this people.VERSEENDNEWLINEVerse 19. - Think upon me, my God. Compare Nehemiah 13:14, 22, 31. This is no \"prayer for posthumous fame\" (Stanley, 'Lectures on the Jewish Church,' Third Series, p. 135), but simply an appeal to God, beseeching him to bear in mind the petitioner's good deeds, and reward them at his own good time and in his own way. As Butler observes ('Analogy,' Part I. ch. 3.), the sense of good and ill desert is inseparably connected with an expectation of reward or punishment, and so with the notion of a future life, since neither are the righteous adequately rewarded nor the wicked adequately punished in this life.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.6":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah6:1VERSETITLEENDNEWLINEVERSESTARTNow it came to pass, when Sanballat, and Tobiah, and Geshem the Arabian, and the rest of our enemies, heard that I had builded the wall, and that there was no breach left therein; (though at that time I had not set up the doors upon the gates;)VERSEENDNEWLINEVerse 1. - When Sanballat, and Tobiah, and Geshem the Arabian heard. Literally, \"When it was heard by Sanballat and Tobiah, and by Geshem the Arabian.\" The preposition ל is repeated with Geshem, but not with Tobiah, probably because Tobiah was Sanballat's subordinate, but Geshem an independent chief. Hence, too, it was not proposed that Tobiah should be at the conference. At that time I had not set up the doors. This may appear to contradict Nehemiah 3:1, 3, 6, 13, etc. But the account of the building in ch. 3. is carried on to the completion of the whole work, the object there being to state by whom the different parts were done, and not at what time. Chronologically, chs. 4, 5, and 6. are parallel to ch. 3, relating events that happened while the wall was being built. The hanging of the doors in the gateways was, naturally, the last thing done. Upon the gates. Rather, \"in the gateways.\"NEWLINEVERSETITLESTARTNehemiah6:2VERSETITLEENDNEWLINEVERSESTARTThat Sanballat and Geshem sent unto me, saying, Come, let us meet together in some one of the villages in the plain of Ono. But they thought to do me mischief.VERSEENDNEWLINEVerse 2. - In some one of the villages. The Hebrew has \"in the villages,\" which seems too vague. Bertheau therefore suggests, \"in Hakkiphirim,\" taking the word as the name of a particular village, which is probably right. Ono was near Lydda, in the plain country bordering on Philistia. They thought to do me mischief. A euphemism for \"they thought to murder me.\"NEWLINEVERSETITLESTARTNehemiah6:3VERSETITLEENDNEWLINEVERSESTARTAnd I sent messengers unto them, saying, I am doing a great work, so that I cannot come down: why should the work cease, whilst I leave it, and come down to you?VERSEENDNEWLINEVERSETITLESTARTNehemiah6:4VERSETITLEENDNEWLINEVERSESTARTYet they sent unto me four times after this sort; and I answered them after the same manner.VERSEENDNEWLINEVERSETITLESTARTNehemiah6:5VERSETITLEENDNEWLINEVERSESTARTThen sent Sanballat his servant unto me in like manner the fifth time with an open letter in his hand;VERSEENDNEWLINEVerse 5. - An open letter. Letters in the East are usually placed in silken bags, which are then tied up and carefully sealed. An \"open letter\" invited perusal; and the object of sending this one \"open' must have been to create alarm among the Jews, and to excite them against Nehemiah. Compare the conduct of Sennacherib's ambassadors (2 Kings 18:27-33).NEWLINEVERSETITLESTARTNehemiah6:6VERSETITLEENDNEWLINEVERSESTARTWherein was written, It is reported among the heathen, and Gashmu saith it, that thou and the Jews think to rebel: for which cause thou buildest the wall, that thou mayest be their king, according to these words.VERSEENDNEWLINEVerse 6. - Gashmu saith it. \"Gashmu\" is probably the native Arabic form of the name which in a Hebrew mouth commonly became \"Geshem.\" Thou and the Jews think to rebel. Compare Nehemiah 2:19, and Ezra 4:13, with the Comment. According to these words. i.e. \"Agreeably to what is reported.\"NEWLINEVERSETITLESTARTNehemiah6:7VERSETITLEENDNEWLINEVERSESTARTAnd thou hast also appointed prophets to preach of thee at Jerusalem, saying, There is a king in Judah: and now shall it be reported to the king according to these words. Come now therefore, and let us take counsel together.VERSEENDNEWLINEVerse 7. - Thou hast also appointed prophets to preach of thee at Jerusalem, saying, There is a king in Judah. Expressions of the religious teachers of the time, parallel to that of Zechariah, - \"Behold, thy king cometh\" (Zechariah 9:9), - may have been reported to Sanballat, and misunderstood or purposely misinterpreted.NEWLINEVERSETITLESTARTNehemiah6:8VERSETITLEENDNEWLINEVERSESTARTThen I sent unto him, saying, There are no such things done as thou sayest, but thou feignest them out of thine own heart.VERSEENDNEWLINEVERSETITLESTARTNehemiah6:9VERSETITLEENDNEWLINEVERSESTARTFor they all made us afraid, saying, Their hands shall be weakened from the work, that it be not done. Now therefore, O God, strengthen my hands.VERSEENDNEWLINEVerse 9. - They all made us afraid. Rather, \"sought to affright us.\" Their attempts did not succeed. Now therefore, O God, strengthen my hands. \"O God\" is not in the original; whence some critics do not see in the words used a prayer, but only a statement - \"But I now strengthened my hands\" (so the Septuagint, Vulgate, Syriac, and Arabic versions). This meaning, however, cannot be obtained from the present text.NEWLINEVERSETITLESTARTNehemiah6:10VERSETITLEENDNEWLINEVERSESTARTAfterward I came unto the house of Shemaiah the son of Delaiah the son of Mehetabeel, who was shut up; and he said, Let us meet together in the house of God, within the temple, and let us shut the doors of the temple: for they will come to slay thee; yea, in the night will they come to slay thee.VERSEENDNEWLINEVerse 10. - A Shemaiah appears in the list of priests who afterwards signed the covenant (Nehemiah 10:8); but the names in that list do not appear to be personal. There is a Shemaiah also among the priests who took part in the dedication of the wall (Nehemiah 12:42); he is not said, however, to be \"the son of Delaiah.\" Shut up. Prevented, i.e., by some legal impurity from taking part in the temple service, or even entering the temple. In the house of God, within the temple. Rather, \"within the sanctuary.\" The heykal was the same as the holy place, and meant that part of the temple building which intervened between the porch and the holy of holies. It corresponded, as Gesenius observes, to the body or nave of modern cathedrals. Let us shut the doors. Folding doors of fir wood separated the holy place from the porch in the temple of Solomon (1 Kings 6:34); and these had no doubt their counterpart in the restored temple. Shemaiah suggested the shutting of these doors for greater securityNEWLINEVERSETITLESTARTNehemiah6:11VERSETITLEENDNEWLINEVERSESTARTAnd I said, Should such a man as I flee? and who is there, that, being as I am, would go into the temple to save his life? I will not go in.VERSEENDNEWLINEVerse 11. - Should such a man as I flee? i.e. Should a man in my position, the head of the state, bound to set an example to others, fly from danger and hide myself? Surely not. And who is there, that, being as I am, would go into the temple to save his life? Rather, \"could go into the temple and live?\" Dean Stanley compares Becket's noble words, - \"I will not turn the cathedral into a castle,\" - but the parallel is not close. Nehemiah feels, not that he would profane the temple by making it into a place of refuge, but that he would break the law by simply entering it. Ewald shows that he has caught the point of the objection when he says, \"Nehemiah thought that, as a layman, he must not break the Divine command by entering the sanctuary itself\" ('History of Israel,' vol. 5. p. 157).NEWLINEVERSETITLESTARTNehemiah6:12VERSETITLEENDNEWLINEVERSESTARTAnd, lo, I perceived that God had not sent him; but that he pronounced this prophecy against me: for Tobiah and Sanballat had hired him.VERSEENDNEWLINEVerse 12. - And, lo, I perceived, etc. Rather, \"And I considered; and lo! God had not sent him.\" I reflected on the whole matter, and came to the conclusion that, though he might be a prophet, he had not on this occasion exercised his prophetical office - he had not declared to me God's will (compare the case of the \"old prophet,\" 1 Kings 13:11-18). And I was right, \"for (in fact) he had pronounced this prophecy against me, because Tobiah and Sanballat had hired him.\" \"Tobiah and Sanballat\" here - not \"Sanballat and Tobiah,\" as elsewhere (Nehemiah 2:10, 19; Nehemiah 4:7; Nehemiah 6:1), because Tobiah was no doubt the immediate briber, Sanballat merely furnishing the funds.NEWLINEVERSETITLESTARTNehemiah6:13VERSETITLEENDNEWLINEVERSESTARTTherefore was he hired, that I should be afraid, and do so, and sin, and that they might have matter for an evil report, that they might reproach me.VERSEENDNEWLINEVerse 13. - Therefore was he hired, etc. Their motive for bribing him was, that I might be induced by-fear to do as Shemaiah suggested, and so to commit sin; whereby they would have a just ground for spreading an evil report concerning me, and making my misconduct a constant reproach to me. Nehemiah's influence depended greatly on the weight of his moral character. One false step, and he would have been lost; his influence would have been gone; and the work on which his heart was set would have come to nought.NEWLINEVERSETITLESTARTNehemiah6:14VERSETITLEENDNEWLINEVERSESTARTMy God, think thou upon Tobiah and Sanballat according to these their works, and on the prophetess Noadiah, and the rest of the prophets, that would have put me in fear.VERSEENDNEWLINEVerse 14. - Tobiah and Sanballat. See ver. 12, with the comment. The prophetess Noadiah is not elsewhere mentioned. She has been supposed to have succumbed to a bribe, like Shemaiah (Ewald); but this is wholly uncertain. We only know that, together with certain soi-disant prophets, she endeavoured to \"put Nehemiah in fear.\" It is clear that she was unsuccessful.NEWLINEVERSETITLESTARTNehemiah6:15VERSETITLEENDNEWLINEVERSESTARTSo the wall was finished in the twenty and fifth day of the month Elul, in fifty and two days.VERSEENDNEWLINEVerse 15. - So the wall was finished in the twenty and fifth day of the month Elul, in fifty and two days. According to Josephus ('Ant. Jud.,' 11:5, § 8), the work of restoration occupied two years and four months, or 840 days, instead of fifty-two. And this period has been thought so much more probable than the smaller one, that moderns generally have accepted it, while some have even proposed to alter our present text of Nehemiah by the insertion of u-shnathayim, \"and two years,\" at the end of this verse (Ewald). But the authority of Josephus on matters of remote history is so small, and the whole account of Nehemiah is so harmonious and consistent with itself, that alteration seems quite unnecessary. Nehemiah leaves Susa in Nisan, probably towards the middle or close of the month, for his preparations must have taken him some time. He would be likely to be nearly three months on his journey, and would thus reach Jerusalem about the middle of July - say July 15. He then rested three days, surveyed the wall, laid his plan before the nobles, arranged the working parties, and set to work. It was his object to hasten matters as much as possible; and he may well have commenced the rebuilding within ten days of his arrival. Fifty-two days from July 25 would bring him to Sept. 15, which corresponds, as nearly as may be, to the 25th of Elul. There is no difficulty in supposing that the wall could have been repaired in this space. The materials were ready at hand; the working parties were numerous; the workmen full of zeal. If we estimate the circumference of the wall at four miles, which is probably beyond the truth, and the working parties at forty-two (Ewald), it will follow that each party had, on the average, to repair 168 yards, or at the rate of between three and four yards a day. There was probably no work done on the sabbaths, and there may have been one or two days of interruption, when attack seemed imminent (Nehemiah 4:13-15); but otherwise the work was carried on without pause from early dawn to dark (ibid. ver. 21). The wall attained to half its height in a very short time (ibid. ver. 6), - there was then a brief interruption, - after which came the main work of completing the entire circuit to its full height. It is possible that the fifty-two days are counted from the \"return to work (ibid. ver. 15).NEWLINEVERSETITLESTARTNehemiah6:16VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.VERSEENDNEWLINEVerse 16. - Our enemies. The Samaritans, the Ammonites, the Ashdodites, and the Arabians under Oeshem are the special \"enemies\" here spoken cf. The Phoenicians, Syrians, Moabites, etc. are the other \"heathen round about\" the Jews. Even these last were unfriendly, and disliked any increase of Jewish power and prosperity. They perceived that this work was wrought of our God. They could not but recognise a special Providence as befriending and protecting the Jews, who, after having been utterly crushed and rooted out by Nebuchadnezzar, were now re-established in a commanding position in Palestine, and allowed to make their city once more an almost impregnable fortress.NEWLINEVERSETITLESTARTNehemiah6:17VERSETITLEENDNEWLINEVERSESTARTMoreover in those days the nobles of Judah sent many letters unto Tobiah, and the letters of Tobiah came unto them.VERSEENDNEWLINEVerse 17. - Moreover in those days. Ewald supposes that the circumstances here related (vers. 17-19) were subsequent to the completion of the wall ('History of Israel,' vol. 5. p. 157); but the expression \"in those days\" seems rather to throw back the events into the time during which the wall was in building. The passage is a sort of explanatory note, showing us how Tobiah came to be able to raise those intrigues inside Jerusalem which have been mentioned in vers. 12-14. And the letters of Tobiah came unto them. Rather, \"and many were the letters of Tobiah which came to them.\"NEWLINEVERSETITLESTARTNehemiah6:18VERSETITLEENDNEWLINEVERSESTARTFor there were many in Judah sworn unto him, because he was the son in law of Shechaniah the son of Arah; and his son Johanan had taken the daughter of Meshullam the son of Berechiah.VERSEENDNEWLINEVerse 18. - He was the son-in-law of Shechaniah. Rather, \"related by marriage to Shechaniah\"- perhaps, but not certainly, by having married his daughter. Son of Arah. Member, i.e., of the family, called the Beni-Arah, which had returned with Zerubbabel (Ezra 2:5; Nehemiah 7:10). Meshullam the son of Berechiah is mentioned in ch. 3. as repairing two portions of the wall (vers. 4, 30).NEWLINEVERSETITLESTARTNehemiah6:19VERSETITLEENDNEWLINEVERSESTARTAlso they reported his good deeds before me, and uttered my words to him. And Tobiah sent letters to put me in fear.VERSEENDNEWLINEVerse 19. - Also they reported his good deeds, etc. Rather, \"they even reported\" - they went so far as to speak to me of his good actions, perhaps representing the bribes which he dispensed (ver. 12) as given from charitable motives. And they uttered my words, or \"communicated my affairs, to him. They made him acquainted with all my proceedings.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.7":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah7:1VERSETITLEENDNEWLINEVERSESTARTNow it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,VERSEENDNEWLINEVerse 1. - The porters and the singers and the Levites. The porters and the singers were themselves Levites, but are often distinguished from their brethren, who had no such special office (see Ezra 2:40-42, 70; Ezra 7:24; Ezra 10:23, 24; Nehemiah 7:43-45, 73; Nehemiah 10:28, etc.). Nehemiah's choice of Levites to guard the gates of Jerusalem may seem strange; but we must remember -NEWLINENEWLINE1. That the priests and Levites formed nearly one half the population of Jerusalem (Nehemiah 11:6-19 compared with 1 Chronicles 9:9-22).NEWLINENEWLINE2. That the office of guarding the temple gates had always been discharged by Levites (1 Chronicles 9:17-22; 1 Chronicles 26:12-19).NEWLINEVERSETITLESTARTNehemiah7:2VERSETITLEENDNEWLINEVERSESTARTThat I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem: for he was a faithful man, and feared God above many.VERSEENDNEWLINEVerse 2. - Hanani and Hananiah. This appointment of two municipal officers to have charge of Jerusalem recalls the mention of two \"rulers\" in Nehemiah 3:9, 12, each of whom had authority-over half the district dependent on Jerusalem, and amounts to an \"undesigned coincidence.\" The ruler of the palace. Rather, \"the commandant of the fort,\" i.e. the officer in charge of the temple fortress (see above, Nehemiah 2:8).NEWLINEVERSETITLESTARTNehemiah7:3VERSETITLEENDNEWLINEVERSESTARTAnd I said unto them, Let not the gates of Jerusalem be opened until the sun be hot; and while they stand by, let them shut the doors, and bar them: and appoint watches of the inhabitants of Jerusalem, every one in his watch, and every one to be over against his house.VERSEENDNEWLINEVerse 3. - Let not the gates be opened until the sun be hot. The gates of towns in the East are usually opened at sunrise; but this cannot be the intention here. Some extra precaution is signified - not, however, so much as Dathe supposes, who renders ante tempus meridianum, \"before noon;\" but rather something intermediate between this and the ordinary practice.NEWLINEVERSETITLESTARTNehemiah7:4VERSETITLEENDNEWLINEVERSESTARTNow the city was large and great: but the people were few therein, and the houses were not builded.VERSEENDNEWLINEVerse 4. - The city was large. Literally, \"broad every way.\" The houses were not builded. Much of the city consisted of open spaces, in which no houses had been as yet built.NEWLINEVERSETITLESTARTNehemiah7:5VERSETITLEENDNEWLINEVERSESTARTAnd my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein,VERSEENDNEWLINEVerse 5. - And my God put into mine heart to gather together the nobles, etc. As Nehemiah contemplated the vast empty spaces within the city walls, and considered with himself how they might best be peopled, the thought came to him - and he hailed it as a Divine inspiration - that by taking a census of the people he might pave the way for some transfer of the inhabitants of the country districts into the capital, which would at any rate strengthen the latter, and lessen the desolate appearance of its streets and squares, which had so pained him. The census would show what proportion the country and town populations bore to each other, and would point out which were the places in the country districts that could best afford to lose a portion of their inhabitants. A census, therefore was resolved upon, and, according to ordinary Jewish usage (Numbers 1:17-47; 1 Chronicles 21:5, 6; Ezra 2:3-62), it was genealogical. The tribes of Judah, Benjamin, and Levi were numbered separately (Nehemiah 11:4-19); and in the tribe of Judah the children of Pharez were reckoned apart from those of Zerah (1 Chronicles 9:4, 6). No doubt the genealogical principle was acted upon throughout, but further evidence upon the point is wanting. It would seem to have been in the course of his preparations for this census, perhaps in searching for precedents, that Nehemiah found the \"register of the genealogy of them which came up at the first,\" which is the subject of the next section.NEWLINENEWLINECHAPTER 7:6-73 THE REGISTER OF THOSE WHO RETURNED UNDER ZERUBBABEL, WITH THE NUMBER OF THEIR SLAVES, BEASTS, AND OBLATIONS (Nehemiah 7:6-73). It is no doubt a curious circumstance that this list should occur twice, with no important differences, in the two Books of Ezra and Nehemiah. Perhaps it was not in the original Ezra, that writer not having had the good fortune to \"find\" the document; but Nehemiah having \"found\" it and inserted it here, in connection with its discovery, a later arranger (Malachi?) removed it to the early part of Ezra, because it belonged to that portion of the Jewish history chronologically. The double record enables us to make out a more perfect catalogue than we could have obtained from either separately,-since there are corruptions in each which may be corrected by means of the other. See the comment which follows.NEWLINEVERSETITLESTARTNehemiah7:6VERSETITLEENDNEWLINEVERSESTARTThese are the children of the province, that went up out of the captivity, of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and came again to Jerusalem and to Judah, every one unto his city;VERSEENDNEWLINEVERSETITLESTARTNehemiah7:7VERSETITLEENDNEWLINEVERSESTARTWho came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number, I say, of the men of the people of Israel was this;VERSEENDNEWLINEVerse 7. - Jeshua, Nehemiah, etc. To the eleven names given by Ezra, Nehemiah adds one, \"Nahamani,\" the sixth. He gives the others in the same order as Ezra, but spells some of the names differently - e.g. \"Azariah\" for \"Seraiah,\" \"Raamiah\" for \"Reelaiah,\" \"Mispereth\" for \"Mizpar,\" and \"Nehum\" for \"Rehum.\"NEWLINEVERSETITLESTARTNehemiah7:8VERSETITLEENDNEWLINEVERSESTARTThe children of Parosh, two thousand an hundred seventy and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:9VERSETITLEENDNEWLINEVERSESTARTThe children of Shephatiah, three hundred seventy and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:10VERSETITLEENDNEWLINEVERSESTARTThe children of Arah, six hundred fifty and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:11VERSETITLEENDNEWLINEVERSESTARTThe children of Pahathmoab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:12VERSETITLEENDNEWLINEVERSESTARTThe children of Elam, a thousand two hundred fifty and four.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:13VERSETITLEENDNEWLINEVERSESTARTThe children of Zattu, eight hundred forty and five.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:14VERSETITLEENDNEWLINEVERSESTARTThe children of Zaccai, seven hundred and threescore.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:15VERSETITLEENDNEWLINEVERSESTARTThe children of Binnui, six hundred forty and eight.VERSEENDNEWLINEVerse 15. - Binnui. Ezra has \"Bani,\" which receives confirmation from Nehemiah 10:14 and 1 Esdras 5:12.NEWLINEVERSETITLESTARTNehemiah7:16VERSETITLEENDNEWLINEVERSESTARTThe children of Bebai, six hundred twenty and eight.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:17VERSETITLEENDNEWLINEVERSESTARTThe children of Azgad, two thousand three hundred twenty and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:18VERSETITLEENDNEWLINEVERSESTARTThe children of Adonikam, six hundred threescore and seven.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:19VERSETITLEENDNEWLINEVERSESTARTThe children of Bigvai, two thousand threescore and seven.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:20VERSETITLEENDNEWLINEVERSESTARTThe children of Adin, six hundred fifty and five.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:21VERSETITLEENDNEWLINEVERSESTARTThe children of Ater of Hezekiah, ninety and eight.VERSEENDNEWLINEVerse 21. - The children of Ater. Up to this Nehemiah observes the same order as Ezra; but the remaining personal names (three) are placed differently.NEWLINEVERSETITLESTARTNehemiah7:22VERSETITLEENDNEWLINEVERSESTARTThe children of Hashum, three hundred twenty and eight.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:23VERSETITLEENDNEWLINEVERSESTARTThe children of Bezai, three hundred twenty and four.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:24VERSETITLEENDNEWLINEVERSESTARTThe children of Hariph, an hundred and twelve.VERSEENDNEWLINEVerse 24. - The children of Hariph. Ezra has \"Jorah\" instead of Hariph (Ezra 2:18); but \"Hariph\" is confirmed by Nehemiah 10:19.NEWLINEVERSETITLESTARTNehemiah7:25VERSETITLEENDNEWLINEVERSESTARTThe children of Gibeon, ninety and five.VERSEENDNEWLINEVerse 25. - The children of Gibeon. For \"Gibeon\" Ezra has \"Gibbar\" - a name otherwise unknown to us. \"Gibeon\" should probably be read in both places.NEWLINEVERSETITLESTARTNehemiah7:26VERSETITLEENDNEWLINEVERSESTARTThe men of Bethlehem and Netophah, an hundred fourscore and eight.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:27VERSETITLEENDNEWLINEVERSESTARTThe men of Anathoth, an hundred twenty and eight.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:28VERSETITLEENDNEWLINEVERSESTARTThe men of Bethazmaveth, forty and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:29VERSETITLEENDNEWLINEVERSESTARTThe men of Kirjathjearim, Chephirah, and Beeroth, seven hundred forty and three.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:30VERSETITLEENDNEWLINEVERSESTARTThe men of Ramah and Geba, six hundred twenty and one.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:31VERSETITLEENDNEWLINEVERSESTARTThe men of Michmas, an hundred and twenty and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:32VERSETITLEENDNEWLINEVERSESTARTThe men of Bethel and Ai, an hundred twenty and three.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:33VERSETITLEENDNEWLINEVERSESTARTThe men of the other Nebo, fifty and two.VERSEENDNEWLINEVerse 33. - The men of the other Nebo. To Nebo has as yet been mentioned, which makes it unlikely that the text is correct here. Apparently the word translated \"the other\" (acher) has been accidentally repeated from the next verse. Ezra has \"the men of Nebo\" simply.NEWLINEVERSETITLESTARTNehemiah7:34VERSETITLEENDNEWLINEVERSESTARTThe children of the other Elam, a thousand two hundred fifty and four.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:35VERSETITLEENDNEWLINEVERSESTARTThe children of Harim, three hundred and twenty.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:36VERSETITLEENDNEWLINEVERSESTARTThe children of Jericho, three hundred forty and five.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:37VERSETITLEENDNEWLINEVERSESTARTThe children of Lod, Hadid, and Ono, seven hundred twenty and one.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:38VERSETITLEENDNEWLINEVERSESTARTThe children of Senaah, three thousand nine hundred and thirty.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:39VERSETITLEENDNEWLINEVERSESTARTThe priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.VERSEENDNEWLINEVerses 39-42. - This section exactly reproduces Ezra 2:36-39.NEWLINEVERSETITLESTARTNehemiah7:40VERSETITLEENDNEWLINEVERSESTARTThe children of Immer, a thousand fifty and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:41VERSETITLEENDNEWLINEVERSESTARTThe children of Pashur, a thousand two hundred forty and seven.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:42VERSETITLEENDNEWLINEVERSESTARTThe children of Harim, a thousand and seventeen.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:43VERSETITLEENDNEWLINEVERSESTARTThe Levites: the children of Jeshua, of Kadmiel, and of the children of Hodevah, seventy and four.VERSEENDNEWLINEVerse 43. - The children of Jeshua, of Kadmiel, and of the children of Hodevah may be corrected from Ezra 2:40 and Ezra 3:9. It should be \"Jeshua and Kadmiel, of the children of Hodevah.\" This ancestor of Joshua and Kadmiel appears under the three forms of Hodevah, Hodaviah (Ezra 2:40), and Judah (Ezra 3:9).NEWLINEVERSETITLESTARTNehemiah7:44VERSETITLEENDNEWLINEVERSESTARTThe singers: the children of Asaph, an hundred forty and eight.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:45VERSETITLEENDNEWLINEVERSESTARTThe porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, an hundred thirty and eight.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:46VERSETITLEENDNEWLINEVERSESTARTThe Nethinims: the children of Ziha, the children of Hashupha, the children of Tabbaoth,VERSEENDNEWLINEVerse 46. - The Nethinims. The list which follows is very close to that of Ezra (Ezra 2:43-54). A few names are differently spelt, and one of Ezra's names (Akkub - Ezra 2:45) is omitted.NEWLINEVERSETITLESTARTNehemiah7:47VERSETITLEENDNEWLINEVERSESTARTThe children of Keros, the children of Sia, the children of Padon,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:48VERSETITLEENDNEWLINEVERSESTARTThe children of Lebana, the children of Hagaba, the children of Shalmai,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:49VERSETITLEENDNEWLINEVERSESTARTThe children of Hanan, the children of Giddel, the children of Gahar,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:50VERSETITLEENDNEWLINEVERSESTARTThe children of Reaiah, the children of Rezin, the children of Nekoda,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:51VERSETITLEENDNEWLINEVERSESTARTThe children of Gazzam, the children of Uzza, the children of Phaseah,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:52VERSETITLEENDNEWLINEVERSESTARTThe children of Besai, the children of Meunim, the children of Nephishesim,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:53VERSETITLEENDNEWLINEVERSESTARTThe children of Bakbuk, the children of Hakupha, the children of Harhur,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:54VERSETITLEENDNEWLINEVERSESTARTThe children of Bazlith, the children of Mehida, the children of Harsha,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:55VERSETITLEENDNEWLINEVERSESTARTThe children of Barkos, the children of Sisera, the children of Tamah,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:56VERSETITLEENDNEWLINEVERSESTARTThe children of Neziah, the children of Hatipha.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:57VERSETITLEENDNEWLINEVERSESTARTThe children of Solomon's servants: the children of Sotai, the children of Sophereth, the children of Perida,VERSEENDNEWLINEVerses 57-62. - The children of Solomon's servants. This section and the section which follows (vers. 63-65) are nearly identical in Ezra and Nehemiah. A few names only are slightly different.NEWLINEVERSETITLESTARTNehemiah7:58VERSETITLEENDNEWLINEVERSESTARTThe children of Jaala, the children of Darkon, the children of Giddel,VERSEENDNEWLINEVERSETITLESTARTNehemiah7:59VERSETITLEENDNEWLINEVERSESTARTThe children of Shephatiah, the children of Hattil, the children of Pochereth of Zebaim, the children of Amon.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:60VERSETITLEENDNEWLINEVERSESTARTAll the Nethinims, and the children of Solomon's servants, were three hundred ninety and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:61VERSETITLEENDNEWLINEVERSESTARTAnd these were they which went up also from Telmelah, Telharesha, Cherub, Addon, and Immer: but they could not shew their father's house, nor their seed, whether they were of Israel.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:62VERSETITLEENDNEWLINEVERSESTARTThe children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:63VERSETITLEENDNEWLINEVERSESTARTAnd of the priests: the children of Habaiah, the children of Koz, the children of Barzillai, which took one of the daughters of Barzillai the Gileadite to wife, and was called after their name.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:64VERSETITLEENDNEWLINEVERSESTARTThese sought their register among those that were reckoned by genealogy, but it was not found: therefore were they, as polluted, put from the priesthood.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:65VERSETITLEENDNEWLINEVERSESTARTAnd the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:66VERSETITLEENDNEWLINEVERSESTARTThe whole congregation together was forty and two thousand three hundred and threescore,VERSEENDNEWLINEVerse 66. - The whole congregation together was forty and two thousand three hundred and threescore. It makes against the view of Bishop Patrick and others, who regard Ezra's list as made at Babylon, some time before the final departure, and Nehemiah's as made at Jerusalem, after the arrival of the exiles, that the sum total is in each case the same (see Ezra 2:64). Bishop Kennicott's theory, that the three lists - that of Ezra, that of Nehemiah, and that in the first of Esdras - had all one original, and that the existing differences proceed entirely from mistakes of the copyists, is the only tenable one. It is especially remarkable that the differences in the numbers of the three lists consist chiefly in a single unit, a single ten, or a single hundred - or in a five; less often in two units, or two tens, or two hundreds, or in a six - differences probably arising from the obliteration of one or two signs in a notation resembling the Roman or the Egyptian, where there are special signs for a thousand, a hundred, ten, five, and the unit, complex numbers being expressed by repetition of these, as 3438 in Latin inscriptions by MMMCCCCXXXVIII. Any fading of a sign in such a notation as this causes a copyist to diminish the amount by one, five, ten, a hundred, a thousand, etc. A fading of two sigmas may produce a diminution of two thousand, two hundred, twenty, two; or again of eleven hundred, one hundred and ten, one hundred and five, fifteen, eleven, six, and the like.NEWLINEVERSETITLESTARTNehemiah7:67VERSETITLEENDNEWLINEVERSESTARTBeside their manservants and their maidservants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred forty and five singing men and singing women.VERSEENDNEWLINEVerse 67. - Two hundred and forty-five singing men and singing women. Ezra says 200; but this must be a round number. 1 Esdras confirms Nehemiah (Nehemiah 5:42).NEWLINEVERSETITLESTARTNehemiah7:68VERSETITLEENDNEWLINEVERSESTARTTheir horses, seven hundred thirty and six: their mules, two hundred forty and five:VERSEENDNEWLINEVerses 68, 69. - The numbers of the animals are identical in Ezra and Nehemiah. The apocryphal Esdras has an enormous and most improbable augmentation of the number of the horses (7036 for 736).NEWLINEVERSETITLESTARTNehemiah7:69VERSETITLEENDNEWLINEVERSESTARTTheir camels, four hundred thirty and five: six thousand seven hundred and twenty asses.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:70VERSETITLEENDNEWLINEVERSESTARTAnd some of the chief of the fathers gave unto the work. The Tirshatha gave to the treasure a thousand drams of gold, fifty basons, five hundred and thirty priests' garments.VERSEENDNEWLINEVerse 70. - The Tirshatha gave. This is additional to the information contained in Ezra, who does not separate Zerubbabel's offering from that of the other heads of families (Nehemiah 2:69). The account of the oblations is altogether more exact in Nehemiah than in the earlier historian. For the value of the contributions made, see the comment on Ezra (1.s.c.).NEWLINEVERSETITLESTARTNehemiah7:71VERSETITLEENDNEWLINEVERSESTARTAnd some of the chief of the fathers gave to the treasure of the work twenty thousand drams of gold, and two thousand and two hundred pound of silver.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:72VERSETITLEENDNEWLINEVERSESTARTAnd that which the rest of the people gave was twenty thousand drams of gold, and two thousand pound of silver, and threescore and seven priests' garments.VERSEENDNEWLINEVERSETITLESTARTNehemiah7:73VERSETITLEENDNEWLINEVERSESTARTSo the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinims, and all Israel, dwelt in their cities; and when the seventh month came, the children of Israel were in their cities.VERSEENDNEWLINEVerse 73. - And all Israel dwelt in their cities. The document found by Nehemiah (ver. 5) probably ended with these words (romp. Ezra 2:70); and ch. 7. should here terminate, as it does in the Septuagint. Having completed the account of what happened in the sixth month, Elul (ch. 6:15), and transcribed the register which he had the good fortune to discover at that date, Nehemiah proceeds to relate events belonging to the seventh month.NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.8":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah8:1VERSETITLEENDNEWLINEVERSESTARTAnd all the people gathered themselves together as one man into the street that was before the water gate; and they spake unto Ezra the scribe to bring the book of the law of Moses, which the LORD had commanded to Israel.VERSEENDNEWLINEVerse 1. - The chapter should commence, as in the Septuagint, with the last two clauses of ch. 7, and should run thus: - \"And when the seventh month was come, and the children of Israel were in their cities, all the people gathered themselves together, as one man, into the court that was before the water gate; and they spake unto Ezra the scribe,\" etc. The \"court\" (rehob) spoken of appears to have been situated between the eastern gate of the temple and the city wall, at the point where it was pierced by the \"water gate.\" They spake unto Ezra. It is remarkable that the people ask for instruction. Though they do not keep the law, they have a yearning after it. They are not contented with their existing condition, but desire better things, and they have an instinctive feeling that to hear God's word will help them.NEWLINEVERSETITLESTARTNehemiah8:2VERSETITLEENDNEWLINEVERSESTARTAnd Ezra the priest brought the law before the congregation both of men and women, and all that could hear with understanding, upon the first day of the seventh month.VERSEENDNEWLINEVerse 2. - Ezra the priest brought the law. Ezra, God's true priest, at once responded to the call He did not say, \"The law is difficult, hard to be understood, might mislead you, should be reserved for the learned;\" but at once \"brought it,\" and \"read therein\" before the congregation both of men and women, and of all that could hear with understanding, i.e. of all (youths and maidens) that were old enough to understand the words.NEWLINEVERSETITLESTARTNehemiah8:3VERSETITLEENDNEWLINEVERSESTARTAnd he read therein before the street that was before the water gate from the morning until midday, before the men and the women, and those that could understand; and the ears of all the people were attentive unto the book of the law.VERSEENDNEWLINEVerse 3. - From the morning until midday. Or, \"from daylight.\" He began as soon as it was light enough, and read on (he and his assistants - ver. 7) till noon, that is, for six hours or more. The reading appears to have been varied by occasional exposition (vers. 7, 8). The ears of all the people were attentive. Though there is no word in the Hebrew for \"attentive,\" yet the meaning is quite correctly given: \"the ears of all the people were to the book\" Ñ fixed on that, and on nothing else.NEWLINEVERSETITLESTARTNehemiah8:4VERSETITLEENDNEWLINEVERSESTARTAnd Ezra the scribe stood upon a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, and Shema, and Anaiah, and Urijah, and Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, and Mishael, and Malchiah, and Hashum, and Hashbadana, Zechariah, and Meshullam.VERSEENDNEWLINEVerse 4. - Ezra... stood upon a pulpit of wood. Compare 2 Kings 11:14; 2 Kings 23:3, where, however, the term used is עמוד, \"stand,\" and not מגדל, \"tower.\" In either case an elevated platform seems to be meant. Mattithiah, and Shema. These persons are commonly supposed to have been priests, but there is nothing to prove it. They need not even have been Levites, since they were there not to teach, but only to do honour to Ezra.NEWLINEVERSETITLESTARTNehemiah8:5VERSETITLEENDNEWLINEVERSESTARTAnd Ezra opened the book in the sight of all the people; (for he was above all the people;) and when he opened it, all the people stood up:VERSEENDNEWLINEVerse 5. - All the people stood up. The Jews commonly sat to hear and stood up to pray; but in hearing they occasionally stood up, to do greater honour to the person or the occasion (see Judges 3:20). It is not to be supposed that they stood during the whole of the six hours that Ezra's reading lasted.NEWLINEVERSETITLESTARTNehemiah8:6VERSETITLEENDNEWLINEVERSESTARTAnd Ezra blessed the LORD, the great God. And all the people answered, Amen, Amen, with lifting up their hands: and they bowed their heads, and worshipped the LORD with their faces to the ground.VERSEENDNEWLINEVerse 6. - Ezra blessed the Lord. Ezra began by an ascription of praise to Jehovah, as the Levites, probably under his direction, begin in Nehemiah 9:5, and as David began his last address to the congregation (1 Chronicles 29:10). The great God. The epithet belongs to the writer rather than to Ezra himself, who in his own book never uses it. It recurs in this section (Nehemiah 9:32), and is also employed by Nehemiah (Nehemiah 1:5). Amen, Amen. The repetition marks intensity of feeling, as does the lifting up their hands. Compare 2 Kings 11:14; Luke 23:21; and for the lifting up of the hands, so natural in prayer, see Psalm 134:2; 1 Timothy 2:8, etc. Worshipped the Lord with their faces to the ground. Compare 2 Chronicles 7:3; Ezra 10:2.NEWLINEVERSETITLESTARTNehemiah8:7VERSETITLEENDNEWLINEVERSESTARTAlso Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law: and the people stood in their place.VERSEENDNEWLINEVerse 7. - Joshua, Bani, Sherebiah, etc. Levitical families, not individual Levites (see Nehemiah 9:4, 5; Nehemiah 10:10-13; Nehemiah 12:8, etc.). And the Levites. i.e. \"the rest of the Levites.\" Caused the people to understand the law. Expounding it, during pauses in the reading. The people stood in their place. Rather, \"were in their place\" - remained throughout the whole of the reading and exposition without quitting their places. It is not probable that they stood.NEWLINEVERSETITLESTARTNehemiah8:8VERSETITLEENDNEWLINEVERSESTARTSo they read in the book in the law of God distinctly, and gave the sense, and caused them to understand the reading.VERSEENDNEWLINEVerse 8. - They read in the book in the law of God distinctly. That is, so that every word could be distinctly heard. Compare Ezra 4:18, where a cognate word is translated \"plainly.\" And gave the sense. Translated the Hebrew words into the popular Aramaic or Chaldee. And caused them to understand the reading. Literal]y, \"in the reading.\" In the course of the reading they caused the people to understand by explaining the meaning of each passage.NEWLINEVERSETITLESTARTNehemiah8:9VERSETITLEENDNEWLINEVERSESTARTAnd Nehemiah, which is the Tirshatha, and Ezra the priest the scribe, and the Levites that taught the people, said unto all the people, This day is holy unto the LORD your God; mourn not, nor weep. For all the people wept, when they heard the words of the law.VERSEENDNEWLINEVerse 9. - Nehemiah, which is the Tirshatha. The term \"Tirshatha\" had previously been applied only to Zerubbabel (Ezra 2:63; Nehemiah 7:65), but it was applicable to any governor. The writer of the section, introducing Nehemiah here for the first time, naturally gives him a title of reverence. Nehemiah's modesty had made him content to describe himself by the general and comparatively weak term pechah. Said unto the people... Mourn not. A combined remonstrance is made against the open grief of the people by the civil and ecclesiastical rulers, and by the order of Levites. Mourning was unsuitable for a day of high festivity, the opening day of the civil year and of the sabbatical month, itself a sabbath or day of rest, and one to be kept by blowing of trumpets (Leviticus 23:24, 25; Numbers 29:1-6).NEWLINEVERSETITLESTARTNehemiah8:10VERSETITLEENDNEWLINEVERSESTARTThen he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our Lord: neither be ye sorry; for the joy of the LORD is your strength.VERSEENDNEWLINEVerse 10. - Then he said. Either Ezra or Nehemiah, but probably the former, to whom it appertained to give religious directions. Eat the fat and drink the sweet. i.e. \"Go and enjoy yourselves, eat and drink of the best - let there be no fasting, nor even abstinence, on such a day as this.\" But at the same time send portions unto them for whom nothing is prepared. Make the poor partakers of your joy. \"The stranger, the fatherless, and the widow\" should have their part in the feast (Deuteronomy 16:14). And for yourselves, remember that the joy of the Lord, i.e. religious joy, constitutes your strength.NEWLINEVERSETITLESTARTNehemiah8:11VERSETITLEENDNEWLINEVERSESTARTSo the Levites stilled all the people, saying, Hold your peace, for the day is holy; neither be ye grieved.VERSEENDNEWLINEVERSETITLESTARTNehemiah8:12VERSETITLEENDNEWLINEVERSESTARTAnd all the people went their way to eat, and to drink, and to send portions, and to make great mirth, because they had understood the words that were declared unto them.VERSEENDNEWLINEVerse 12. - To make great mirth. Or \"great rejoicing,\" not \"mirth\" in the sense which the word now commonly bears.NEWLINENEWLINECHAPTER 8:13-18NEWLINEVERSETITLESTARTNehemiah8:13VERSETITLEENDNEWLINEVERSESTARTAnd on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law.VERSEENDNEWLINEVerse 13. - And on the second day were gathered together the chief of the fathers. At times it is true that \"increase of appetite doth grow by what it feeds on.\" Once let the sweetness of the Divine word be tasted and appreciated, and there springs up in the heart instantly a desire for more - a wish to continue in the study - a feeling like that of the Psalmist when he said, \"Lord, what love have I unto thy law: all the day long is my study in it\" (Psalm 119:97). The Jews, taught by Ezra in the law of God on the first day of the month, return to him on the second, desirous of hearing more, hungering and thirsting after the word of life, of which they have felt the power and the excellency. To understand. Rather, \"to consider,\" as in Psalm 41:1.NEWLINEVERSETITLESTARTNehemiah8:14VERSETITLEENDNEWLINEVERSESTARTAnd they found written in the law which the LORD had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month:VERSEENDNEWLINEVerse 14. - And they found written. The practice of \"dwelling in booths,\" commanded in Leviticus 23:42, had fallen into disuse, probably during the captivity, and though the feast itself had been revived by Zerubbabel (Ezra 3:4), yet this feature of it, from which it derived its name, had remained in abeyance. In the feast of the seventh month. Though the \"feast of trumpets\" was also a feast of the seventh month, that of tabernacles was \"the feast,\" being one of those which all Israelites not reasonably hindered were bound to attend (Exodus 23:14-17; Deuteronomy 16:16), and which was placed on a par with the Passover and Pentecost.NEWLINEVERSETITLESTARTNehemiah8:15VERSETITLEENDNEWLINEVERSESTARTAnd that they should publish and proclaim in all their cities, and in Jerusalem, saying, Go forth unto the mount, and fetch olive branches, and pine branches, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written.VERSEENDNEWLINEVerse 15. - And that they should publish. See Leviticus 23:4. Saying, Go forth, etc. These words are not found in any existing Scripture, and some corruption of the present text may therefore be suspected. The Septuagint interposes, between \"Jerusalem\" and \"Go forth,\" the words \"And Esdras said,\" which would remove the difficulty; but it is difficult to understand how Ezra's name should have fallen out. Perhaps Houbigant is right in his suggestion of an emendation, by which the verse would run thus: - \"And when they heard it, they proclaimed in all their cities, and in Jerusalem, saying, Go forth,\" etc. Into the mountain. i.e. the neighbouring mountain, the Mount of Olives. Pine branches. Rather \"oleaster branches.\" Branches of thick trees. The same expression is used in Leviticus 23:40, the meaning in each place being uncertain. Perhaps trees with thick, viscous leaves are intended. It is remark- able that two of the trees commanded in Leviticus are omitted, viz., the hadar and the \"willow of the brook,\" while three not mentioned in Leviticus - the olive, oleaster, and myrtle - are added.NEWLINEVERSETITLESTARTNehemiah8:16VERSETITLEENDNEWLINEVERSESTARTSo the people went forth, and brought them, and made themselves booths, every one upon the roof of his house, and in their courts, and in the courts of the house of God, and in the street of the water gate, and in the street of the gate of Ephraim.VERSEENDNEWLINEVerse 16. - The flat roofs of Oriental houses, and the court round which they were commonly built, furnished convenient sites for the booths, and would be preferred by the inhabitants of Jerusalem. The incomers from the country districts (ver. 15) would have to occupy the open places or \"squares\" of the city, and the temple courts, which would accommodate large numbers. On the street of the water gate see the comment on ver. 1. The street of the gate of Ephraim was probably a similar square, inside the great northern gateway.NEWLINEVERSETITLESTARTNehemiah8:17VERSETITLEENDNEWLINEVERSESTARTAnd all the congregation of them that were come again out of the captivity made booths, and sat under the booths: for since the days of Jeshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness.VERSEENDNEWLINEVerse 17. - Jeshua the son of Nun. \"Jeshua\" and \"Joshua\" are two modes of contracting the full name of Jehoshua, the latter prevalent in early, the former in later times. The Grecised form of Jeshua was \"Jesus\" (see Acts 7:45; Hebrews 4:8). When it is said that since the days of Jeshua had not the children of Israel done so, we must understand, not that there had been no celebration of the feast of tabernacles since that time - not even that there had been no celebration accompanied by \"dwelling in booths,\" but only that there had been no such joyous and general celebration of the festival (comp. what is said in 2 Kings 23:22 and 2 Chronicles 35:18 of the passover kept in Josiah's eighteenth year). It is the very great gladness that is especially insisted upon.NEWLINEVERSETITLESTARTNehemiah8:18VERSETITLEENDNEWLINEVERSESTARTAlso day by day, from the first day unto the last day, he read in the book of the law of God. And they kept the feast seven days; and on the eighth day was a solemn assembly, according unto the manner.VERSEENDNEWLINEVerse 18. - Also day by day... . he read in the book of the law. Ezra must be intended in the form \"he read,\" though there has been no mention of him since verse 13. The continuous and systematic reading seems to imply that the year was a Sabbatical one, and that the rehearsal commanded in Deuteronomy 31:10-13 now took place. The observance was perhaps a new thing to the newly-formed community, and is therefore recorded with so much emphasis. They kept the feast seven days. See Leviticus 23:34; Numbers 29:12-34; Deuteronomy 16:13. On the eighth day was a solemn assembly, according to the manner. Such a mode of solemnising the octave was commanded in Leviticus 23:36 and Numbers 29:35. By \"according to the manner\" seems to be meant \"according to the regularly established custom\"- one proof out of many that the feast had been constantly observed, though not perhaps with all the proper ceremonies (see the comment on ver. 17).NEWLINENEWLINENEWLINENEWLINENEWLINE","Neh.9":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTNehemiah9:1VERSETITLEENDNEWLINEVERSESTARTNow in the twenty and fourth day of this month the children of Israel were assembled with fasting, and with sackclothes, and earth upon them.VERSEENDNEWLINEVERSETITLESTARTNehemiah9:2VERSETITLEENDNEWLINEVERSESTARTAnd the seed of Israel separated themselves from all strangers, and stood and confessed their sins, and the iniquities of their fathers.VERSEENDNEWLINEVerse 2. - The seed of Israel separated themselves from all strangers. Compare Nehemiah 10:28, by which it appears that the \"strangers\" are \"the people of the lands,\" or neighbouring heathen, of whom there were at all times considerable numbers in Jerusalem (comp. Nehemiah 13:16). It was not fitting that these aliens should take part in a ceremony of which the main object was that the special people of God should renew their covenant with him. Stood and confessed. Attitude is perhaps scarcely intended here, since the Jews confessed their sins kneeling (Ezra 9:5), or prostrate (Ezra 10:1). Hence we hear in the next verse that they \"stood up,\" or \"rose up\" (consurrexerunt, Vulg.).NEWLINEVERSETITLESTARTNehemiah9:3VERSETITLEENDNEWLINEVERSESTARTAnd they stood up in their place, and read in the book of the law of the LORD their God one fourth part of the day; and another fourth part they confessed, and worshipped the LORD their God.VERSEENDNEWLINEVerse 3. - In their place. See above, Nehemiah 8:7. The people and the ministers had their appointed \"places\"in every gathering of a religious character. The former now \"stood up\" in their proper place, and read, i.e. \"engaged in the reading of the law, not, however, as actual readers, but as listeners. The readers would be the Levites (see Nehemiah 8:7, 8). One fourth part of the day. The day and the night were alike divided by the Jews into four parts, each of three hours duration. The nocturnal divisions are frequently alluded to in the New Testament (Mark 13:35; John 18:28, etc.). Worshipped. Literally, \"bowed themselves down,\" or \"prostrated themselves.\"NEWLINEVERSETITLESTARTNehemiah9:4VERSETITLEENDNEWLINEVERSESTARTThen stood up upon the stairs, of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the LORD their God.VERSEENDNEWLINEVerse 4. - Upon the stairs, of the Levites. Rather, \"upon the platform of the Levites,\" the same probably as the \"pulpit of Nehemiah 8:4. Bani. Rather, \"Binnui\" (see Nehemiah 10:9; Nehemiah 12:8),the representative of the \"sons of Henadad. Jeshua, Binnui, and Kadmiel are the three principal families of the Levites (comp. Ezra 2:40; Ezra 3:9; Nehemiah 3:24; Nehemiah 8:7, etc.). Sherebiah was the head of a family which returned with Ezra (Ezra 8:18). Chenani is probably the \"Hanan\" of Nehemiah 8:7, and Nehemiah 10:10.NEWLINEVERSETITLESTARTNehemiah9:5VERSETITLEENDNEWLINEVERSESTARTThen the Levites, Jeshua, and Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said, Stand up and bless the LORD your God for ever and ever: and blessed be thy glorious name, which is exalted above all blessing and praise.VERSEENDNEWLINEVerse 5.- Stand up. The people had prostrated themselves (see the comment on ver. 3) for confession and prayer; they are now bidden to \"stand up\" for praise. Compare the practice of the Christian Church. BlesseNEWLINEVERSETITLESTARTNehemiah9:6VERSETITLEENDNEWLINEVERSESTARTThou, even thou, art LORD alone; thou hast made heaven, the heaven of heavens, with all their host, the earth, and all things that are therein, the seas, and all that is therein, and thou preservest them all; and the host of heaven worshippeth thee.VERSEENDNEWLINEVerse 6. - Thou art Lord alone. Compare Psalm 86:10 and Isaiah 27:16. In the latter passage the phrase used is almost identical. The heaven of heavens. Compare Deuteronomy 10:14; 1 Kings 8:27; Psalm 148:4. The expression has been explained as -NEWLINENEWLINE1. The very highest heaven;NEWLINENEWLINE2. The heavens in all their infinity,NEWLINENEWLINEThe latter sense best suits the various passages where the phrase occurs. With all their host. The \"host of heaven\" has been taken to mean -NEWLINENEWLINE1. The angels;NEWLINENEWLINE2. The stars.NEWLINENEWLINEBy the immediate context the stars would seem to be here intended; but the last clause of the verse is more properly applicable to the angels. Still, it must be remembered that, according to H.S. (Psalm 148:3), even the stars \"praise\" God. Thou preservest them all. The preservation of all created things by him who called them into being is scarcely taught in the Old Testament elsewhere than in this passage. The Psalmist says in one place, \"Thou preservest man and beast\" (Psalm 36:6); but this acknowledgment falls very far short of the universality of the present passage. Man naturally, but foolishly, fancies that things once created are able to preserve themselves. Exact thought sees, that if all things have been produced from nothing, it requires precisely the same power to sustain as originally to produce them. Hence \"preservation\" has been called \"a continual creation.\"NEWLINEVERSETITLESTARTNehemiah9:7VERSETITLEENDNEWLINEVERSESTARTThou art the LORD the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;VERSEENDNEWLINEVerses 7-31. - Compare with this long historical resume the still longer ones in Psalm 78:5-72 and Acts 7:2-47. God's dealings with his people furnished a moral lesson of extraordinary force, and moral teachers, naturally, made frequent reference to them. But it is not often that we have so complete and elaborate a recapitulation as the present, which, beginning with the call of Abraham, brings the history down to the time of the Persian servitude. God's goodness and his people's ingratitude form the burthen of the whole.NEWLINEVERSETITLESTARTNehemiah9:8VERSETITLEENDNEWLINEVERSESTARTAnd foundest his heart faithful before thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give it, I say, to his seed, and hast performed thy words; for thou art righteous:VERSEENDNEWLINEVerse 8. - Canaanites, etc. The nations driven out were actually seven (Deuteronomy 7:1), but it is a common figure of speech to put the part for the whole. In the present enumeration the Hivites are omitted. Hast performed thy words. Though for a time remnants of the accursed nations were left in the land, \"to prove Israel\" (Judges 3:1), yet ultimately all were either driven out or reduced to the condition of slaves (see the comment on Ezra 2:55).NEWLINEVERSETITLESTARTNehemiah9:9VERSETITLEENDNEWLINEVERSESTARTAnd didst see the affliction of our fathers in Egypt, and heardest their cry by the Red sea;VERSEENDNEWLINEVERSETITLESTARTNehemiah9:10VERSETITLEENDNEWLINEVERSESTARTAnd shewedst signs and wonders upon Pharaoh, and on all his servants, and on all the people of his land: for thou knewest that they dealt proudly against them. So didst thou get thee a name, as it is this day.VERSEENDNEWLINEVerse 10. - They dealt proudly. The \"proud dealing\" of the Egyptians is spoken of in Exodus 18:11. That God \"got himself a name\" by the signs and wonders shown in Egypt is often declared (see Exodus 9:16; Exodus 14:17; Exodus 15:14-16, etc.).NEWLINEVERSETITLESTARTNehemiah9:11VERSETITLEENDNEWLINEVERSESTARTAnd thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and their persecutors thou threwest into the deeps, as a stone into the mighty waters.VERSEENDNEWLINEVerse 11. - As a stone. This phrase is taken from the \"song of Moses\" (Exodus 15:5). The composer of the address has also in his mind Exodus 15:10. The epithet given to the \"waters\" is not, however, the same, as might appear from the A.V.NEWLINEVERSETITLESTARTNehemiah9:12VERSETITLEENDNEWLINEVERSESTARTMoreover thou leddest them in the day by a cloudy pillar; and in the night by a pillar of fire, to give them light in the way wherein they should go.VERSEENDNEWLINEVERSETITLESTARTNehemiah9:13VERSETITLEENDNEWLINEVERSESTARTThou camest down also upon mount Sinai, and spakest with them from heaven, and gavest them right judgments, and true laws, good statutes and commandments:VERSEENDNEWLINEVerse 13. - Right judgments, true laws, good statutes, etc., are expressions which imply an immutable morality, a standard of right and wrong antecedent to command or precept, which standard is doubtless the eternal goodness of God himself. The repetition of the epithets here shows the composer of the form to be penetrated with the spirit of admiration for God's commandments which breathes so remarkably through the whole of Psalm 119.NEWLINEVERSETITLESTARTNehemiah9:14VERSETITLEENDNEWLINEVERSESTARTAnd madest known unto them thy holy sabbath, and commandedst them precepts, statutes, and laws, by the hand of Moses thy servant:VERSEENDNEWLINEVerse 14. - Madest known unto them thy holy sabbath. The anterior existence of the sabbath to the law is here implied, which accords with Genesis 2:2, 3, and Exodus 20:11. Precepts, statutes, and laws. Rather a periphrasis for \"the law\" generally, than a logical division of the Law into distinct parts.NEWLINEVERSETITLESTARTNehemiah9:15VERSETITLEENDNEWLINEVERSESTARTAnd gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and promisedst them that they should go in to possess the land which thou hadst sworn to give them.VERSEENDNEWLINEVerse 15. - Bread from heaven. The manna had been already called the \"bread of heaven\" (Psalm 105:40) and the \"corn of heaven\" (Psalm 78:24) by the national psalmists. The composer of this prayer now for the first time calls it \"bread from heaven\"- a phrase consecrated to Christians by its employment in John 6. (vers. 32, 51, 58).NEWLINEVERSETITLESTARTNehemiah9:16VERSETITLEENDNEWLINEVERSESTARTBut they and our fathers dealt proudly, and hardened their necks, and hearkened not to thy commandments,VERSEENDNEWLINEVerse 16. - They and our fathers. Rather, \"they, our fathers.\" The vau is used exegetically. Dealt proudly. i.e. \"acted insolently.\" Compare Deuteronomy 1:43, where the same verb is translated \"were presumptuous\" (marg.). Hardened their necks. So in 2 Kings 17:14.NEWLINEVERSETITLESTARTNehemiah9:17VERSETITLEENDNEWLINEVERSESTARTAnd refused to obey, neither were mindful of thy wonders that thou didst among them; but hardened their necks, and in their rebellion appointed a captain to return to their bondage: but thou art a God ready to pardon, gracious and merciful, slow to anger, and of great kindness, and forsookest them not.VERSEENDNEWLINEVerse 17. - In their rebellion. Several MSS. have b'Mitzraim for b'Miryam, which would give the sense \"appointed a captain to return to their bondage in Egypt.\" So the Septuagint. Appointed a captain. The reference is to Numbers 14:4, where we are told that the Israelites \"said one to another, Let us make a captain, and let us return into Egypt.\" The Levites speak as if the appointment had been made, perhaps regarding the intention as morally equivalent to the act. A God ready to pardon. Literally, \"a God of pardons.\" The word used is a rare one, occurring only in Daniel 9:9 and Psalm 130:4, besides the present passage. Gracious and merciful, slow to anger, and of great kindness. This is quoted from Joel 2:13, which is perhaps a conscious reproduction of Jonah 4:2.NEWLINEVERSETITLESTARTNehemiah9:18VERSETITLEENDNEWLINEVERSESTARTYea, when they had made them a molten calf, and said, This is thy God that brought thee up out of Egypt, and had wrought great provocations;VERSEENDNEWLINEVerse 18. - Great provocations. Or \"great blasphemies,\" as the same word is rendered in Ezekiel 35:12.NEWLINEVERSETITLESTARTNehemiah9:19VERSETITLEENDNEWLINEVERSESTARTYet thou in thy manifold mercies forsookest them not in the wilderness: the pillar of the cloud departed not from them by day, to lead them in the way; neither the pillar of fire by night, to shew them light, and the way wherein they should go.VERSEENDNEWLINEVERSETITLESTARTNehemiah9:20VERSETITLEENDNEWLINEVERSESTARTThou gavest also thy good spirit to instruct them, and withheldest not thy manna from their mouth, and gavest them water for their thirst.VERSEENDNEWLINEVerse 20. - Thou gavest them also thy good Spirit to instruct them. The \"good Spirit\" of God is mentioned in Psalm 143:10; and the fact of God's \"instructing and teaching\" men in Psalm 32:8. But instruction by God's Spirit is nowhere else distinctly mentioned in the Old Testament.NEWLINEVERSETITLESTARTNehemiah9:21VERSETITLEENDNEWLINEVERSESTARTYea, forty years didst thou sustain them in the wilderness, so that they lacked nothing; their clothes waxed not old, and their feet swelled not.VERSEENDNEWLINEVERSETITLESTARTNehemiah9:22VERSETITLEENDNEWLINEVERSESTARTMoreover thou gavest them kingdoms and nations, and didst divide them into corners: so they possessed the land of Sihon, and the land of the king of Heshbon, and the land of Og king of Bashan.VERSEENDNEWLINEVerse 22. - Thou didst divide them into corners. i.e. \"didst plant them in every corner of the Holy Land,\" - \"gave them to possess the whole of it,\" - ultimately, that is, not at first (see the comment on ver. 8). The land of Sihon, and the land of the king of Heshbon. The Levites must have known that Sihon was king of Heshbon, and (if the text is sound) must have expressed themselves as they did, by way of rhetorical amplification; perhaps, however, the van after \"Sihon\" is the mistake of a copyist.NEWLINEVERSETITLESTARTNehemiah9:23VERSETITLEENDNEWLINEVERSESTARTTheir children also multipliedst thou as the stars of heaven, and broughtest them into the land, concerning which thou hadst promised to their fathers, that they should go in to possess it.VERSEENDNEWLINEVerse 23. - As the stars of heaven. There is a reference here to the promise made to Abraham (Genesis 15:5; Genesis 22:17). On the great multiplication which took place in Egypt see Exodus 1:7, 12.NEWLINEVERSETITLESTARTNehemiah9:24VERSETITLEENDNEWLINEVERSESTARTSo the children went in and possessed the land, and thou subduedst before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the people of the land, that they might do with them as they would.VERSEENDNEWLINEVerse 24. - The Canaanites. Sometimes, as in ver. 8, the Canaanites are spoken of as one of the nations cast out; sometimes the word is used in a larger sense, and includes the other six nations. Here we have the wide sense.NEWLINEVERSETITLESTARTNehemiah9:25VERSETITLEENDNEWLINEVERSESTARTAnd they took strong cities, and a fat land, and possessed houses full of all goods, wells digged, vineyards, and oliveyards, and fruit trees in abundance: so they did eat, and were filled, and became fat, and delighted themselves in thy great goodness.VERSEENDNEWLINEVerse 25. - They took strong cities. As Jericho, Ai, Libnah, Lachish, Hazer, Hebron, etc. A fat land. Compare Numbers 14:7, 8; Deuteronomy 8:7-9; 2 Kings 18:32. Houses full of all goods. See Deuteronomy 6:11. Fruit trees in abundance. The fruit trees of Palestine are, besides the vine and the olive, the fig tree, the carob or locust tree (ceratonia siliqua), the quince, the apple, the almond, the walnut, the peach, the apricot, the mulberry, the sycamore fig, the prickly pear, the pomegranate, and the orange. Date-palms also were anciently abundant in the valley of the Jordan. They... became fat, Compare Deuteronomy 32:15 and Jeremiah 5:28, the only other places where the expression here used occurs. The comparison will show that dispraise is intended - \"they grew wanton and self-indulgent.\" Delighted themselves. Rather, \"luxuriated\" (ἐτρύφησαν, LXX.).NEWLINEVERSETITLESTARTNehemiah9:26VERSETITLEENDNEWLINEVERSESTARTNevertheless they were disobedient, and rebelled against thee, and cast thy law behind their backs, and slew thy prophets which testified against them to turn them to thee, and they wrought great provocations.VERSEENDNEWLINEVerse 26. - They... slew thy prophets. Compare Matthew 23:37; Luke 11:47. Jewish tradition states that Isaiah, Jeremiah, and Ezekiel were murdered. Many prophets were slain by Jezebel, with Ahab's sanction (1 Kings 18:4). Zechariah, the son of Jehoiada, was put to death by Joash (2 Chronicles 24:22).NEWLINEVERSETITLESTARTNehemiah9:27VERSETITLEENDNEWLINEVERSESTARTTherefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.VERSEENDNEWLINEVerse 27. - Thou gavest them saviours. e.g. Othniel and Ehud (who are called \"saviours,\" Judges 3:9, 15), Shamgar, Gideon, Jephthah, Samson, Saul, David, etc. The writer seems to have the history of \"Judges\" especially in his mind (see the next verse).NEWLINEVERSETITLESTARTNehemiah9:28VERSETITLEENDNEWLINEVERSESTARTBut after they had rest, they did evil again before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto thee, thou heardest them from heaven; and many times didst thou deliver them according to thy mercies;VERSEENDNEWLINEVerse 28. - After they had rest. See Judges 3:11, 30; Judges 5:31; Judges 8:28.NEWLINEVERSETITLESTARTNehemiah9:29VERSETITLEENDNEWLINEVERSESTARTAnd testifiedst against them, that thou mightest bring them again unto thy law: yet they dealt proudly, and hearkened not unto thy commandments, but sinned against thy judgments, (which if a man do, he shall live in them;) and withdrew the shoulder, and hardened their neck, and would not hear.VERSEENDNEWLINEVerse 29. - Withdrew the shoulder. Compare Hosea 4:16 (\"Israel slideth back as a backsliding heifer\") and Zechariah 7:11. The metaphor is taken from the action of a beast of burthen which, when required to draw, shrinks from the yoke and starts back.NEWLINEVERSETITLESTARTNehemiah9:30VERSETITLEENDNEWLINEVERSESTARTYet many years didst thou forbear them, and testifiedst against them by thy spirit in thy prophets: yet would they not give ear: therefore gavest thou them into the hand of the people of the lands.VERSEENDNEWLINEVerse 30. - Many years didst thou forbear them. The ten tribes for 260 years from the revolt of Jeroboam, the remaining two tribes for 135 years longer. Testifiedst against them by thy Spirit in thy prophets. Compare 2 Kings 17:13, where the phrase used is nearly the same, and see also 2 Chronicles 36:15, 16. There was a continual succession of prophets from the time of Solomon to, and through, the captivity. Besides those whose writings have come down to us, we find mention of Ahijah the Shilonite, Iddo the seer, Shemaiah the prophet, Hanani, Jehu the son of Hanani, Elijah, Elisha, Micaiah the son of Imlah, Zechariah the son of Jehoiada, Huldah, and (perhaps) Hosai. The guilt of the Jewish people was enormously increased by the fact that they would not give ear to the exhortations constantly addressed to them by the messengers of God. Therefore they were delivered into the hands of the heathen, or people of the lands.NEWLINEVERSETITLESTARTNehemiah9:31VERSETITLEENDNEWLINEVERSESTARTNevertheless for thy great mercies' sake thou didst not utterly consume them, nor forsake them; for thou art a gracious and merciful God.VERSEENDNEWLINEVERSETITLESTARTNehemiah9:32VERSETITLEENDNEWLINEVERSESTARTNow therefore, our God, the great, the mighty, and the terrible God, who keepest covenant and mercy, let not all the trouble seem little before thee, that hath come upon us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all thy people, since the time of the kings of Assyria unto this day.VERSEENDNEWLINEVerse 32. - Our God, the great, the mighty, and the terrible. Compare Nehemiah 1:5, with the comment. Who keepest covenant and mercy. This phrase, which occurs also in Nehemiah 1:5, has apparently been derived from the Psalmist's words - \"My mercy will I keep for him for evermore, and my covenant shall stand fast with him\" (Psalm 89:28). All the trouble. Literally, \"the weariness;\" but the word is clearly used here for \"suffering\" generally. Since the time of the kings of Assyria. The kings of Assyria, in the strictest sense of the word, had been God's original instrument for punishing his rebellious people. A king not mentioned in Holy Scripture tells us that he defeated Ahab, and forced Jehu to pay him tribute. Another (Pul) took tribute from Menahem (2 Kings 15:19, 20). A third (Tiglath. Pfieser) carried two tribes and a half into captivity (ibid. ver. 29; 1 Chronicles 5:26). A fourth (Shalmaneser) laid siege to Samaria (2 Kings 17:5), and a fifth (Sargon) took it. A sixth (Sennacherib) took all the fenced cities of Judah from Hezekiah, and forced him to buy the safety of Jerusalem (2 Kings 18:13-16). A seventh (Esar-haddon) had Manasseh brought as a prisoner to Babylon (2 Chronicles 33:11). Hence Isaiah calls the Assyrian monarch \"the rod of God's anger\" (Isaiah 10:5).NEWLINEVERSETITLESTARTNehemiah9:33VERSETITLEENDNEWLINEVERSESTARTHowbeit thou art just in all that is brought upon us; for thou hast done right, but we have done wickedly:VERSEENDNEWLINEVERSETITLESTARTNehemiah9:34VERSETITLEENDNEWLINEVERSESTARTNeither have our kings, our princes, our priests, nor our fathers, kept thy law, nor hearkened unto thy commandments and thy testimonies, wherewith thou didst testify against them.VERSEENDNEWLINEVerse 34. - Thy testimonies, wherewith thou didst testify against them. i.e. the testimony borne by the prophets (see ver. 30).NEWLINEVERSETITLESTARTNehemiah9:35VERSETITLEENDNEWLINEVERSESTARTFor they have not served thee in their kingdom, and in thy great goodness that thou gavest them, and in the large and fat land which thou gavest before them, neither turned they from their wicked works.VERSEENDNEWLINEVerse 35. - They have not served thee in their kingdom. There is no need of altering the reading here. \"In their kingdom\" means, \"while they had a kingdom of their own, and were not subjects, as now, to a foreign power.\" Thy great goodness. See above, ver. 25. The large and fat land. Compare Exodus 3:8. Although the limits of Palestine are narrow, yet the land which God flare to his people, extending as it did from the Euphrates to the river of Egypt (Genesis 15:18), might well he termed a \"large\" or \"broad\" land.NEWLINEVERSETITLESTARTNehemiah9:36VERSETITLEENDNEWLINEVERSESTARTBehold, we are servants this day, and for the land that thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it:VERSEENDNEWLINEVerse 36. - We are servants this day. i.e. we have now no kingdom, we are slaves - the Persian is our master. As we would not be God's servants, we are handed over to him (comp. 2 Chronicles 12:8, where \"the service of God\" and \"the service of the kingdoms of the countries\" are contrasted).NEWLINEVERSETITLESTARTNehemiah9:37VERSETITLEENDNEWLINEVERSESTARTAnd it yieldeth much increase unto the kings whom thou hast set over us because of our sins: also they have dominion over our bodies, and over our cattle, at their pleasure, and we are in great distress.VERSEENDNEWLINEVerse 37. - It yieldeth much increase unto the kings. \"The Persian monarchs derive a large revenue from our territory.\" The amount paid by Judaea is not known; but Syria, in which Judaea was included, paid annually in money 350 talents of silver (Herod. 3:91), or about £90,000. There was also a further contribution in kind. They have dominion over our bodies. They can impress us either as soldiers or sailors, and make us fight their battles for them. Jews probably took part in the expedition of Xerxes against Greece. And over our cattle. They can impress our cattle for their baggage-train.NEWLINEVERSETITLESTARTNehemiah9:38VERSETITLEENDNEWLINEVERSESTARTAnd because of all this we make a sure covenant, and write it; and our princes, Levites, and priests, seal unto it.VERSEENDNEWLINEVerse 38. - Because of all this. Because of our past sins and their punishment - to prevent a recurrence of similar conduct and similar afflictions. We... seal unto it. In the East it is always the seal that authenticates a document. Babylonian documents were often stamped with half a dozen seals or more. These were impressed upon the moist clay, and then the clay was baked. Sometimes each party to the contract stamped his seal upon a separate piece of sealing clay, which he then attached to the document by means of a string (Layard, 'Nineveh and Babylon,' p. 154). Any number of seals could be attached in this way.NEWLINENEWLINENEWLINENEWLINE"}