{"Obad.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTObadiah1:1VERSETITLEENDNEWLINEVERSESTARTThe vision of Obadiah. Thus saith the Lord GOD concerning Edom; We have heard a rumour from the LORD, and an ambassador is sent among the heathen, Arise ye, and let us rise up against her in battle.VERSEENDNEWLINEVerse 1. - The vision of Obadiah. This is the title of the book, declaring from whom and through whom the revelation comes (Isaiah 1:1). Under the word \"vision\" in prophetic language is included, not only what the seer saw, the mental picture presented to his inner senses, but also all that he is commissioned to disclose or enunciate. Thus saith the Lord God concerning Edom. The prophet declares that God speaks through him. One might have expected that the actual words of Jehovah would follow here instead of tidings heard from him. And this difficulty has led some to suppose these introductory words spurious or the insertion of a later hand, others to include them and the rest of the verse in a parenthesis, so as to begin the \"vision\" with God's words in ver. 2. But these suggestions are unnecessary. The prophet, as the mouthpiece of God, calls his own words the message of the Lord - signifies that what had been revealed to his mind he was bound to communicate to others as a direct warning from God. The Edomites were the descendants of Esau, and bound by ties of blood to the Israelites; but they had always been their most bitter enemies (Amos 1:11). They are regarded as a type of the powers of the world hostile to true religion, whose end is destruction. We have heard. \"We\" - I myself and other prophets; or the Judaeans, the prophet identifying himself with his countrymen. Septuagint, ἤκουσα, I heard, so Jeremiah 49:14; Arabic, \"ye have heard.\" A rumour; a report (Isaiah 53:1); ἀκοὴν (Septuagint); auditum (Vulgate). It means here \"tidings\" (comp. Matthew 24:6, ἀκοαί πολέμων: and Romans 10:16, 17). An ambassador; a messenger; as though the prophet saw the minister of God's wrath going forth among the heathen to rouse them to war against Edom. Perowne thinks that there is an allusion to the composite character of Nebuchadnezzar's army with which he attacked the Edomites. The Septuagint renders, περιοχήν: so the Syriac, Chaldee, and Symmachus translate \"message.\" This rendering is explained by the following clause. The heathen (goyim); the nations, as vers. 2, 15. Arise ye, and let us rise. This has been taken as if \"arise ye\" were the herald's message, and \"let us rise\" the response of the nations echoing his words; but it is more forcible to consider the whole clause as the message, the ambassador joining himself with the heathen as their leader and comrade in the war of vengeance. Vers. 1-9 are incorporated in Jeremiah 49:7-22.NEWLINEVERSETITLESTARTObadiah1:2VERSETITLEENDNEWLINEVERSESTARTBehold, I have made thee small among the heathen: thou art greatly despised.VERSEENDNEWLINEVerse 2. - Behold, I have made thee small. Here is the effect of the summons. So in Jeremiah 49:15, \"For, lo, I will make thee small.\" Jehovah is the Speaker, and he regards the future as past. What he determines is as good as accomplished. At this time the Edomites were a powerful nation, and possessed an almost impregnable seat at Petra. Small; in numbers, territory, honour.NEWLINEVERSETITLESTARTObadiah1:3VERSETITLEENDNEWLINEVERSESTARTThe pride of thine heart hath deceived thee, thou that dwellest in the clefts of the rock, whose habitation is high; that saith in his heart, Who shall bring me down to the ground?VERSEENDNEWLINEVerses 3, 4. - Edom had prided herself in the strength of her position; but this shall not secure her from destruction when the Lord wars against her. Verse 3. - Hath deceived; Septuagint, ἐπῆρε, \"elated;\" Vulgate, extulit. The pointing varies. In ver. 7 Jerome translates the word by illudere. The clefts; Septuagint, ὀπαῖς: Vulgate, scissuris. The word occurs in the parallel passage, Jeremiah 49:16, and in Song of Solomon 2:14, where it has the meaning of \"refuge.\" Of the rook. This may be Sela, or Petra, as 2 Kings 14:7. The country inhabited by the Edomites lay on the eastern side of the Arabah, and extended from the south end of the Dead Sea to the Elanitic Gulf. It was a region of mountain and valley, difficult, and in many parts inaccessible from the west. Rock-hewn dwellings are found everywhere in those hills, the Edomites, when they expelled the aboriginal Troglodytes (Deuteronomy 2:12, 22), having adopted their habitations and excavated new ones on the same model throughout the whole district. These were useful, not only as being secure from hostile attack, but as cool retreats in the summer of that scorching tract, and offering a warm shelter in winter when fuel was scarce. Petra, the capital, lay completely hidden at the end of a rocky defile some two miles long, and could easily be defended against an enemy by a handful of men. (For a description of this remarkable place, see the Introduction, § I.) Verse 4. - Though thou exalt thyself as the eagle. The Hebrew gives \"nest\" as the subject of both clauses, thus: \"Though thou exaltest... and settest thy nest.\" Job (Job 39:27, 28) speaks of the eagle making its nest in the highest rocks. The metaphor is found in Numbers 24:21; Habakkuk 2:9. Will I bring thee down (Amos 9:3). The seizure of Petra by the Nabathaeans is the judgment referred to in this part of the prophecy; the complete ruin is mentioned later (vers. 18, etc.).NEWLINEVERSETITLESTARTObadiah1:4VERSETITLEENDNEWLINEVERSESTARTThough thou exalt thyself as the eagle, and though thou set thy nest among the stars, thence will I bring thee down, saith the LORD.VERSEENDNEWLINEVERSETITLESTARTObadiah1:5VERSETITLEENDNEWLINEVERSESTARTIf thieves came to thee, if robbers by night, (how art thou cut off!) would they not have stolen till they had enough? if the grapegatherers came to thee, would they not leave some grapes?VERSEENDNEWLINEVerse 5, 6. - To prove the completeness of the destruction that shall befall Eden, the prophet supposes two cases of despoiling in which something would be left behind. It will be far worse than any mere raid of thieves; nothing will be spared. Verse 5. - Thieves... robbers. The former are ordinary thieves who pilfer secretly; the latter are robbers who act with violence, or members of a marauding expedition. How art thou cut off! An interposed ejaculation of the prophet, sympathizing with the Edomites for the utter desolation which he sees in vision. Septuagint, Ποῦ ἄν ἀπεῥῤίφης; \"Where wouldst thou have been east away?\" taking a different reading; Vulgate, Quomodo conticuisses? \"How wouldst thou have been silent?\" i.e. for fear. Till they had enough. Would they not have taken such plunder as they wanted, and then decamped? The grape gatherers would leave some bunches untouched, which escaped their notice. There is no reference to the charitable law in Leviticus 19:10; Deuteronomy 24:21, which would not affect, or be known unto, these grape plunderers.NEWLINEVERSETITLESTARTObadiah1:6VERSETITLEENDNEWLINEVERSESTARTHow are the things of Esau searched out! how are his hidden things sought up!VERSEENDNEWLINEVerse 6. - Obadiah contemplates Eden's ruin, in retribution of her plundering Jerusalem, and speaks of it as past. How are the things of Esau searched out! literally, how are the things searched out, Esau! i.e. the people and property that belong to Esau. The enemy leave no place unexamined. So in Zephaniah 1:12 the Lord says, \"I will search Jerusalem with candles.\" (For \"Esau\" as equivalent to \"Eden,\" see Genesis 25:30.) His hidden things (matspon, ἅπαξ λεγόμενον); hidden treasures; Septuagint, τὰ κεκρυμμένα αὐτοῦ. Jeremiah (Jeremiah 49:10) gives, \"secret places.\" Keil notes that Petra was a great emporium of the trade between Arabia and Syria, and that in it great treasures were stored (Diod. Sic., 19:95).NEWLINEVERSETITLESTARTObadiah1:7VERSETITLEENDNEWLINEVERSESTARTAll the men of thy confederacy have brought thee even to the border: the men that were at peace with thee have deceived thee, and prevailed against thee; they that eat thy bread have laid a wound under thee: there is none understanding in him.VERSEENDNEWLINEVerse 7. - In this dire calamity Eden shall be deserted by her friends and allies - a punishment for her behaviour to her sister Judah. The men of thy confederacy. The LXX. and the Vulgate annex these words to the following clause. The allies intended may be Moab, Ammon, Tyre, and Zidon, who joined together to resist Nebuchadnezzar, and were smitten by him (Jeremiah 27:3); or, as Perowne thinks, the Chaldeans themselves, who, though the Edomites had aided in the attack on Jerusalem, afterwards turned against them. Have brought thee even to the border; Septuagint, Ἕως τῶν ὁρίων ἐξαπέστειλάν σε, \"They sent thee forth unto thy borders;\" Vulgate, Usque ad terminum emiserunt ii. Keil and others explain this to mean that the Edomites send ambassadors to their allies, asking help, but these messengers are conducted back to the frontier with their request not granted, because the allies are unwilling to entangle themselves in the fate of Eden. It is easier to understand the passage in this way - Thy very allies have assisted the enemy in ex-polling thee from thy borders, and refusing to receive fugitives who came to them. The men that were at peace with thee. Either the same as \"the men of thy confederacy,\" or the neighbouring Arabian tribes who resorted to Petra for commercial reasons (comp. Judges 4:17). The phrase here, literally, the men of thy peace, is found in Psalm 41:9 and Jot. 38:22. Have deceived thee, by not bringing the expected help; and have prevailed against thee, by actual violence. They that eat thy bread. The Hebrew is simply, \"thy bread,\" i.e. the men of thy bread. Vulgate, qui comedunt tecum; the LXX. omits the words. The expression (comp. Psalm 41:9) implies the closest friendship, especially in Eastern lands, where such a tie is of general obligation. Have laid a wound under thee; rather, lay a snare under thee; Septuagint, ἔθηκαν ἔνερα ὑποκάτω σου, \"they set snares under thee;\" Vulgate, ponent insidias subter te (comp. Psalm 69:22). Another interpretation is this: \"As thy bread (which they as friends were bound to offer) they lay a sling under thee,\" i.e. prepare an ambush for thee, like Jael did for Sisera. Pusey notes the climax in this verse - not confederates only, but friends; not friends only, but familiar friends, indebted to them. Those banded with them should expel them from their country; those at peace should prevail against them in war; those who ate their bread should requite them with treachery. There is none understanding in him; i.e. in Edom. The shock of this defection of allies and the sudden destruction that has overwhelmed them have deprived the Edomites of their wonted sagacity and prudence. They know not whither to turn or what to do. The following verse expands this thought.NEWLINEVERSETITLESTARTObadiah1:8VERSETITLEENDNEWLINEVERSESTARTShall I not in that day, saith the LORD, even destroy the wise men out of Edom, and understanding out of the mount of Esau?VERSEENDNEWLINEVerses 8, 9. - Their vaunted wisdom and their boasted courage shall fail, for God shall take them away. \"Quem Deus vult perdere, prius dementat.\" Verse 8. - In that day; when Edom is abandoned by its friends. Destroy the wise men out of Edom. God shall take their wisdom from them, so that they shall be no more able to offer prudent counsel or suggest plans of safety (Isaiah 19:11-16; Isaiah 29:14; Isaiah 47:12, 13). The Edomites were celebrated for wisdom or practical philosophy (comp. 1 Kings 4:30; Jeremiah 49:7; Baruch 3:22, 23). Mount of Esau (vers. 9, 19, 21). Mount Seir - a designation of Edom from the nature of the country.NEWLINEVERSETITLESTARTObadiah1:9VERSETITLEENDNEWLINEVERSESTARTAnd thy mighty men, O Teman, shall be dismayed, to the end that every one of the mount of Esau may be cut off by slaughter.VERSEENDNEWLINEVerse 9. - O Teman; Septuagint, οἱ ἐκ Θαιμάν, \"those from Thaeman;\" Vulgate, a meridic, taking the word as an appellative; so the Chaldee. The southern district of Idumea was so called (see note on Amos 1:12). One of Job's friends, and the cleverest of them, was a Temanite (Job 2:11). To the end that. This judicial blindness is inflicted in order that all may perish. By slaughter. Murder at the hands of the enemy. The LXX., Vulgate, and Syriac connect these words with the following verse. But the Masoretic punctuation, as in the Anglican Version, is doubtless correct (see Keil).NEWLINEVERSETITLESTARTObadiah1:10VERSETITLEENDNEWLINEVERSESTARTFor thy violence against thy brother Jacob shame shall cover thee, and thou shalt be cut off for ever.VERSEENDNEWLINEVerses 10-14. - § 2. The cause of Edom's destruction. This punishment falls upon her as the result of the malice and unfriendliness which she has displayed to wards Israel in the time of calamity, in that she rejoiced at her sister's disaster and took part with her enemies. Verse 10. - For thy violence against thy brother Jacob. The special action to which Obadiah alludes, and which he particularizes in the following verses, occurred at the time of the invasion of Judaea by Philistines and Arabians during the reign of Jehoram, when the Edomites sided with the enemy, and acted as the prophet intimates (2 Chronicles 21:16, etc.; see Introduction, § III.). The iniquity of such conduct is aggravated by the fact that the victim was the \"brother Jacob,\" who was commanded not to hate the Edomites (Deuteronomy 23:7). This enjoined friendship was not reciprocated by the descendants of Esau. Whether from envy at the superior privileges of Israel, or from other causes, the Edomites, from the time of Moses, had always been actively hostile to the Israelites. They had been subdued by David, but had lately rebelled and scoured their independence, and were always looking for an opportunity of revenging themselves on their conquerors (comp. Amos 1:11; Ezekiel 25:12; Ezekiel 35:5). Shame shall cover thee. Shame for the destruction that hath overtaken thee (Micah 7:10). Thou shalt be cut off forever (comp. Malachi 1:4; see Introduction, § I.). Terrible retribution fell on Idumea in the time of the Maccabees (see 1 Macc. 5:3; 2 Macc. 10:15, etc.; Josephus, 'Ant.,' 12:08. 1), Before that time they had been dispossessed of Petra by the Nabathaeans.NEWLINEVERSETITLESTARTObadiah1:11VERSETITLEENDNEWLINEVERSESTARTIn the day that thou stoodest on the other side, in the day that the strangers carried away captive his forces, and foreigners entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them.VERSEENDNEWLINEVerse 11. - The injuries complained of were committed lately, and the prophet could speak of them as well known (see note on ver. 10). In the day that thou stoodest; literally, in the day of thy standing, without note of time, but implying a past event here. On the other side. The words may denote either malicious unconcern, as Psalm 38:11 (12), or hostile opposition, as 2 Samuel 18:13. Besides the direct application to recent events, the clause intimates the usual attitude of the Edomites toward Israel. In the day that the strangers - Philistines and Arabians (2 Chronicles 21:16) - carried away captive his forces; rather, carried array his substance, as ver. 13; Genesis 34:29; Deuteronomy 8:17; Isaiah 8:4. Foreigners. The same as \"strangers.\" Both words are usually applied to heathen enemies. Cast lots upon Jerusalem. Divided the captives and spoil of Jerusalem by lot (2 Chronicles 21:17; comp. Joel 3:3; Nab. 3:10). Nothing is said of the total destruction of Jerusalem or the wholesale deportation of the inhabitants to Babylon, So that Obadiah cannot be referring to the Chaldean conquest. Thou wast as one of them; literally, thou, too, as one of them. In this expression the past is set before the mind as present.NEWLINEVERSETITLESTARTObadiah1:12VERSETITLEENDNEWLINEVERSESTARTBut thou shouldest not have looked on the day of thy brother in the day that he became a stranger; neither shouldest thou have rejoiced over the children of Judah in the day of their destruction; neither shouldest thou have spoken proudly in the day of distress.VERSEENDNEWLINEVerse 12. - The prophet complains of the malignant neutrality of the Edomites. Thou shouldest not have looked. In this and the two following verses, al with the future is wrongly translated. It should be rendered throughout, \"do not look,\" \"do not rejoice,\" etc. Obadiah, in view of the past behaviour of Edom, and looking forward to another and more fatal conquest of Jerusalem, warns the Edomitas against repeating this malicious conduct. Septuagint, μὴ ἐπίδης. Gaze not with pleasure, feast not thine eyes (Micah 7:10). The day of thy brother; i.e. when some great event befell him - explained further in the next clause. Compare \"the day of Jerusalem\" (Psalm 137:7). In the day that he became a stranger; Septuagint, ἐν ἡμέρα ἀλλοτρίων, \"in the day of strangers;\" Vulgate, in die peregrinationis ejus. The Anglican and Vulgate Versions signify, \"in the day that he was carried captive into strange lands;\" but most probably the expression should be rendered, \"in the day of his calamity.\" Rejoiced over (comp. Job 31:29; Proverbs 17:5; Micah 7:8). Spoken proudly; literally, make thy mouth great; Septuagint, μὴ μεγαλοῥῤημονῇ, \"do not boast;\" Vulgate, non magnificabis os tuum. Utter a flood of mocking words, probably accompanied with derisive grimaces. There is a climax in this verse - first the complacent look, then the malicious pleasure, then words of insult and derision.NEWLINEVERSETITLESTARTObadiah1:13VERSETITLEENDNEWLINEVERSESTARTThou shouldest not have entered into the gate of my people in the day of their calamity; yea, thou shouldest not have looked on their affliction in the day of their calamity, nor have laid hands on their substance in the day of their calamity;VERSEENDNEWLINEVerse 13. - In this verse it is the making common cause with the enemy in the plundering of Jerusalem that is complained cf. Thou shouldest not have entered. Do not enter; so below, \"do not look,\" \"lay not hands\" (see note on ver. 12). The gate of my people; i.e. Jerusalem, the capital, as Micah 1:9. In the day of their calamity, repeated thrice with sorrowful emphasis, as making the Edomites' conduct more reproachful. Yea, thou shouldest not have looked. Hebrew, \"look not thou also\" - thou, as well as the alien enemies. What is natural in them is a crime in thee (comp. Psalm 22:17). Their affliction; Septuagint, τὴν συναγωγὴν αὐτῶν, \"their gathering\" - a different reading from the Masoretic. Substance, as in ver. 11. This was a further aggravation; they helped to plunder Jerusalem. Septuagint, μὴ μεγαλοῥῤημονῇ, \"Do not set upon their host;\" Vulgate, Et non emitteris adverus exercitum ejus. This implies a warning against being instigated by the enemy to attack the Jewish forces. But the rendering in the text is doubtless correct.NEWLINEVERSETITLESTARTObadiah1:14VERSETITLEENDNEWLINEVERSESTARTNeither shouldest thou have stood in the crossway, to cut off those of his that did escape; neither shouldest thou have delivered up those of his that did remain in the day of distress.VERSEENDNEWLINEVerse 14. - The climax of injury is the cutting off of fugitives, and delivering them into captivity. Neither shouldst thou have stood in the crossway; and stand not thou is the crossway. The Edomites, as neighbours, would know all the passes into the wilderness by which the Judaeans would seek to escape. Neither shouldst thou have delivered up; and deliver not up; Septuagint, νηδὲ συγκλείσῃς,, \"shut not up;\" Vulgate, et non concludes. So Pusey, \"shut not up,\" i.e. with the enemy, driving them back upon their pursuers (comp. Psalm 31:8). The Hebrew word implies both meanings - \"to deliver over to confinement;\" and the meaning here is - do not seize on the people to give them over into captivity (comp. Amos 1:6, 9). Those of his that did remain. Those whom the invaders had spared.NEWLINEVERSETITLESTARTObadiah1:15VERSETITLEENDNEWLINEVERSESTARTFor the day of the LORD is near upon all the heathen: as thou hast done, it shall be done unto thee: thy reward shall return upon thine own head.VERSEENDNEWLINEVerses 15, 16. - § 3. The warning given in the first section (vers, 1-9) is supplemented by the announcement that in the day of the Lord, Edom and all the enemies of Israel shall be remembered, and shall suffer just retribution, meeting with the fate which they had inflicted on others. Verse 15. - The day of the Lord. This is not primarily the final day of judgment, but the time when \"Jehovah reveals his majesty and omnipotence in a glorious manner, to overthrow all ungodly powers, and to complete his kingdom\" (Keil). It is announced by Joel 1:15; Joel 2:1, 31; Zephaniah 1:14; but the notion of a judgment to fall on Gentile nations, and to issue in the establishment of the kingdom of God, was familiar long before. Balaam had seen it in dim vision (Numbers 24:17-24); Hannah had anticipated the destruction that would accompany it (1 Samuel 2:9, 10); so had David (2 Samuel 23:5-7) in his last words; it is clearly predicted in the Psalms (see Psalm 2 and 110.) (Knabenbauer). Is near. Because every such judgment upon individual nations is typical of the great day and preparative of it. As thou hast done, it shall be done unto thee (comp. Judges 1:7; Psalm 137:8; Jeremiah 50:15). This law of retribution was the ideal of heathen justice, according to the Rhadamanthian rule, \"If a man should suffer what he hath done, then there would be strict justice\" (Aristotle, 'Eth. Nic.' 5:5. 3). Thy reward (Joel 3:7 [4:7, Hebrew]; better, that which thou hast performed - thy work or dealing, Upon thine own head. Like a stone cast towards heaven (comp. Psalm 7:16; Esther 9. '25).NEWLINEVERSETITLESTARTObadiah1:16VERSETITLEENDNEWLINEVERSESTARTFor as ye have drunk upon my holy mountain, so shall all the heathen drink continually, yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.VERSEENDNEWLINEVerse 16. - As ye have drunk. There are two interpretations of this passage. By the first, the people addressed are considered to be the Jews, and the word \"drunk\" is taken metaphorically in both clauses (see note on Nahum 3:11). The meaning is then this - As ye Jews, who are upon my holy mountain, the people of election, have not escaped from suffering the wrath of God, so all the nations shell feel the same, and that to a much more terrible extent. Confirmatory of this explanation is the language of Jeremiah, who (Jeremiah 25:15-29) bids all the nations to drink the cup of God's wrath, beginning at Jerusalem and passing on to Edom, and then says, in answer to any who refuse the offered draught, \"Lo, I begin to bring evil on the city which is called by my name, and should ye be utterly unpunished?\" The same notion is found also in Jeremiah 49:12 and Lamentations 4:21, etc. But there are objections to this view of the passage. The previous verse enunciated the doctrine of retribution; this verse confirms the former with the words, \"for as ye,\" etc. It would be no proof of the lex talionis on the Edomites to cite what had happened to the Jews. What is wanted is an assertion that what they had done should be repaid to them in like coin, Besides, the prophecy is nominally addressed to the Edomites, not to the Jews, and it would he most harsh to change the subject suddenly here. \"Upon my mountain\" cannot be equivalent to \"ye who are upon my mountain;\" nor is such an expression ever used to signify \"Judaeans.\" It is best, therefore, to take the clause as referring to the Edomites and their comrades, who, after their victory, indulged in unseemly revelry, and profaned the mountain hallowed by God's presence in the temple with their idolatrous festival The \"drinking\" in this first clause is literal; in the following clause it is figurative. Septuaguint, ἔπιες, \"thou didst drink,\" which makes the connection of the subject here with that in ver. 15 more evident, and it has probably been altered by the translators for that purpose. So shall all the heathen drink continually. The prophet plays on the word \"drink.\" The nations shall drink, not wine, but the wrath of God (Psalm 75:8; Jeremiah 25:15). The nations are spoken of here because Edom is taken as a type of all nations hostile to God, and the retribution that falls on him is extended to all who assume his attitude towards God's people (Keil). Continually; Vulgate, jugiter, perpetually, in uninterrupted succession. The LXX. has οϊνον, by a mistaken reading. They shall swallow down; drink a full draught; Septuagint, καταβήσονται, they shall go down.\" They shall be as though they had not been. They shall drain the wrath of God till they utterly perish, till, as nations, they exist no more (comp. Ezekiel 26:21; Ezekiel 27:36). Septuagint, καθὼς οὐχ ὑπάρχοντες, as if not, being\" (comp. Ecclus. 38:11 Ecclus. 44:9). (For the accomplishment of this prophecy against Edom, see Introduction, § L)NEWLINEVERSETITLESTARTObadiah1:17VERSETITLEENDNEWLINEVERSESTARTBut upon mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.VERSEENDNEWLINEVerses 17-21. - Part II. THE RESTORATION OF ISRAEL. Verses 17-20. - § 1. While judgment falls upon heathen nations, the house of Jacob shall be delivered, shall add to its possessions, and spread far and wide. Verse 17. - Upon Mount Zion. Once desecrated by the idolatrous revelry of the Edomites and the other nations, now the seat of Jehovah (Joel 3:17) and the kingdom. Deliverance (peletah); Septuagint, σωτηρία. Abstract for concrete, and to be rendered, \"those that escape,\" or \"those that are saved;\" i.e. a remnant that shall escape destruction (comp. Joel 2:32; Amos 9:8). There shall be holiness; rather, it (Mount Zion) shall be holy; so Septuagint, καὶ ἔσται ἄγιον: Hebrew, kodesh, \"a sanctuary,\" where the heathen shall not come (Isaiah 52:1; comp. Joel 3:17 [4:17, Hebrew]; Revelation 21:27). The house of Jacob. Judah and Benjamin, the holy seed, in whom the kingdom of the Lord should be established (comp. ver. 18). The northern kingdom is not mentioned. Shall possess their possessions; Septuagint, Κατακληρονομήσουσιν ὁ οϊκος Ἰακὼβ τοὺς κατακληρονομὴσουσιν ὁ αὐτούς, \"The house of Jacob shall take for an inheritance those who took them for an inheritance;\" Vulgate, Possidebit domus Jacob eos qui se possederant. These versions must have used a different punctuation from that of the Masoretic text - morishehem for morashehom (comp. Numbers 24:18, 19). The Hebrew pronoun is ambiguous, and \"their possessions\" may mean either those that the Jews themselves had lost, or those of the Edomites. But nothing is said of Israel being carried away captive and losing its country; and, though the prophet may have looked forward to such a catastrophe and to a future restoration, this is not the subject here. The possessions referred to are those of the enemy represented by the Edomites, and those which the Jews had lost since the days of David and Solomon; and \"the house of Jacob\" signifies, not merely the earthly kingdom of Judah, but \"the people of God, who are eventually to obtain the dominion of the world\" (Keil); Mark 16:15.NEWLINEVERSETITLESTARTObadiah1:18VERSETITLEENDNEWLINEVERSESTARTAnd the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for stubble, and they shall kindle in them, and devour them; and there shall not be any remaining of the house of Esau; for the LORD hath spoken it.VERSEENDNEWLINEVerse 18. - The last clause of the preceding verse is here expanded and more fully explained. The house of Jacob... the house of Joseph. The kingdoms of Judah and Israel, the two and the ten tribes united once more, In Psalm 77:15 the whole people are called \"the sons of Jacob and Joseph.\" So elsewhere. The reunion of the tribes is mentioned in Hosea 1:11; Ezekiel 37:19; Zechariah 10:6. The future salvation is to be for all. For stubble, which the Israelites used rather than wood for lighting fires and heating ovens (Matthew 6:30). (For the image of fire consuming the ungodly as stubble, see Exodus 15:7; Isaiah 5:24; Nahum 1:10.) They shall kindle in them. This may mean, the Israelites \"shall burn among\" the Edomites; but more probably is merely a repetition of what has gone before: the Jews shall consume the Edomites. There shall not be any remaining. This refers to the total annihilation of the Edomites under John Hyrcauus (Josephus, 'Ant.,' 12:08. 6; 13:9, 1), and is a punishment quite distinct from their defeat at the hands of the Nabathaeans predicted in vers. 1-9 (see Introduction, § I.). The LXX. gives, οὐκ ἕσται πυροφόρος (τυρφόρος, Alex.); St. Jerome reads, πυροφόρος, which he translated frumentarius. Many of the Fathers read, πυρφόρος: thus, too, the Arabic and Coptic Versions. Schleusner, sub voce, thinks that the LXX. had in view the Greek proverb, οὐδέ πυρφόρος, which is used to express the idea that not even a single survivor remains (see Herod., 8:6). For the Lord hath spoken it (Joel 3:8).NEWLINEVERSETITLESTARTObadiah1:19VERSETITLEENDNEWLINEVERSESTARTAnd they of the south shall possess the mount of Esau; and they of the plain the Philistines: and they shall possess the fields of Ephraim, and the fields of Samaria: and Benjamin shall possess Gilead.VERSEENDNEWLINEVerse 19. - Judah and Benjamin between them shall possess the whole territory that once belonged to the children of Israel. In Joshua 15:21, 33, 48, the inheritance of Judah is distributed into three portions - the south, the plain, and the mountains; the same divisions are noticeable here (see note on Zechariah 7:7). They of the south. The inhabitants of the Negeb, \"the dry country\" the southern part of Judah, shall take possession of Idumea (Amos 9:12). They of the plain. Of the Shephelah, or \"low land\" - the maritime plain and the country held by the Philistines (2 Chronicles 28:18; Zephaniah 2:7). And they shall possess. The Judaeans not already mentioned, i.e. those of the mountains, shall take the territory of the ten tribes. The fields of Ephraim, and the fields of Samaria. The country, and the capital. Septuagint, τὸ ὄρος Αφραὶμ καὶ τὸ πεδίον Σαμαρείας, \"the Mount of Ephraim and the Plain of Samaria.\" Others translate, \"Ephraim shall possess the field of Samaria,\" considering that otherwise Ephraim would be excluded from the restored kingdom, and Judah would inherit the territory of Ephraim, in violation of the covenant (Briggs, 'Messianic' Prophecy,' p. 317). But the Israelites proper were merged in the Judaeans at the return; and if Benjamin possesses Gilead, it is not unnatural that Judah should extend northward to Samaria. And Benjamin shall possess Gilead. Benjamin, the other portion of the house of Jacob, whose territory originally reached to the river, shall possess all the territory on the other side of Jordan. Thus the restored people shall, in accordance with the promise in Genesis 28:14, \"spread abroad to the west, and to the east, and to the north, and to the south\" (comp. Isaiah 54:1-3). Obadiah sees the twelve tribes, once more united, extending their territory on every side; and, to make this evident, he gives certain examples, using Judah and Benjamin as equivalent to \"the people of God,\" and their enlargement as denoting the majestic progress of the kingdom of God.NEWLINEVERSETITLESTARTObadiah1:20VERSETITLEENDNEWLINEVERSESTARTAnd the captivity of this host of the children of Israel shall possess that of the Canaanites, even unto Zarephath; and the captivity of Jerusalem, which is in Sepharad, shall possess the cities of the south.VERSEENDNEWLINEVerse 20. - And the captivity of this host of the children of Israel shall possess that of the Canaanites, even unto Zarephath; Septuagint, Καὶ τῆς μετοικεσίας ἡ ἀρχὴ αὔτη τοῖς υἱοῖς Ισραὴλ γῆ τῶν Ξαναναίων ἕως Σαρεπτῶν, \"And this shall be the beginning of the captivity of the children of Israel, the land of the Canaanites as far as Sarepta.\" This would imply that the Ephraimitas should be the first to go into exile, and on their return should occupy the territory of the Canaanites on the north. But ἀρχὴ may mean \"domain.\" Vulgate, Et transmigratio exercitus hujus filiorum Israel, omnia loca Chananaeorum usque ad Sareptam. The general meaning is that Jewish captives, who have been taken to other lands, shall return and possess the cities of the south. The sentence in the Hebrew is incomplete. Our translators supply, \"shall possess.\" Pusey (in agreement with the Chaldee, and virtually with the Septuagint) renders, \"which are among the Canaanites;\" and this seems to be correct, making \"shall possess the cities of the south\" the predicate of both clauses. So the first portion of the verse means, as Henderson says, the number of Israelitish captives which were found in Phoenicia, into which they had been sold at different times as slaves (comp. vers. 11, 14; Joel 3:6, 7). This host. Not a general deportation, but only the portion of the people referred to. From this expression some have inferred that Obadiah himself was one of this body. This is possible, but not necessary. The captives who are among the Canaanites, even unto Zarephath; as far as Zarephath, were probably placed there for safe keeping before being sold into Greece and other countries. Zarepbath (\"Melting house\"), the Sarepta of St. Luke (Luke 4:26), now Surafend or Sarafend, and celebrated in the history of Elijah (1 Kings 17:9, etc.), lay between Tyre and Sidon, a little inland, and was a town of some importance, as its ruins prove. The captivity of Jerusalem. The captives from Jerusalem. Which is in Sepharad; Septuagint, ἕως Ἐφραθά \"as far as Ephrathah;\" Vulgate, quae in Bosphoro est. The name occurs nowhere else in the Bible, and its identification cannot be established. Jerome suggests, in his commentary, that it is the Assyrian for \"boundary,\" and not a proper name at all. The Peshito and the rabbins And modern Jews interpret it as \"Spain.\" Keil supposes it to be \"Sparta;\" Pusey, \"Sardis.\" For this last explanation some ground has been found in an inscription of Nakshi-Rustam, where a place called Cparda occurs in a list of tribes between Cappadocia and Ionia; and Cparda is considered to be the Persian form of Sardis (see Schrader, 'Keilinschr.,' p. 445, etc.). A further confirmation of this identification is found in the complaint of Joel (Joel 3:6 [4:6, Hebrew], that the Phoenicians had sold Israelites \"unto the sons of the Grecians.\" Professor Sayce, in a note to G. Smith's 'History of Babylonia,' p. 156, places \"Saparda\" on the Black Sea. It may be questioned, however, whether some town nearer Judaea is not intended. Ewald would read \"Sepharam,\" a town in North Palestine. The two bodies of captives shall possess the cities of the south. The Negeb. The cities are named in Joshua 19.NEWLINEVERSETITLESTARTObadiah1:21VERSETITLEENDNEWLINEVERSESTARTAnd saviours shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the LORD'S.VERSEENDNEWLINEVerse 21. - § 2, The prophet sums up his prediction: with the conquest of the Gentiles salvation shall come to Zion in all its fulness. Saviours. The LXX. incorrectly takes the word passively, translating it ἀνασωζόμενοι, \"they that are saved;\" so Aquila, Theodolion, and the Syriac; Symmachus rightly, σώζοντες: Vulgate, salvatores. The judges are so called in Judges 3:9, 15 (comp. 2 Kings 13:5; Nehemiah 9:27). The judges had a twofold character - they were deliverers and governors, as in the present ease. Here the immediate reference is to Zerubbabel and the valiant Maccabees, who severely punished the Idumeans (2 Macc. 10:15, etc.; Josephus, 'Ant.,' 13:09. 1). But all these \"saviours\" are types and forerunners of the Messiah, \"the Saviour which is Christ the Lord?\" Shall come up. Not from exile, but simply as ascending a hill, and taking their seat there. Mount Zion. The seat of the kingdom of God, in contrast with \"the mount of Esau,\" the type of the enemies of Israel and of God. To judge; LXX., τοῦ ἐκδικῆσαι, \"to take vengeance on.\" But the \"judging\" is not only the taking of vengeance on Edom and that which it represents, the expression includes the notion of governing; so that the prophet looks forward to the time when the heathen shall submit themselves to the dominion of the people of God, and, as the following clause foretells, \"the kingdoms of this world are become the kingdoms of our Lord, and of his Christ\" (Revelation 11:15). The kingdom shall be the Lord's. No earthly accomplishment could fulfil this great announcement. The kingdom can be Jehovah's; he can show himself as Ruler of the world, and be acknowledged as such by the nations, only under Christ. This is \"the sceptre of Judah\" of which Jacob spoke (Genesis 49:10); this is the throne of David which was to be established forever (2 Samuel 7:16); this is what all the prophets fore, w, what we are still expecting, what we daily pray for, as we say, \"thy kingdom come\" - when \"the Lord shall be King over all the earth, and there shall be one Lord, and his name one\" (Zechariah 14:9).NEWLINENEWLINENEWLINENEWLINE"}