{"Titus.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTTitus1:1VERSETITLEENDNEWLINEVERSESTARTPaul, a servant of God, and an apostle of Jesus Christ, according to the faith of God's elect, and the acknowledging of the truth which is after godliness;VERSEENDNEWLINEVerse 1. - - Knowledge for acknowledging, A.V.; according to for after, A.V. A servant of God (δοῦλος Θεοῦ); so in the superscriptions: Romans 1:1; Philippians 1:1, Ἰησοῦ Χριστοῦ; James 1:1; 2 Peter 1:1; Jude 1:1; Revelation 1:1. St. Paul also calls himself \"the servant of Christ\" (Galatians 1:10); and the phrase, δοῦλον Κυρίου, occurs in 2 Timothy 2:24. But neither \"servant of God\" nor any equivalent is in the superscription of either 1 or 2 Timothy. \"Servant\" is a better rendering than \"slave,\" as Farrar renders it. An apostle, etc.; as in both 1 and 2 Timothy, and also in Romans 1:1; 1 Corinthians 1:1 2 Corinthians 1:1, etc.; showing that this is not a private letter, but a public and official document, conveying official authority to Titus over the Church in Crete. According to the faith of God's elect. The phrase is peculiar to this passage, and the exact force of κατὰ is not easy to determine (see Bishop Ellicott's notes, who renders κατὰ \"for,\" and explains that \"the faith of God's elect is the destination of the apostleship,\" with the further explanation that this meaning of κατά is about equivalent to \"with special reference to,\" or \"destination for,\" as its object). It is nearly the same thing to say that the true faith, and the perfect knowledge of the truth, and the hope of eternal life promised by God, are the sphere in which the apostolic office moves and acts. \"The faith of God's elect,\" etc., seems to imply that there was in some who were not elect (1 John 2:19, 20) a corruption of the faith, a departure from it - a faith that was no faith, and something calling itself truth which was not \"according to godliness,\" and so to point to rising heresies. The authors of these heresies were chiefly Jews (ver. 10), of whom there was a considerable colony in Crete (Conybeare and Howson, vol. it. p. 475; and Lewin, vol. 2. p. 337). According to godliness (for the use of εὐσεβεία in the pastoral Epistles, see 1 Timothy 2:2; 1 Timothy 3:16; 1 Timothy 4:7, 8; 1 Timothy 6:3, 5, 6, 11; 2 Timothy 3:5, and notes).NEWLINEVERSETITLESTARTTitus1:2VERSETITLEENDNEWLINEVERSESTARTIn hope of eternal life, which God, that cannot lie, promised before the world began;VERSEENDNEWLINEVerse 2. - Who for that, A.V.; times eternal for the world began, A.V. In hope of eternal life. This seems to be a further description of the scope or sphere of the apostolate, which, as some take ἐπί, is based upon the hope of eternal life. Who cannot lie (ἀψευδής); here only in the New Testament, rarely in the LXX., but common in classical Greek. The epithet is here used to show the certainty of the fulfillment of the promise made before the ages (comp. Hebrews 6:18; Numbers 23:19). Before times eternal (see 2 Timothy 1:9, note). The translation, \"before times eternal,\" conveys no sense; χρόνοι αἰώνοι are \"the times of ages past\" (Romans 16:25), placed in opposition to the καιροί ἰδιοί, or to the \"now\" of 2 Timothy 1:10, in which the manifestation of the promise took place.NEWLINEVERSETITLESTARTTitus1:3VERSETITLEENDNEWLINEVERSESTARTBut hath in due times manifested his word through preaching, which is committed unto me according to the commandment of God our Saviour;VERSEENDNEWLINEVerse 3. - In his own seasons for hath due times, A.V.; in the message for through preaching, A.V.; wherewith 1 was entrusted for which is committed unto me, A.V. In his own seasons. The margin, its own seasons, is preferable (see 1 Timothy 2:7, note). The phrase is equivalent to \"the fullness of the time\" (Galatians 4:4). Manifested his Word. There is a change of construction. \"The relative sentence passes almost imperceptibly into a primary sentence\" (Buttmann in Huther); \"his Word\" becomes the object of the verb \"made manifest,\" instead of \"eternal life,\" as one would have expected. His Word is the whole revelation of the gospel, including the Person and work of Jesus Christ. Compare St. Peter's address to Cornelius (Acts 10:36). This \"Word,\" which lay in the mind of God through the ages, and was only dimly expressed in the promises given from time to time (1 Peter 1:10-12), was now \"made manifest,\" and proclaimed openly in that preaching of the gospel of God's grace which was entrusted to St. Paul. This same idea is frequently expressed (see Romans 16:25; Ephesians 1:9, 10; Ephesians 3:3-11; 2 Timothy 1:9-11; 1 Peter 1:20), In the message. Surely a poor and a false rendering. Ἐν κηρύγματι means \"by the open proclamation\" which St. Paul, as God's herald, κήρυξ, was commanded to make. But this is better expressed by the word which is appropriated to the proclamation of the gospel, viz. \"preaching.\" So, as above quoted, Romans 16:25; 2 Timothy 1:11, and elsewhere frequently. According to the commandment (κατ ἐπιταγὴν κ.τ.λ..); Romans 16:26; 1 Timothy 1:1 (comp. Galatians 1:1). God our Savior (1 Timothy 1:1; 1 Timothy 2:3; Titus 2:10; Titus 3:4; Jude 1:25; and also Luke 1:47). Elsewhere in the New Testament the term \"Savior\" (Σωτήρ) is always applied to our Lord Jesus Christ.NEWLINEVERSETITLESTARTTitus1:4VERSETITLEENDNEWLINEVERSESTARTTo Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour.VERSEENDNEWLINEVerse 4. - My true child for mine own son, A.V.; a common for the common, A.V.; grace and peace for grace, mercy, and peace, A.V. and T.R.; Christ Jesus for the Lord Jesus Christ, A.V. and T.R. My true child (γνησίῳ τέκνῳ: 1 Timothy 1:2) after a common faith (κατὰ κινὴν πίστιν). In 1 Timothy 1:2 it is ἐν πίστει (where see note). Beyond all doubt, Alford is right in both cases in rendering \"the faith\" (see his note on 1 Timothy 1:2). The \"common faith\" means the faith of all God's elect. Grace and peace. So the R.T., omitting ἔλεος, mercy, which is found in 1 Timothy 1:2 and 2 Timothy 1:2. But the manuscripts vary, and the critics are divided as to whether ἔλεος ought to be retained here or not.NEWLINEVERSETITLESTARTTitus1:5VERSETITLEENDNEWLINEVERSESTARTFor this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:VERSEENDNEWLINEVerse 5. - Were for are, A.V.; appoint for ordain, A.V.; gave thee charge for had appointed thee, A.V. Left I thee in Crete. We have no account of St. Paul's visit to Crete, nor do we know how the gospel was first brought to Crete. It may have been by some of those \"Cretes\" who were at Jerusalem on the Day of Pentecost, and heard the apostles speak in their tongue \"the wonderful works of God\" (Acts 2:11), or by other Christian Jews visiting the Jewish community in Crete (note to ver. 1). If St. Paul was returning from Spain, and travelling by ship eastward, Crete would be on his way. The importance of the island, with which he made some acquaintance on his voyage from Caesarea to Rome (Acts 27:7, 8), and the large Jewish colony there, may naturally have inclined him to visit it. How long he remained there we do not know, but he did not stay long enough to organize the Church there completely. There were still things \"wanting\" (τὰ λείποντα), as it follows. This mention of Crete is an important chronological mark. The order of St. Paul's progress, as gathered from the three pastoral Epistles, is very distinct - Crete, Miletus, Troas, Macedonia, Corinth, Nicopolis, Rome. He dropped Titus at Crete, and left Timothy behind at Ephesus. The Epistle to Titus, therefore, is the first of the three pastoral Epistles, and this is borne out by another circumstance. When he wrote to Titus he had not made up his mind whether he should send Artemas or Tychicus to take his place in Crete when he rejoined the apostle (Titus 3:12). But when he wrote 2 Timothy he had sent Tychicus to Ephesus to replace Timothy (2 Timothy 4:12), and Titus had already joined him, and been sent on by him to Dalmatia, presumably from Nicopolis. Set in order (ἐπιδιορθώσῃ); only here in the New Testament, and not found in the LXX. nor in classical Greek, except as a technical word in the art of rhetoric. But διορθόω is very common in classical Greek (see ἐπανόρθωσις, 2 Timothy 3:16). The force of ἐπί in the compound here is \"further,\" or \"in addition.\" St. Paul had set the Church in order up to a certain point. But there were still certain things wanting, τὰ λείποντα (see Titus 3:13; Luke 18:22); and these Titus was to supply and give the finishing touch to. Appoint (καταστήσῃς). This is a better rendering than the A.V. \"ordain,\" because it is a general word for \"to appoint, make.\" Probably the A.V. \"ordain\" was not intended to be taken in a strictly technical sense, but is used as in Hebrews 5:1; Hebrews 8:3. The technical word was usually \"to order.\" \"The Ordering of Deacons,\" or \"of Priests,\" is the title of the service in the Book of Common Prayer. \"Meet to be ordered,\" \"shall surcease from ordering,\" occur repeatedly in the rubrics, Elders (πρεσβυτέρους); i.e. presbyters, or priests (comp. Acts 14:23; and see Acts 11:30, note). In every city (κατὰ πόλιν); city by city. The phrase has a peculiar significance in Crete, which used to be famous for its hundred cities. It shows, too, that Christianity was widely spread among the cities of the island. The germ of the episcopal office, one bishop and many presbyters, is here very conspicuous.NEWLINEVERSETITLESTARTTitus1:6VERSETITLEENDNEWLINEVERSESTARTIf any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.VERSEENDNEWLINEVerse 6. - Any man is for any be, A.V.; children that believe for faithful children, A.V.; who are not for not, A.V. Blameless (ἀνέγκλητος); see 1 Timothy 3:10, note. The husband of one wife (see 1 Timothy 3:2, note). Having children that believe (see 1 Timothy 3:4). Mark the importance given to the \"elder's\" family as well as to his personal character. Not accused (μὴ ἐν κατηγορίᾳ κ.τ.λ..); literally, not under an accusation (see 1 Timothy 5:19). Riot (ἀσωτίας); see Ephesians 5:18; 1 Peter 4:4; Luke 15:13. Used in Plato and Aristotle for \"debauchery\" or \"profligacy,\" with the kindred words ἄσωτος ἀσωτεύομαι, etc. Unruly (ἀνυπότακτα); ver. 10 and 1 Timothy 1:9, note (comp. 1 Timothy 3:4, where the children are required to be ἀν ὑποταγῇ, \"under rule,\" in subjection).NEWLINEVERSETITLESTARTTitus1:7VERSETITLEENDNEWLINEVERSESTARTFor a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;VERSEENDNEWLINEVerse 7. - The for a, A.V.: God's steward for the steward of God, A.V.; no brawler for not given to wine, A.V.; greedy of for given to, A.V. Blameless (see ver. 6). God's steward (οἰκονόμον); comp. 1 Corinthians 4:1, 2; 1 Peter 4:10. (For the office of the steward, see Luke 12:42, 43.) Self-willed (αὐθάδη); elsewhere in the New Testament only in 2 Peter 2:10; in the LXX. Genesis 49:3, 9 and Proverbs 21:24; and common in classical Greek. It is always used in a bad sense - stubborn, harsh, remorseless, and the like. Soon angry (ὀργίλον); only here in the New Testament, found occasionally in the LXX., and common in classical Greek - passionate, quick-tempered, irascible (comp. Ephesians 4:31; Colossians 3:8). Brawler (πάροινον); see 1 Timothy 3:3, note. Striker (1 Timothy 3:3, note). Greedy of filthy lucre (αἰσχροχερδῆ) 1 Timothy 3:3, 8, note.NEWLINEVERSETITLESTARTTitus1:8VERSETITLEENDNEWLINEVERSESTARTBut a lover of hospitality, a lover of good men, sober, just, holy, temperate;VERSEENDNEWLINEVerse 8. - Given to for a lover of, A.V.; good for good men, A.V.; sober-minded for sober, A.V. Given to hospitality (φιλόξενον); 1 Timothy 3:2, note. A lover of good (φιλάγαθον) see 2 Timothy 3:3, note on ἀφιλάγαθον. Only here in the New Testament, and only once in the LXX., Wisd. 7:22, where it seems to mean \"a lover of that which is good,\" and where the long string of adjectives is very similar to that here; found occasionally in classical Greek. Sober-minded (σώφρονα); see Titus 2:2, 5, and 1 Timothy 3:2, note. The rendering \"discreet\" in Titus 2:5 (A.V.) expresses the meaning very well. Just, holy. Δίκαιος is usually considered as describing that side of a good man's character which is in relation to his fellow-men, and ὅσιος that side which has respect to God. Joseph was δίκαιος (Matthew 1:19) in his conduct towards Mary; the Lord Jesus was God's Holy One (τὸν ὅσιόν σου). In classical Greek the words are more commonly applied to things. Ὅσια καὶ δίκαια are things sanctioned by Divine and human laws respectively. Temperate (ἐγκρατῆ); only here in the New Testament, and never in this sense in the LXX.; but it has exactly the same meaning in Aristotle, viz. \"master of one's self,\" having the appetites under control.NEWLINEVERSETITLESTARTTitus1:9VERSETITLEENDNEWLINEVERSESTARTHolding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.VERSEENDNEWLINEVerse 9. - Holding to for holding fast, A.V.; which is according to the teaching for as he hath been taught, A.V.; both to exhort in the sound doctrine for by sound doctrine, both to exhort, A.V.; convict for convince, A.V. Holding to (ἀντεχόμενος). Holding fast is a better and more forcible rendering than holding to. It answers to the Latin adherere, to cling to. The faithful word which is according to the teaching is awkwardly expressed. Ἠ διδαςή is \"the Christian truth\" as taught by the apostles, and \"the faithful\" or \"sure word\" to which Titus is to cleave is described as being\" according to that truth\" (comp. Titus 1:1, ἀληθείας τῆς κατ εὐσέβειαν). The A.V. gives substantially the apostle's meaning. The result of this adhesion to the faithful word is that he will be able to comfort and encourage believers by (ἐν) his wholesome teaching, and also to convict the opposers of the truth. The gainsayers; or, contradictors (τοὺς ἀντιλέγοντας); such as those Jews described in Acts 13:45 and Acts 28:19 as \"contradicting and blaspheming.\"NEWLINEVERSETITLESTARTTitus1:10VERSETITLEENDNEWLINEVERSESTARTFor there are many unruly and vain talkers and deceivers, specially they of the circumcision:VERSEENDNEWLINEVerse 10. - Unruly men for unruly and, A.V. and T.R. Unruly (ἀνυπότακτοι); see ver. 6. Vain talkers (ματαιολόγοι); only here in the New Testament, not found in the LXX., and rare in classical Greek (see ματαιολογία, 1 Timothy 1:6). Κενολόγος and κενολογία are used in the same sense of \"vain, empty, talking.\" Deceivers - (φρεναπάται); here only in the New Testament, not found in the LXX. or in classical Greek - literally, soul-deceivers, or, as some take St, self-deceivers (compare φρεναπατάω, Galatians 6:3, and for the sense James 1:26; but in both these instances the idea of self-deceiving is imported by the context, ἑαυτὸν and καρδίαν αὐτοῦ). Here the word means \"deceivers,\" whoso character is described in 2 Peter 2:14 as \"beguiling unstable souls.\" They of the circumcision; Judaizing Christians, the most obstinate and difficult adversaries with whom St. Paul had to cope (see Galatians passim; Philippians 3:2, 3, etc.).NEWLINEVERSETITLESTARTTitus1:11VERSETITLEENDNEWLINEVERSESTARTWhose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre's sake.VERSEENDNEWLINEVerse 11. - Men who overthrow for who subvert, A.V. Whose mouths must be stopped (ου}ς δεῖ ἐπιστομίζειν); here only in the New Testament, not found in the LXX., but common in classical Greek. \"To curb\" (comp. Psalm 32:9; James 3:2, 3). The meaning is nearly the same as that of χαλιναγωγέω in James 1:26; some, however, assign to it the sense of \"to muzzle\" (Olshausen, etc.) or \"stop the mouth,\" which Bishop Ellicott thinks is \"perhaps the most common\" and \"the most suitable.\" So also Huther. It often means simply \"to silence\" (see Stephan, 'Thesaur.'), and is applied to wind instruments. Overthrow (ἀνατρέπουσι); as 2 Timothy 2:18, which shows the kind of overthrow here meant, that viz. of the faith of whole families, well expressed in the A.V. by \"subvert.\" The phrase, οἰκίας ἀνατρέπειν, of the literal overthrow of houses, occurs in Plato (Alford). For filthy lucre's sake; contrary to the apostolic precept to bishops and deacons (1 Timothy 3:3, 8, and above, ver. 7). Polybius has a striking passage on the αἰσχροκερδεία Οφ the Cretans, quoted by Bishop Ellicott ('Hist.,' 6:146.3).NEWLINEVERSETITLESTARTTitus1:12VERSETITLEENDNEWLINEVERSESTARTOne of themselves, even a prophet of their own, said, The Cretians are alway liars, evil beasts, slow bellies.VERSEENDNEWLINEVerse 12. - A prophet for even a prophet, A.V.; Cretan, s for the Cretinous, A.V.; idle gluttons for slow bellies, A.V. A prophet of their own; viz. Epimenides, a native either of Phaestus or of Cnossus in Crete, the original author of this line, which is also quoted by Callimachus. Epimenides is here called a prophet, not simply as a poet, but from his peculiar character as priest, bard, and seer; called by Plato θεῖος ἀνήρ, and coupled by Cicero with Bacis the B.C.eotian prophet, and the sibyl (Bishop Ellicott); described by other ancient writers as a prophet (Alford); \"everything we hear of him is of a priestly or religious nature\" ('Dict. of Gr. and Romans Biogr. and Mythol.'). Cretans are always liars, etc. So truly was this their characteristic, that κρητίζειν was used to denote\" telling lies\" - \"to lie like a Cretan\" (Plutarch, etc.). From their general bad character arose the line, Κρῆτες Καππάδοκοι, Κίλικες τρία κάππα κάκιστα; and Livy, Polybius, and Plutarch alike hear witness to their covetousness and dishonesty: Τις Κρητῶν οἴδε δικαιοσύνην; \"When was there ever an upright Cretan?\" asks Leonides in an ' Epigram' (Farrar, ' St. Paul,' vol. it. p. 534). Evil beasts. Θήριον is \"a wild beast;\" applied to men as a term of reproach (1 Corinthians 15:32), it implies brutality, stupidity, unreasonableness, and, with the epithet κακά, mischief, like the French mechante bete. The 'Epigram' above quoted calls them ληισταὶ καὶ ἁλιφθόροι, \"pirates and wreckers.\" Idle gluttons; literally, idle bellies. The substantive denotes their gluttony and sensuality (comp. Romans 16:18; Philippians 3:19, where κοιλία is equivalent to γαστήρ), and the adjective their sloth (ἀργαί, i.e. ἀεργαί); in old Greek it is usually of the common gender.NEWLINEVERSETITLESTARTTitus1:13VERSETITLEENDNEWLINEVERSESTARTThis witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;VERSEENDNEWLINEVerse 13. - Testimony for witness, A.V.; for which cause for wherefore, A.V.; reprove for rebuke, A.V. Sharply (ἀποτομῶς); elsewhere only in 2 Corinthians 13:10 (see also Romans 11:22). That they may be sound (see Titus 2:2). The faithful pastor must use severity when it is necessary to the spiritual health of the flock, just as the skilful surgeon uses the knife to save the patient's life.NEWLINEVERSETITLESTARTTitus1:14VERSETITLEENDNEWLINEVERSESTARTNot giving heed to Jewish fables, and commandments of men, that turn from the truth.VERSEENDNEWLINEVerse 14. - Who for that, A.V.; turn away for turn, A.V. Jewish fables (see 1 Timothy 1:4; 1 Timothy 4:7; 2 Timothy 4:4, where the Jewish origin of the fables is implied, though not so distinctly stated as here). Commandments of men (ἐντολαῖς ἀνθρώπων); so in Colossians 2:22 the apostle speaks of the precepts \"touch not,\" \"taste not\" (originating with the Judaizing teachers), as τὰ ἐντάλματα καὶ διδασκαλίας τῶν ἀνθρώπων (see following note). Turning away from (ἀποστρεφομένεν); see 2 Timothy 1:15, note.NEWLINEVERSETITLESTARTTitus1:15VERSETITLEENDNEWLINEVERSESTARTUnto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.VERSEENDNEWLINEVerse 15. - To for unto, A.V. (twice); nothing is for is nothing, A.V.; both for even, A.V.; their conscience for conscience, A.V.; are for is, A.V. To the pure, etc. This allusion shows dearly that the \"commandments of men,\" here condemned, are of the same kind as those referred to in the above-quoted passage in the Colossians. We learn also from Romans 14; 1 Corinthians 8; and elsewhere, what were the kind of questions which agitated the Judaizing Christians. But St. Paul in a few wise words shows the utter worthlessness of such controversies. \"To the pure all things are pure.\" \"There is nothing from without a man,\" said our Lord, \"that entering into him can defile him\" (Mark 7:15); \"Neither if we cat are we the better, neither if we eat not are we the worse\" (1 Corinthians 8:8); \"The kingdom of God is not meat and drink, but righteousness, and peace, and joy in the Holy Ghost\" (Romans 14:17). But unto those that are defiled by what comes from within them, and have no faith (Romans 14:23), nothing is pure. Their mind and conscience, being defiled, defile everything they do. The words καθαρόν and μιαίνω are the proper words for ceremonial \"cleanness\" and \"defilement\" respectively.NEWLINEVERSETITLESTARTTitus1:16VERSETITLEENDNEWLINEVERSESTARTThey profess that they know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate.VERSEENDNEWLINEVerse 16. - By their for in, A.V. They profess that they know God (comp. Romans 2:17-20). The arrogant claim to be God's people and to superior holiness, while all the while they were denying God by their evil deeds, and bringing dishonor upon his Name among the Gentiles, was a marked feature of the Jews in St. Paul's time (comp. 2 Timothy 3:5). Abominable (βδελυκτοὶ); objects or causes of disgust; only here in the New Testament, but found in the LXX. But βδέλυγμα and βδελύσσομαι are not uncommon. Reprobate (ἀδόκιμοι); as 2 Timothy 3:8 (where see note). This picture of the circumcision is indeed sad (comp. 1 Thessalonians 2:15, 16; Acts 28:25-28).NEWLINENEWLINENEWLINENEWLINENEWLINE","Titus.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTTitus2:1VERSETITLEENDNEWLINEVERSESTARTBut speak thou the things which become sound doctrine:VERSEENDNEWLINEVerse 1. - Befit for become, A.V.; the sound for sound, A.V. But speak thou, etc. The apostle now brings out, in full couldst with the vain talk of the heretical teachers, the solid, sober teaching of a true man of God, in harmony with the sound doctrine of the gospel of Christ. The sound doctrine (τῇ ὑγιαινούσῃ διδασκαλία); as in 1 Timothy 1:10 (where see note). In 1 Timothy 6:1 ἡ διδασκαλία by itself means \"the Christian faith,\" \"the doctrine of the gospel.\" The varying phrases, ἡ καλὴ διδασκαλία, ἡ κατ εὐσεβείαν διδασκαλία, and ἡ ὑγιαινοῦσα διδασκαλία, all mean the same thing, with varying descriptive qualifications (see ver. 10). The article \"the\" is not required.NEWLINEVERSETITLESTARTTitus2:2VERSETITLEENDNEWLINEVERSESTARTThat the aged men be sober, grave, temperate, sound in faith, in charity, in patience.VERSEENDNEWLINEVerse 2. - Aged for the aged, A.V.; temperate for sober, A.V.; sober-minded for temperate, A.V.; love for charity, A.V. Temperate (νηφάλιος); as 1 Timothy 3:2, (where see note). Grave (σεμνούς); as 1 Timothy 3:8, 11 (see too 1 Timothy 2:2; 1 Timothy 3:4). Sober-minded (σώφρονας); as Titus 1:8, note. Sound (ὑγιαίνοντας); see ver. 1, note, and Titus 1:13, where, as here, the word is applied to persons, as it is in its literal sense in 3 John 1:2. Faith... love... patience. We have the same triad in 1 Timothy 6:11. In 1 Corinthians 13:13 we find \"faith, hope, love.\" In 1 Thessalonians 1:3 the apostle joins \"work of faith, labor of love,\" and \"patience of hope,\" which last phrase seems almost to identify patience and hope (cutup. too Romans 8:25; Romans 15:4). We must not miss the important warning, not only to have some kind of faith, love, and patience, but to be healthy and vigorous in our faith, love, and patience. There is a puny faith, a sickly love. and a misdirected patience.NEWLINEVERSETITLESTARTTitus2:3VERSETITLEENDNEWLINEVERSESTARTThe aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;VERSEENDNEWLINEVerse 3. - That for the, A.V; be reverent in demeanor for that they be in behavior as becometh holiness, A.V.; slanderers for false accusers, A.V.; nor for not, A.V.; enslaved for given, A.V.; that which is good for good things, A.V. Reverent (ἱεροπρεπεῖς); only here in the New Testament, twice in 4 Maccabees (in 9:25, where the eldest of the seven brothers who suffered martyrdom ruder Antiochus Epiphanes is called ὁἱεροπρεπὴς νεανίας; and in 11:20, where it is coupled with αἰών, \"age,\" or \"generation\"); it is not uncommon in classical Greek. The word means \"becoming a holy person, place, or matter;\" otherwise expressed in 1 Timothy 2:10, \"which becometh women professing godliness;\" and Ephesians 5:3, \"as becometh saints.\" In demeanor (ἐν καταστήματι; Of much wider meaning than καταστολή in 1 Timothy 2:7); here only in the New Testament, once in 3Macc. 5:45, \"a state\" or \"condition,\" spoken of elephants; and so in classical Greek, applied to a man, to health, to the air, or the body politic. Here mien, demeanor, or deportment, including, as St. Jerome expounds it, the movements of the body, the expression of the countenance, what is said, and what is left unsaid. The whole habit and composition or structure of mind and body is to be ἱερόπρεπες, what becomes a holy woman. Slanderers (διαβόλους); as 1 Timothy 3. (q.v.). Nor enslaved to much wine (comp. 1 Timothy 3:8). Observe the fitness of the phrase \"enslaved.\" The drunkard is thoroughly the slave of his vicious appetite (cutup. Titus 3:3; Romans 6:16; 2 Peter 2:19). Teachers of that which is good (καλοδιδασκάλους); only here in the New Testament, not found in the LXX., or in classical Greek; teachers, by their holy demeanor as well as by their words. For as Ignatius (quoted by Ellicott) says of the Bishop of the Trallians, \"His very demeanor (αὐτὸ τὸ κατάστημα) was a great lesson (μοθητεία).\"NEWLINEVERSETITLESTARTTitus2:4VERSETITLEENDNEWLINEVERSESTARTThat they may teach the young women to be sober, to love their husbands, to love their children,VERSEENDNEWLINEVerse 4. - Train for teach... to be sober, A.V. Train (σωφρονίζωσι); only here in the New Testament, not found in the LXX., but common in classical Greek in the sense of to \"correct,\" \"control,\" or \"moderate,\" which is its meaning here. Ellicott renders it \"school\" (comp. 1 Timothy 5:14). The A.V. \"teach to be sober\" is manifestly wrong. To love their husbands (φιλάνδρους εῖναι); here only in the New Testament, not found in the LXX., but occasionally, in this sense, in classical Greek. To love their children (φιλοτέκνους); here only in the New Testament, not found in the LXX. except in 4 Macc. 15:4, but not uncommon in classical Greek.NEWLINEVERSETITLESTARTTitus2:5VERSETITLEENDNEWLINEVERSESTARTTo be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.VERSEENDNEWLINEVerse 5. - Sober-minded for discreet, A.V.; workers for keepers, A.V. and T.R.; kind for good, A.V.; being in subjection for obedient, A.V. Sober-minded (σώφρονας); as in ver. 2 and Titus 1:8; 1 Timothy 3:2. \"Discreet\" is nearer the sense than \"sober-minded.\" Perhaps the French sage is nearer still. Workers at home (οἰκουργούς, for the T.R. οἰκουρούς). Neither word occurs elsewhere in the New Testament or in the LXX., nor does οἰκουργός in classical Greek. But οἰκουρός, which is probably the true reading (Huther), is common in good classical Greek for \"stayers at home.\" It is derived from οῖκος and οῦρος, a \"keeper.\" Kind (ἀγαθάς). The idea of kindness or good nature seems to be the side of goodness here intended; as we say, \"He was very good to me\" (so Matthew 20:15 and 1 Peter 2:18). Kindness is the leading idea in ἀγαθός. Obedient (ὑποτασσόμενας). These identical words occur in 1 Peter 3:1 (see too Ephesians 5:22; Colossians 3:18). That the Word of God be not blasphemed (see 1 Timothy 6:1). St. Paul complains that the Name of God was blasphemed among the Gentiles on account of the evil deeds of the Jews (Romans 2:24; see Ezekiel 36:20-23). Our Lord, on the other hand, exhorts that Christians, by their good works, should lead men to glorify their Father which is in heaven. The passage before us shows how much the honor of Christianity is bound up with the faithful discharge by Christians of the simple domestic duties of life. In truth, the family is the chief seat, and often the main test, of Christian virtue, as it is the distinctive feature of humanity as ordained by God.NEWLINEVERSETITLESTARTTitus2:6VERSETITLEENDNEWLINEVERSESTARTYoung men likewise exhort to be sober minded.VERSEENDNEWLINEVerse 6. - The younger for young, A.V. The younger (see 1 Peter 5:5, where, however, the νεώτεροι are contrasted with the πρεσβύτεροι, as in 1 Timothy 5:1; here with πρεσβύτας in ver. 2).NEWLINEVERSETITLESTARTTitus2:7VERSETITLEENDNEWLINEVERSESTARTIn all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,VERSEENDNEWLINEVerse 7. - An ensample for a pattern, A.V.; thy doctrine for doctrine, A.V.; R.T. omits sincerity (ἀφθαρσίαν), which is in the T.R. In all things (περὶ πάντα); as 1 Timothy 1:19 (περὶ τὴν πίστιν); \"concerning, in the matter of\" (Ellicott on 1 Timothy 1:19). St. Jerome and others connect these words with the preceding clause, \"to be sober-minded in all things.\" But it is usually taken as in the text, \"in all things showing thyself,\" etc. Showing thyself, etc. With regard to the somewhat unusual addition of the reflexive pronoun to the verb in the middle voice, Bishop Ellicott remarks, \"Emphasis and perspicuity are gained\" by it. An ensample (τύπον). Huther remarks that this is the only passage in the New Testament where τύπος is followed by a genitive of the thing. In 1 Timothy 4:12 the genitive is of the person to whom the example is given, in word, in conversation, etc., and in 1 Peter 5:3, τύπος τοῦ πομνίου. Of good works (comp. Titus 3:8). Note the stress laid by St. Paul upon Christian practice as the result of sound doctrine. Mere talk is absolutely worthless. Uncorruptness (ἀφθορίαν, or, as T.R., ἀδιαφθορίαν); only here in the New Testament, and not in the LXX. or in classical Greek. Ἀφθορία has the best manuscript authority; but the sense of ἀδιαφθορία as deduced from the good classical word ἀδιάφθορος, which means among other things \"incorruptible\" - not to be influenced by entreaties or bribes - seems to make it preferable. The word describes the quality of the teacher rather than of his doctrine. He is to preach the truth without fear or favor. Gravity (σεμνότητα); as 1 Timothy 2:2; 1 Timothy 3:4. This, again, is a quality of the teacher. These accusatives depend upon παρεχόμενος. But the construction of the sentence is somewhat irregular for brevity's sake.NEWLINEVERSETITLESTARTTitus2:8VERSETITLEENDNEWLINEVERSESTARTSound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.VERSEENDNEWLINEVerse 8. - Us for you, A.V. and T.R. Sound speech (λόγον ὑγιῆ); still depending upon παρεχύμενος. Besides his personal qualities as a teacher, his speech, or doctrine, must be sound. The word, common of bodily health, is only here applied to speech or doctrine; the common phrase in the pastoral Epistles is ὑγιασινούση διδασκαλία, ὑγιαίνουσι λόγοις, and the like. That cannot be condemned (ἀκατάγνωστον); only here in the New Testament, once in 2 Macc. 4:27. This marks the care that the Christian teacher must take not to say anything in his teaching rash, or reprehensible, or that can give offence or cause the ministry to be blamed (camp. 1 Timothy 5:14). May be ashamed (ἐντραπῇ). In the active voice ἐντρέπειν is \"to put to shame\" (1 Corinthians 4:14), and in classical Greek. In the middle voice ἐντρέπομαι, followed by a genitive of the person, or an accusative in later Greek, means to \"respect, reverence\" (Matthew 21:37; Luke 18:2, etc.). In the passive, as here and 2 Thessalonians 3:14, it means \"to be put to shame,\" \"to be ashamed\" (comp. Psalm 34:4 LXX., 35:40. (Compare, for the sentiment, 1 Peter 2:15; 1 Peter 3:16; and note the frequent resemblances between the pastoral Epistles and those of St. Peter.) The shame of the detractors consists in their being put to silence, having nothing to say, being proved to be slanderers. No evil thing (μηδὲν φαῦλον); as James 3:16; John 3:20; John 5:29. The word means \"mean, worthless, paltry,\" and is hence synonymous withNEWLINEVERSETITLESTARTTitus2:9VERSETITLEENDNEWLINEVERSESTARTExhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;VERSEENDNEWLINEVerse 9. - In subjection to for obedient unto, A.V.; be well-pleasing to them for please them well, A.V.; gainsaying for answering gain, A.V. Servants; i.e. dares (δούλους), the correlative to which is δεσπόταις, masters, who had absolute power over their slaves, and property in them (comp. 1 Peter 2:18, where they are called by the name of οἰκέται, house-slaves). The construction is carried on from the \"exhort\" of ver. 6. Well-pleasing (εὐαρέστους); elsewhere spoken with reference to God (Romans 12:1; 2 Corinthians 5:9; Ephesians 5:10, etc.). In all things (ἐν πᾶσιν); nearly the same as περὶ πάντα in ver. 7; to be taken with εὐαρέστους. Some, however, connect the words with ὑποτάσσεσθαι, \"to be obedient in all things.\" Gainsaying (ἐντιλέγοντας); as in Titus 1:9 (see note). Here, however, the\" answering again\" of the A.V. is a better rendering. It implies, of course, a resistance to the will of their master, and impatience of any rebuke (comp. 1 Peter 2:18-20).NEWLINEVERSETITLESTARTTitus2:10VERSETITLEENDNEWLINEVERSESTARTNot purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.VERSEENDNEWLINEVerse 10. - Purloining (νοσφιζομένους); literally, separating for their own use what does not belong to them. So Acts 5:2, 3, \"to keep back part.\" It is used in the same sense by the LXX. Joshua 7:1 of Achan, and 2 Macc. 4:32 of Menelaus, and occasionally in classical Greek (Xenophon, Polybius, etc.). Showing (ἐνδεικνυμένους). It occurs eleven times in the New Testament, viz. twice in Hebrews, and nine times in St. Paul's acknowledged Epistles. All good fidelity. All fidelity means fidelity in everything where fidelity is required in a faithful servant - care of his master's property, conscientious labor, keeping of time, acting behind his master's back the same as before his face. The singular addition ἀγαθήν, coming after ἐνδεικνυμένους, must mean, as Bengel says, \"in all good things.\" The duty of fidelity does not extend to crime or wrong-doing. The word \"good\" is like the addition in the oath of canonical obedience, \"in all honest things,\" and is a necessary limitation to the preceding \"all\" (see Titus 3:1, and note). The doctrine (τὴν διδασκαλίον) as in ver. 1 (where see note). In Titus 1:9 (where see note) ἡ διδαχή is used in the same way. This use of διδασκαλία is confirmed by the reading of the R.T., which inserts a second τήν before τοῦ σωτῆρος. Adorn the doctrine. The sentiment is the same as that in 1 Peter 2:12; 1 Peter 4:11. Christians are exhorted to give glory to God, and support and honor to the gospel of God's grace, by their good works and holy lives. God our Savior (see 1 Timothy 1:1; 1 Timothy 2:3; 1 Timothy 4:10; and above, Titus 1:3, note). In all things (ἐν πᾶσιν); as 1 Peter 4:11.NEWLINEVERSETITLESTARTTitus2:11VERSETITLEENDNEWLINEVERSESTARTFor the grace of God that bringeth salvation hath appeared to all men,VERSEENDNEWLINEVerse 11. - Hath appeared, bringing salvation to all men, for that bringeth salvation, hath appeared to all men, A.V. and T.R. Bringing salvation to all men (σωτήριος). The R.T. omits the article ἡ before σωτήριος, which necessitates construing πᾶσιν ἀνθρώποις with σωτήριος, \"saving to all men\" \"bringing salvation to all men.\" With the article ἡ as in the T.R., it may be taken either way, but it is rather more natural to construe πᾶσιν ἀθρώποις with ἐπεφάνη, \"hath appeared to all men.\" The meaning of the phrase, \"hath appeared to all men,\" is the same as the saying in the song of Simeon, \"Mine eyes have seen thy salvation, which thou hast prepared before the face of all people\" (Luke 2:30, 31; comp. Colossians 1:6). The gospel is not a hidden mystery, but is proclaimed to the whole world. Σωτήριος as an adjective is found only here in the New Testament, in Wisd. 1:14 and 3Macc. 7:18, and frequently in classical Greek.NEWLINEVERSETITLESTARTTitus2:12VERSETITLEENDNEWLINEVERSESTARTTeaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;VERSEENDNEWLINEVerse 12. - Instructing for teaching, A.V.; to the intent that for that, A.V.; and righteously for righteously, A.V. Instructing us, to the intent that. This is an unnecessary refinement. Huther is right in saying that the sentence beginning with ἵνα might have been expressed by the infinitive mood, as in 1 Timothy 1:20, and that we ought to render it not \"in order that,\" but simply \"that.\" The phrase in 1 Timothy 1:20, ἵνα παιδευθῶσι μὴ βλασφημεῖν, manifestly would justify the phrase, παιδεύουσα ἡμᾶς ζῆν δικαίως, \"teaching us to live righteously.\" Alford surely is wrong in saying that the universal New Testament sense of παιδεύειν is \"to discipline,\" i.e. teach by correction. In Acts 7:22; Acts 22:3; 1 Timothy 1:20; 2 Timothy 2:25, the idea of teaching, not of correcting, is predominant. But even if it was so, the pastoral Epistles are so decidedly classical in their use of words, that the classical use of παιδεύειν in such phrases as παιδεύειν τινα κιθαρίζειν or σώφρονα εἴναι (Liddell and Scott)is an abundant justification of a similar rendering of this passage And as regards the use ἵνα, such phrases as Αἰπὲ ἵνα οἱ λίθοι οῦτοι ἄρτοι γενῶνται, \"Command that these stones become bread\" (Matthew 4:3; Matthew 20:21; Luke 4:3; Luke 10:40); Διεστείλατο... ἵνα μηδενὶ εἴπωσιν, \"He commanded them not to tell\" (Matthew 16:20); Συμφέρει αὐτῷ ἴνα, \"It is profitable for him that\" (Matthew 18:6); Προσεύχεσθε ἵνα, \"Pray that\" (Matthew 24:20); Παρεκάλει αὐτὸν ἵνα μή, \"He besought him not to send them away\" (Mark 5:10); Παρακαλοῦσιν αὐτὸν ἵνα ἅψηται, \"They beseech him to touch\" (Mark 8:22, 30; Mark 9:9; Mark 10:37; Mark 13:34; Luke 1:43; Luke 7:36); Ἐδεήθην... ἵνα, \"I asked... to\" (Luke 9:40); Ἐρωτῶ σε ἵνα πέμψῃς, \"I intreat thee to send\" (Luke 16:29; Colossians 4:2;, etc.); - prove that the sense \"in order that\" is not necessarily attached to ἵνα, but that we may properly render the passage before us \"teaching us... to live soberly,\" etc.NEWLINEVERSETITLESTARTTitus2:13VERSETITLEENDNEWLINEVERSESTARTLooking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;VERSEENDNEWLINEVerse 13. - The for that, A.V.; appearing of the glory of our great God and Savior for the glorious appearing of the great God, and our Savior, A.V. Looking for (προσδεχόμενοι); the word commonly applied to waiting for the kingdom of God (Mark 15:43; Luke 2:25, 38; Luke 12:36; Luke 23:51; Jude 1:21). The blessed hope. The hope here means the thing hoped for, as in Acts 24:14 (where both the subjective hope and the thing hoped for are included); Galatians 5:5; Colossians 1:5 (comp. too Romans 8:24, 25). Here the hope is called emphatically \"the blessed hope,\" the hope of Christ's second coming in glory, that hope which is the joy and life, the strength and comfort, of every Christian soul. This is the only place in the New Testament where μακάριος is applied to an object which does not itself enjoy the blessing, but is a source of blessing to others. Of the fifty passages where it occurs it is applied in forty-three to persons, twice to God, three times to parts of the body (the Virgin's womb, and the eyes and ears of those who saw and heard Christ), once impersonally (\"It is more blessed to give,\" etc., Acts 20:35), and once, in this passage, to the hope. And appearing of the glory. In construing this clause, as well as the following, the same difficulty occurs. There is only one article to the two subjects. The question arises - Can two different subjects stand under one article? Huther affirms that they can, and refers for proof to Buttman and Wince; and, indeed, it is impossible to treat \"the hope\" and the \"appearing\" as one subject. Accepting this, the clause before us should be rendered, Looking for the blessed hope, and the appearing of the glory of the great God. This is a description of the second coming of the Lord, of whom it is expressly said that he will \"come in the glory of his Father\" (Matthew 16:27; Mark 8:38). The appearing of Christ will be the appearing of the glory of the great God, not the appearing of God the Father, to whom the term ἐπιφανεία is never applied, but of the Son, who is the Brightness of his Father's glory. Our great God and Savior Jesus Christ. No doubt the Greek words can be so rendered, and perhaps (grammatically) most naturally, as e.g. in 2 Peter 1:11, where we read, \"The kingdom of our Lord and Savior Jesus Christ;\" and so 2 Peter 3:18. But, on the other hand, according to what is said above, they need not be so rendered. \"The great God\" and \"our Savior Jesus Christ\" may be two separate subjects, as \"the blessed hope\" and \"appearing of the glory\" are. Anti we have to inquire, from the usual language of Scripture, which of the two is most probable. Alford, in a long note, shows that σωτὴρ is often used without the article (1 Timothy 1:1; 1 Timothy 4:10; Philippians 3:20); that in analogous sentences: where Κύριος is used as our Lord's title, an exactly similar construction to that in the text is employed, as 2 Thessalonians 1:12; 2 Peter 1:1; 2 Corinthians 1:2; Galatians 1:3; Ephesians 1:2; Ephesians 6:23, etc. He also observes, after Wince, that the insertion of ἡμῶν after Σωτῆρος is an additional reason for the omission of the article before Σωτῆρος, as in Luke 1:78; Romans 1:7; 1 Corinthians 1:3, and elsewhere; and that the epithet μεγάλου prefixed to Θεοῦ makes it still more difficult to connect Θεοῦ with Σωτῆρος ἡμῶν Ἰησοῦ Ξριστοῦ; and lastly, he compares this passage with 1 Timothy 2:3, 5, 6, and thinks the conclusion inevitable that the apostle, writing two sentences so closely corresponding - written, it may be added, so near to one another in time - would have had in view, in both passages, the same distinction of persons which is so strongly marked in 1 Timothy 3:3, 5. On these grounds he pronounces against the rendering which is adopted by the Revised Version. Huther's conclusion is the same: partly from the grammatical possibility of two subjects (here Θεοῦ and Ἰησοῦ Ξριστοῦ) having only one article, which leaves the question of whether there are here one or two subjects to be decided on other grounds than simple grammar; and partly and chiefly from the double consideration thatNEWLINENEWLINE(1) nowhere in Scripture is Θεός connected directly with Ἰησοῦς Ξριστός, as Κύριος and Σωτήρ so often are; andNEWLINENEWLINE(2) that the collocation of God (Θεός) and Christ as two subjects is of constant occurrence, as e.g. 1 Timothy 1:1, 2; 1 Timothy 5:21; 1 Timothy 6:13; 2 Timothy 1:2; 2 Timothy 4:1; Titus 1:4; to which may probably be added 2 Peter 1:1; Jude 1:4; 2 Thessalonians 1:12; he decides, surely rightly, that the clause should be rendered, the great God and our Savior Jesus Christ. Another question arises whether the glory belongs to both subjects. Probably, though not necessarily, it does, since we are told in Matthew 17:27 that \"the Son of man shall come in the glory of the Father;\" and in Matthew 25:31, \"the Son of man shall come in his glory\" (comp. Matthew 19:28). The whole sentence will then stand thus: Looking for the blessed hope, and for the appearing of the glory of the great God and of our Savior Jesus Christ, etc. The great God (τοῦ μεγάλου); not elsewhere in the New Testament (except in the T.R. of Revelation 19:17), but familiar to us from Psalm 95:3, \"The Lord is a great God,\" and elsewhere, KS Deuteronomy 10:17; Deuteronomy 7:21; Psalm 77:14, etc. In Matthew 5:35' we read \"the great King\" of God. This grand description of τοῦ μέλλοντος αἰῶνος, \"the world to come,\" is in contrast with τῷ νῦν οἰῶνι, \"this present world,\" in which our present life is passed, but which is so deeply influenced by \"the blessed hope\" of that future and glorious world.NEWLINEVERSETITLESTARTTitus2:14VERSETITLEENDNEWLINEVERSESTARTWho gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.VERSEENDNEWLINEVerse 14. - A people for his own possession for a peculiar people, A.V. Who gave himself for us. The resemblance in thought and diction to 1 Timothy 2:3-6 has been already pointed out. \"Who gave himself\" (ο{ς ἔδωκεν ἑαυτόν) is there expressed by ὁ δοὺς ἑαυτόν, and \"that he might redeem us\" (ἵνα λυτρώσηται ἡμᾶς) by ἀντίλυτρον ὑπὲρ πάντων. (For the great truths contained in the words \"who gave himself,\" comp. John 10:11, 17, 18; Galatians 1:4; Ephesians 5:2, 25; 1 Peter 2:24; Hebrews 9:14.) The voluntary offering of himself is also implied in the office of our Lord as High Priest (Hebrews 9:11-14). For us (ὑπὲρ ἡμῶν); on our behalf; not exactly synonymous with ἀντὶ ἡμῶν, \"in our stead.\" Both phrases, however, are used of our redemption by Jesus Christ. We find ὑπὲρ in Luke 22:19, 20; John 6:51: 10:11, 15; 11:50-52; 15:13; 18:14; Romans 5:6, 8; Romans 8:32; 1 Corinthians 5:7; 2 Corinthians 5:14, 15, 21; Galatians 1:4; Ephesians 5:2, 25; 1 Thessalonians 3:10; Hebrews 2:9; 1 Peter 2:21; 1 Peter 3:18; 1 Peter 4:1; 1 John 3:16: and we find ἀντί in Matthew 20:28 and Mark 10:45, and in αντίλυτρον, 1 Timothy 2:6. The literal meaning of ὑπὲρ is \"in defense of,\" and hence generally \"on behalf of,\" \"for the good of.\" The primary idea of ἄντι is \"standing opposite,\" and hence it denotes \"exchange,\" \"price,\" \"worth,\" \"instead,\" etc. Redeem (λυτρώσηται); as Luke 24:21:1 Peter 1:18; common in classical Greek. In the middle voice, as here, it means \"to release by payment of a ransom;\" in the active voice, \"to release on receipt of a ransom.\" In 1 Peter 1:18 the ransom price is stated, viz. \"the precious blood of Christ;\" as in Matthew 20:28 it is \"the life of the Son of man.\" The effect of this redemption is not merely deliverance from the penalty of sin, but from its power also, as appears by the following words: \"a peculiar people, zealous of good works,\" and by the passage in St. Peter above referred to. Purify (καθαρίσῃ); as very frequently in the New Testament of cleansing lepers, the outside of the platter, etc., cleansing the Gentiles (Acts 10:15), putting away all sin (2 Corinthians 7:1), cleansing the Church (Ephesians 5:26), purging the conscience (Hebrews 9:14), etc. The iniquity just spoken of was a defilement; the redemption from iniquity removed that defilement. The blood of Jesus Christ, the price paid for the redemption, was the instrument of cleansing (1 John 1:7, 9). A people for his own possession (καὸν περιούσιον); only here in the New Testament, but frequent in the LXX., coupled, as here, with λαός (Exodus 19:5; Deuteronomy 7:6; Deuteronomy 14:2; Deuteronomy 26:18), to express the Hebrew סְגֻלָּה or עַם סְגֻלָּה, a people the peculiar property, or treasure, of God; \"peculiar\" being derived from the Latin peculium, one's own private property, reserved for one's own private use. The Authorized Version \"peculiar\" expresses the sense exactly, and the περιούσιος of our text and of the LXX., from whom it is borrowed, is meant to define either that special reserved portion of a man's property over and above what he spends for ordinary expenses, which nobody can interfere with, or those jewels on which he sets a special value, and places safely in his treasury. In 1 Peter 2:10 λαὸς εἰς περιποίησιν (\"a peculiar people,\" Authorized Version) means the same thing, that being the LXX. translation of the same Hebrew word, סְגֻלָּה, in Malachi 3:17 (\"jewels,\" Authorized Version), \"They shall be my reserved portion or possession.\" The application of the phrase, λαὸν περιούσιον, descriptive in the Old Testament of Israel, to the Church of Christ, is very instructive. The passage in 1 Peter 2:10 is exactly analogous, as is the phrase, \"the Israel of God\" (Galatians 6:16). Zealous (ζηλωτής); as Acts 21:20; Acts 22:3; 1 Corinthians 14:12; Galatians 1:14. From its special application to those who were zealous for the Law of Moses it became the name of the sect or party of the Zealots who played such a terrible part in the Jewish war (see Luke 4:15). Canaanite (Matthew 10:4; Mark 3:18) is the Hebrew for Ζηλωτής. Zeal for good works is the indispensable mark of God's peculiar people, the inseparable fruit of the redemption and purification which is by the blood of Jesus Christ (comp. 1 Peter 1:2).NEWLINEVERSETITLESTARTTitus2:15VERSETITLEENDNEWLINEVERSESTARTThese things speak, and exhort, and rebuke with all authority. Let no man despise thee.VERSEENDNEWLINEVerse 15. - Reprove fur rebuke, A.V. Authority (ἐπιταγῆς); see 1 Timothy 1:1 and above, Titus 1:3, \"authoritative commandment.\" Let no man despise thee (περιφρονείσω); here only in the New Testament; used in a different sense by the LXX. in Wisd. 1:1, but in the same sense as here in 4 Macc. 6:9, and also in classical Greek. In 1 Timothy 4:12 and 1 Tim 6:2 St. Paul uses the more common word, καταφρονέω. The apostle thus winds up the preceding portion of his Epistle.NEWLINENEWLINENEWLINENEWLINENEWLINE","Titus.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTTitus3:1VERSETITLEENDNEWLINEVERSESTARTPut them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,VERSEENDNEWLINEVerse 1. - In subjection for subject, A.V.; rulers for principalities. A.V.; to authorities for and powers, A.V. and T.R.; to be obedient for to obey magistrates, A.V.; unto for to, A.V. Put them in mind (ὑπομίμνησκε); as 2 Timothy 2:14. To rulers, to authorities. Many uncials, which the R.T. follows, omit the καὶ, but it seems necessary to the sense. The change from \"principalities and powers\" to\" rulers\" and \"authorities\" does not seem desirable. Ἀρχάι and ἐξουσίαι is a favorite juxtaposition el' St. Paul's (1 Corinthians 15:24; Ephesians 1:21; Ephesians 3:10; Ephesians 6:12; Colossians 1:16; Colossians 2:10, 15). It occurs also in 1 Peter 3:22. In all the above examples the words, it is true, apply to the angelic hosts, but the words are elsewhere applied separately to human government, and in Luke 20:20, they are applied together to the authority of the Roman governor. To be obedient (πειθαρχεῖν); only here and in Acts 5:29, 32; Acts 27:21. It follows here its classical use, \"to obey a superior,\" well expressed in the Authorized Version \"to obey magistrates.\" The simple \"to be obedient\" of the Revised Version does not express the sense. To be ready unto every good work. St. Paul is still speaking with especial reference to magistrates and the civil power. Christians were to show themselves good citizens, always ready for any duty to which they were called. Christianity was not to be an excuse for shirking duties, or refusing obedience where it was due. The only limit is expressed by the word \"good.\" They were to give tribute to whom tribute was due; custom to whom custom; fear to whom fear; honor to whom honor; but, if ordered to do evil, then they must resist, and obey God rather than man (Acts 4:19). (See the similar limitation in Titus 2:10, note, and compare, for the whole verse, the very similar passage, Romans 13:1-7.)NEWLINEVERSETITLESTARTTitus3:2VERSETITLEENDNEWLINEVERSESTARTTo speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.VERSEENDNEWLINEVerse 2. - Not to be contentious for to be no brawlers, A.V.; to be for but, A.V.; toward for unto, A.V. To speak evil of no man (μηδένα βλασφημεῖν). Probably especially pointed in the first place at a natural tendency of oppressed Christians to speak evil of their rulers (2 Peter 2:10; Jude 1:10), but extended into a general precept which might be especially needful for the rough and turbulent Cretans. Not to be contentious (ἀμάχους εἴναι); as 1 Timothy 3:3, note. To be gentle (ἐπιεικεῖς); coupled, as here, with ἀμάχους in 1 Timothy 3:3. Showing (ἐνδεικνυμένους); a word of frequent occurrence in St. Paul's vocabulary (Romans 2:15; Romans 9:17.22; Ephesians 2:7, etc.; see above, Titus 2:10, note). Meekness (πραότητα); another Pauline word (1 Corinthians 4:21; 2 Corinthians 10:1; Galatians 5:23, etc.; 1 Timothy 6:11; 2 Timothy 2:25). The precept is given its widest extension by the double addition of \"all\" and \"to all men.\" The roughness, or want of courtesy, of others is no excuse for the want of meekness in those who are the disciples of him who was meek and lowly in heart (Matthew 11:29). All men, whatever their station, the highest or the lowest, are to receive meek and gentle treatment from the Christian.NEWLINEVERSETITLESTARTTitus3:3VERSETITLEENDNEWLINEVERSESTARTFor we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.VERSEENDNEWLINEVerse 3. - We for we ourselves, A.V.; afore-time for sometimes, A.V.; hating for and hating, A.V. Foolish (ἀνόητοι); a Pauline word (Galatians 3:1, 3), found also in Luke 24:25 (see 1 Timothy 6:9); of frequent use in classical Greek. Disobedient (ἀπειθεῖς); as Titus 1:16. In Luke 1:17 it stands, as here, absolutely, meaning disobedient to God and his Law. Deceived (πλανώμενοι); led astray, made to wander from the path of troth and right, either by false systems of religion, or by our own evil affections and appetites (see 2 Timothy 2:13; 1 Peter 2:25; 2 Peter 2:15, etc.). Serving; slaves to (δουλεύοντες); 2 Peter 2:19 (see above, Titus 2:2). Lusts (ἐπιθυμίαις); not always in a bad sense, as here, though usually so (see Luke 22:15; Philippians 1:23; 1 Thessalonians 2:17; Revelation 18:14). Pleasures (ἡδοναῖς); always in a bad sense in the New Testament (Luke 8:14; James 4:1, 3; 2 Peter 2:13). Living (διάγοντες); see 1 Timothy 2:2, where it is followed by βίον, which is here understood. Διάγειν τὸν βίον αἰῶνα χρόνον σάββατον. etc., are common phrases both in the LXX. and in classical Greek for passing or spending one's life, time, age, etc. But it is only found in the New Testament here and in 1 Timothy 2:2. Malice (κακίᾳ). This word is sometimes used of wickedness generally, as Acts 8:22; James 1:21; 1 Corinthians 5:8; and probably Romans 1:29; and even of badness in things, as Matthew 6:34. But it frequently in the New Testament denotes malice, the desire to do harm to others, as Ephesians 4:31; Colossians 3:8, etc. Envy (φθόνῳ); almost always found in St. Paul's enumeration of sins (Romans 1:29; Galatians 5:21; 1 Timothy 6:4, etc.). Hateful (στυγητοί); only here in the New Testament, not found in the LXX. (though the verb στυγέω occurs once or twice in the Maccabees), but used in good classical Greek. The above is a sad but too true picture of human life without the sweetening influences of God's Holy Spirit.NEWLINEVERSETITLESTARTTitus3:4VERSETITLEENDNEWLINEVERSESTARTBut after that the kindness and love of God our Saviour toward man appeared,VERSEENDNEWLINEVerse 4. - When for after that, A.V.; the kindness of God our Savior, and his love toward man for the kindness and love of God our Savior toward man, A.V. Kindness (χρηστότης), used by St. Paul only in the New Testament, and by him frequently in the sense of \"kindness,\" whether of God (as Romans 2:4; Romans 11:22; Ephesians 2:7) or of man (as 2 Corinthians 6:6; Galatians 5:22; Colossians 3:12). In Romans 3:12, where it has the wider sense of \"good\" or \"right,\" it is the phrase of the LXX., who use χρηστότης for the Hebrew טוב. In like manner, χρηστός is frequently used in the sense of \"kind\" (Luke 6:35; Romans 2:4; Colossians 3:12; 1 Peter 2:3). This is exactly analogous to the use of κακός and κακία, in the limited sense of \"malicious,\" \"malice\" (see preceding note to ver. 3). Love toward man (φιλανθρωπία); only here and Acts 28:2 in the New Testament. It occurs repeatedly in the Books of the Maccabees, and is common in good classical Greek. God our Savior (see 1 Timothy 1:1; 1 Timothy 2:3; Titus 2:10, etc.). Appeared (Titus 2:11).NEWLINEVERSETITLESTARTTitus3:5VERSETITLEENDNEWLINEVERSESTARTNot by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;VERSEENDNEWLINEVerse 5. - Done in for of, A.V.; did ourselves for hare done, A.V.; through for by, A.V. By works (ἐξ ἔργων); i.e. in consequence of. God's kindness and love to man did not spring from man's good work as the preceding and producing conditions (comp. Galatians 2:16, and the notes of Bishops Ellicott and Lightfoot). Done in righteousness(τῶν ἐν δικαιοσύνῃ); the particular description of the works wrought in a sphere or element of righteousness (Alford and Ellicott). Which we did ourselves; emphasizing that they were our good works, done by us in a state of righteousness. All this, as the cause of our salvation, the apostle emphatically denies. -Not, etc., but according to his mercy he saved us. The predisposing cause, the rule and measure of our salvation, was God's mercy and grace, originating and completing that salvation. Through the washing of regeneration (διὰ λουτροῦ παλλιγενεσίας). Here we have the means through or by which God's mercy saves us. The washing or rather laver of regeneration (λουτρόν) - found elsewhere in the New Testament only in Ephesians 5:26, in exactly the same connection - is the laver or bath in which the washing takes place. The nature or quality of this bath is described by the words, \"of regeneration\" (τῆς παλιγγενεσίας); elsewhere in the New Testament only in Matthew 19:28, where it seems rather to mean the great restoration of humanity at the second advent. The word is used by Cicero of his restoration to political power, by Josephus of the restoration of the Jews under Zerubbabel, and by several Greek authors; and the LXX. of Job 14:14 have the phrase, ἕως πάλιν γένωμαι, but in what sense is not quite clear, Παλιγγενεσία, therefore, very fifty describes the new birth in holy baptism, when the believer is put into possession of a new spiritual life, a new nature, and a new inheritance of glory. And the laver of baptism is called \"the laver of regeneration,\" because it is the ordained means by or through which regeneration is obtained. And renewing of the Holy Ghost. It is doubtful whether the genitive ἀνακαιγώσεως depends upon διὰ or upon λούτρου. Bengel, followed by Alford, takes the former, \"per lavacrum et renovationem;\" the Vulgate (lavacrum regenerationis et renova-tionis Spiritus Sancti), the latter, followed by Huther, Bishop Ellicott, and others. It is difficult to hit upon any conclusive argument for one side or the other. But it is against the latter construction that it gives such a very long rambling sentence dependent upon λούτρου. \"The laver of regeneration and of the renewing of the Holy Ghost, which he shed on us abundantly through Jesus Christ our Savior.\" And it is in favor of the former that the \"laver of regeneration\" and \"the renewing of the Holy Ghost\" seem to describe very clearly the two parts of the sacrament, the outward visible sign and the inward spiritual grace; the birth of water and of the Holy Ghost. So that Bengel's rendering seems on the whole to be preferred. Renewing (ἀνακαινώσεως); only here and Romans 12:2, and not at all in the LXX. or in classical Greek. But the verb ἀνακαινόω is found in 2 Corinthians 4:16; Colossians 3:10. The same idea is in the καινὴ κτίσις, the \"new creature\" of 2 Corinthians 5:17 and Galatians 6:15, and the καινότης ζωῆς of Romans 6:4, and the καινότης πνεύματος of Romans 7:6, and in the contrast between the \"old man\" (the παλαιὸς ἄνθρωπος) and \"the new man\" (the καινὸς ἄνθρωπος) of Ephesians 4:22-24. This renewal is the work of the Holy Ghost in the new birth, when men are \"born again\" of the Spirit (John 3:5). Alford is wrong in denying its application here to the first gift of the new life. It is evidently parallel with the παλιγγεσία. The connection of baptism with the effusion of the Holy Spirit is fully set forth in Acts 2. (see especially ver. 38; comp. Matthew 3:16, 17).NEWLINEVERSETITLESTARTTitus3:6VERSETITLEENDNEWLINEVERSESTARTWhich he shed on us abundantly through Jesus Christ our Saviour;VERSEENDNEWLINEVerse 6. - Poured out upon us richly for shed on us abundantly, A.V. Which (οϋ); viz. the Holy Ghost. It is in the genitive (instead of the accusative ὁ, which is another reading), by what [he grammarians call attraction. Poured out (ἐξέχεεν); the same word as is applied to the Holy Ghost in Acts 2:17, 18, 33, and in the LXX. of Joel 2:28, 29. Richly (πλουσίως); as 1 Timothy 6:17; Colossians 3:16; 2 Peter 1:11 (compare the use of πλοῦτος in Ephesians 1:7; Ephesians 2:7). Through Jesus Christ. It is our baptism into Christ which entitles us to receive the Holy Spirit, which we have only in virtue of our union with him. The Spirit flows from the Head to the members. In Acts 2:33, 34 Christ is said to have received the promise of the Holy Spirit from the Father, and to have poured it forth upon the Church.NEWLINEVERSETITLESTARTTitus3:7VERSETITLEENDNEWLINEVERSESTARTThat being justified by his grace, we should be made heirs according to the hope of eternal life.VERSEENDNEWLINEVerse 7. - Might for should, A.V. Being justified by his grace; showing very clearly that righteousness in man did not precede and cause the saving mercy of God, but that mercy went before and provided the justification which is altogether of grace, and which issues in the possession of eternal life. Heirs according to the hope of eternal life. This seems to be the right rendering rather than that in the margin, heirs, according to hope, of eternal life, making \"eternal life\" depend upon \"heirs.\" The passage in Titus 1:2, \"In hope of eternal life,\" is a very strong reason for taking the same construction here. The answer in the Church Catechism, \"Wherein I was made a member of Christ, a child of God, and an inheritor of the kingdom of heaven,\" follows very closely St. Paul's teaching in the text (see Romans 4:13, 14; Romans 8:17; Galatians 3:29, 4:7).NEWLINEVERSETITLESTARTTitus3:8VERSETITLEENDNEWLINEVERSESTARTThis is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.VERSEENDNEWLINEVerse 8. - Faithful is the saying for this is a faithful saying, A.V.; concerning these things for these things, A.V., confidently for constantly, A.V.; to the end that for that, A.V.; God for in God, A.V.; may for might, A.V.; full stop after good works, and colon after men. Faithful is the saying; as 1 Timothy 1:15 (where see note). Here the faithful saying can only be the following maxim: \"That they which have believed in God may be careful to maintain good works;\" the words, \"These things I will that thou affirm confidently,\" being interpolated to give yet more weight to it. Concerning these things; i.e. with respect to the things or truths which are the subject of the faithful saying. I will that thou affirm confidently (διαβεβαιοῦσθαι); see 1 Timothy 1:7. \"Never be weary of dwelling on these important truths, and asserting them with authority. For such doctrine is really good and profitable for those whom you are commissioned to teach. But leave alone the foolish and unprofitable controversies.\" To the end that (ἵνα). It is not necessary to give to ἵνα the meaning \"to the end that,\" in such a sentence as this (see note on Titus 2:12). After words of command especially, ἵνα, frequently, has simply the force of \"that.\" So here, \"lay it down as a rule that they which have believed God must be careful to maintain good works.\" If the sentence had run on without interruption, it would have been πιστὸς ὁ λόγος ὅτι κ.τ.λ. But the interposition of the διαβεβαιοῦσθαι, with the idea of commanding obedience, has caused the use of ἵνα. Believed God (οἱ πεπιστευκότες Θεῷ or τῷ Θεῷ). The meaning is not the same as πιστεύειν ἐν, or ἐπί, \"to believe in,\" or \"on,\" but \"to believe\" (as Romans 4:3, 17 and 1 John 5:10, where the context shows that it is the act of believing God's promise that is meant). And so here, the believing refers to the promises implied in the preceding reference to the hope and the inheritance. May be careful (φροντίζωσι); only here in the New Testament, but common in the LXX. and in classical Greek. The word means \"to give thought\" about a thing, \"to be careful\" or \"anxious\" about it. To maintain (προι'´στασθαι); usually in the sense of \"presiding over\" or \"ruling\" (as Romans 12:8; 1 Thessalonians 5:12; 1 Timothy 3:4, 5, 12; 1 Timothy 5:17). Here, alter the analogy of the classical use, προι'´στασθαι τέχνης, to \"undertake,\" to \"carry on,\" or the like, fairly expressed by to \"maintain.\" The idea does not seem to be \"to stand at the head of,\" or \"to be foremost in.\" Good works; i.e. practical godliness of all kinds (see ver. 14). These things are good, etc. If the reading of the T.R., τὰ καλὰ κ.τ.λ., is retained, the rendering ought to be, \"These are the things that are really good and profitable unto men, not foolish questions, etc., they are unprofitable.\" But the R.T. omits the τά. With regard to the interpretation above given of ver. 8, it must be admitted that it is very doubtful. But the great difficulty of the other way of rendering it, as most commentators do, is that it is impossible to say which part of what precedes is \"the faithful saying\" alluded to; and that the \"care to maintain good works\" is not that which naturally springs from it; whereas the reiteration in ver. 8 implies that \"good works\" is the special subject of \"the faithful saying.\"NEWLINEVERSETITLESTARTTitus3:9VERSETITLEENDNEWLINEVERSESTARTBut avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.VERSEENDNEWLINEVerse 9. - Shun for avoid, A.V.; questionings for questions, A.V.; strifes for contentions, A.V.; fightings for strivings, A.V. Shun (περάτασο); see 2 Timothy 2:16. Foolish questionings; as 2 Timothy 2:23. Genealogies; as 1 Timothy 1:4. Strifes (ἔρεις); as 1 Timothy 6:4. Fightings about the Law (μάχας νομικάς); such as St. Paul alludes to in 1 Timothy 1, and are probably included in the λογομαχίαιof 1 Timothy 6:4. Unprofitable (ἀνωφελεῖς); only here and Hebrews 7:18; but it is found in the LXX. and other Greek Versions, and in classical Greek (compare, for the sense, 2 Timothy 2:14). Vain (μάταιοι); compare the use of ματαιολόγοι, \"vain talkers\" (Titus 1:10), and ματαιολογία \"vain talking\" (1 Timothy 1:6). The whole picture is unmistakably one of the perverse Jewish mind.NEWLINEVERSETITLESTARTTitus3:10VERSETITLEENDNEWLINEVERSESTARTA man that is an heretick after the first and second admonition reject;VERSEENDNEWLINEVerse 10. - Heretical for an heretick, A.V.; a for the, A.V.; refuse for reject, A.V. Heretical (αἱρετικόν); only here in the New Testament, not found in the LXX., but used in classical Greek for \"intelligent,\" i.e. able to choose. The use of it here by St. Paul is drawn from the use of αἵρεσις for \"a sect\" (Acts 5:17; Acts 15:5; Acts 24:5, 14; Acts 26:5; Acts 28:22; 1 Corinthians 11:19; Galatians 5:20; 2 Peter 2:1), or the doctrines taught by a sect. The heretic is one who forsakes the truth held by the Church, and chooses some doctrine of his own devising (αἵρεσις). The tendency of such departures from the doctrine of the Church to assume more and more of a deadly character, and to depart wider and wider from the truth, gave to the name of heretic a darker shade of condemnation in the mouth of Church writers as time advanced. But even in apostolic times some denied the resurrection (2 Timothy 2:11, 12); others denied the Lord that bought them (2 Peter 2:1); and there were some who were of the synagogue of Satan (Revelation 2:9); so that already an heretical man, drawing away disciples after him, was a great blot in the Church. Admonition (νουθεσία); as 1 Corinthians 10:11; Ephesians 6:4. After a first and second admonition refuse (παραιτοῦ); see 1 Timothy 4:7; 1 Timothy 5:11. It does not clearly appear what is intended by this term In 1 Timothy 5:11 it meant refusing admission into the college of Church widows. If these had been persons seeking admission into the Church, or ordination, it would mean \"refuse them.\" Vitringa (Huther) thinks it means \"excommunication.\" Beza, Ellicott, Huther, Alford, etc., render it \"shun,\" \"let alone,\" \"cease to admonish,\" and the like.NEWLINEVERSETITLESTARTTitus3:11VERSETITLEENDNEWLINEVERSESTARTKnowing that he that is such is subverted, and sinneth, being condemned of himself.VERSEENDNEWLINEVerse 11. - Such a one for be that is such, A.V.; perverted for subverted, A.V.; self-condemned for condemned of himself, A.V. Is perverted (ἐξέστραπται); only here in the New Testament, but common in the LXX., and found in classical Greek in a material sense, \"to turn inside out,\" \"to root up,\" and the like. Here it means the complete pervert-ion of the man's Christian character, so as to leave no hope of his amendment. But this is not to be presumed till a first and second admonition have been given in vain. Self-condemned (αὐτοκατάκριτος); only here in the New Testament, not found in the LXX. nor in classical Greek. It means what Cicero (quoted by Schleusner) says of C. Fabricius, that he was suo judicio condemnatus, condemned by his own judgment, which, he says, is a heavier condemnation than even that of the law and of the judges ('Pro Cluentio,' 21, at the end). Fabricius was self-condemned because he had left the court in confusion at a critical part of his trial. So the heretics were self-condemned by the very fact that they continued to head the schism after repeated admonitions.NEWLINEVERSETITLESTARTTitus3:12VERSETITLEENDNEWLINEVERSESTARTWhen I shall send Artemas unto thee, or Tychicus, be diligent to come unto me to Nicopolis: for I have determined there to winter.VERSEENDNEWLINEVerse 12. - Give diligence for be diligent, A.V.; there I have determined for I have determined there, A.V. When I shall send Artemas, etc. The action of St. Paul in sending Artemas or Tychicus to take the place of Titus in Crete is exactly the same as he pursued with regard to Ephesus, whither he sent Tychicus to take Timothy's place (2 Timothy 4:11, 12). He would not leave the presbyters in either place without the direction and superintendence of one having his delegated apostolic authority. This led to the final placing of a resident bishop in the Churches, such as we find in the second century. We may conclude that Artemas (otherwise unknown) was the person eventually sent to Crete, as Tychicus (Colossians 4:7) we know went to Ephesus (2 Timothy 4:12). We have also an important note of time in this expression, showing clearly that this Epistle was written before the Second Epistle to Timothy (as it probably also was before 1 Timothy) - an inference abundantly corroborated by 2 Timothy 4:10, by which it appears that Titus had then actually joined St. Paul, either at Nicopolis or elsewhere, and had started off again to Dalmatia. Give diligence (σπούδασον); 2 Timothy 2:15, note; 2 Timothy 4:9, 21. Nicopolis, in Epirus. The most obvious reason for St. Paul's wintering at Nicopolis is that it was near Apollonia, the harbor opposite Brindisium, which would be his way to Rome, and also well situated for the missionary work in Dalmatia, which we learn from 2 Timothy 4:10 was in hand. Nicopolis (the city of victory) was built by Augustus Caesar to commemorate the great naval victory at Actium over Antony. It is now a complete ruin, uninhabited except by a few shepherds, but with vast remains of broken columns, baths, theatres, etc. (Lewin, vol. 2. p. 253). To winter (παραχειμάσαι); Acts 27:12; Acts 28:11; 1 Corinthians 16:6. (On the question whether the winter here referred to is the same winter as that mentioned in 2 Timothy 4:21, see Introduction.)NEWLINEVERSETITLESTARTTitus3:13VERSETITLEENDNEWLINEVERSESTARTBring Zenas the lawyer and Apollos on their journey diligently, that nothing be wanting unto them.VERSEENDNEWLINEVerse 13. - Set forward for bring, A.V. Set forward (πρόπεμψον); the technical expression both in the New Testament and the LXX., and also in classical Greek, for helping a person forward on their journey by supplying them with money food, letters of recommendation, escort, or whatever else they might require (see Acts 15:3; Acts 20:38; Acts 21:5; Romans 15:24; 1 Corinthians 16:6; 2 Corinthians 1:16; 3 John 1:6). Zenas the lawyer. He is utterly unknown. His name is short for Zenodorus, but whether he was \"a Jewish scribe or Roman legist\" can hardly be decided. But his companionship with Apollos, and the frequent application of the term νομικός in the New Testament to the Jewish scribes and lawyers (Matthew 22:35; Luke 7:30; Luke 10:25; Luke 11:45, 48, 52; Luke 14:3), makes it most probable that he was a Jewish lawyer. Apollos; the well-known and eminent Alexandrian Jew, who was instructed in the gospel by Aquila and Priscilla at Ephesus, and became a favorite teacher at Corinth (Acts 18:24; Acts 19:1; 1 Corinthians 1:12, and the following chapters, and Acts 16:12). It is a probable conjecture of Lewin's that Apollos was the bearer of this letter, written at Corinth, and was on his way to Alexandria, his native place, taking Crete on the way.NEWLINEVERSETITLESTARTTitus3:14VERSETITLEENDNEWLINEVERSESTARTAnd let ours also learn to maintain good works for necessary uses, that they be not unfruitful.VERSEENDNEWLINEVerse 14. - Our people for ours, A.V. Our people also. The natural inference is that Titus had some fund at his disposal with which he was to help the travelers, but that St. Paul wished the Cretan Christians to contribute also. But it may also mean, as Luther suggests, \"Let our Christians learn to do what Jews do, and even heathens too, viz. provide for the real wants of their own.\" To maintain good works (ver. 8, note) for necessary uses (εἰς τὰς ἀναγκαίας χρείας); such as the wants of the missionaries (comp. 3 John 5:6; see also Romans 12:13; Philippians 2:25; Philippians 4:16, etc.). The phrase means \"urgent necessities,\" the \"indispensable wants.\" In classical Greek τὰ ἀνάγκαια are \"the necessaries of life.\" That they be not unfruitful (ἄκαρποι); comp. 2 Peter 1:8 and Colossians 1:6, 10.NEWLINEVERSETITLESTARTTitus3:15VERSETITLEENDNEWLINEVERSESTARTAll that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.VERSEENDNEWLINEVerse 15. - Salute for greet, A.V.; faith for the faith, A.V. That love us in faith has no sense. \"The faith\" is right (see 1 Timothy 1:2, note). Grace be with you all. So, with slight varieties, end St. Paul's other Epistles. The T.R. has Amen, as have most of the other Epistles.NEWLINENEWLINENEWLINENEWLINE"}