"1Pet.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART1Peter1:1VERSETITLEENDNEWLINEVERSESTARTPeter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,VERSEENDNEWLINEVerse 1. - Peter. It is the Greek form of the name, which the Lord Jesus himself had given to the great apostle; first, by anticipation, in the spirit of prophecy (John 1:42); and again when the prophecy was already in a measure fulfilled, and Simon was proving himself to be indeed a stone, built upon the Rock of Ages, which is Christ (Matthew 16:18). It was his Christian name; he must have prized that name as the gift of Christ, reminding him always, of his confession and of the Savior's promise, urging him to maintain throughout life that rock-like steadfastness which was indeed characteristic of him, but in which he had more than once very sadly failed. The use of the Greek form seems to indicate that the Epistle was originally written in Greek, and gives some slight support to the view that it was addressed to Gentile converts as well as to Hebrew Christians. An apostle of Jesus Christ. He does not add any assertion of the truth of his apostleship, as St. Paul often does; his apostolic dignity had not been questioned; the false brethren, who so often disputed the authority of St. Paul, had never assailed St. Peter. He does not join other names with his own in the address, though he mentions at the close of his Epistle Marcus - probably the John Mark who accompanied St. Paul in his first missionary journey - and Silvanus - probably the Silas of the Acts of the Apostles, and the Silvanus whom St. Paul associates with himself in addressing the Church of the Thessalonians. He describes himself as \"an apostle of Jesus Christ.\" All Christians who knew the gospel history knew that St. Peter was one of the first-called apostles, one of the three who were nearest to the Lord, one who had received the apostolic commission in a marked and special manner direct from Christ. But he calls himself simply an apostle, not the prince of the apostles; he claims no superiority over the rest of the apostolic college. The impulsive forwardness which had once been the prominent defect in his noble character had passed away; he had learned that difficult lesson which the Lord had impressed upon the apostles when he set the little child among them as their example; he was now, in his own words, \"clothed with humility.\" To the strangers scattered; literally, to the elect sojourners of the dispersion of Pontus, etc. \"The dispersion\" (διασπορά) was the recognized term (comp. James 1:1; John 7:35; 2 Macc. 1:27) for the Jews who were scattered over Gentile countries. The gospel of the circumcision was committed unto Peter (Galatians 2:7); Paul and Barnabas were to go unto the heathen; James, Cephas, and John unto the circumcision (Galatians 2:9). But St. Peter had been taught to call no man common or unclean; he did not forget that God had made choice that the Gentiles by his mouth should hear the word of the gospel, and believe (Acts 15:7); he can scarcely have intended to maintain in this Epistle that exclusiveness into which he once relapsed, and for which he was rebuked by St. Paul (Galatians 2:11-14). He certainly uses the word here rendered \"strangers\" (παρεπιδήμοις) metaphorically in 1 Peter 2:11 (comp. Hebrews 11:13);'and we cannot but think that, by \"the sojourners of the dispersion,\" he means, not merely the Jewish Christians of Asia Minor, but all Christian people dispersed among the heathen. We shall see, as we proceed in the study of the Epistle, that the writer contemplates Gentile as well as Jewish readers. Those readers were sojourners for a brief time on earth (perhaps the preposition παρά marks the passing character of their sojourn). \"Here have we no continuing city, but we seek one to come;\" they were dispersed here and there among the unbelievers, but they were one body in Christ. Compare Bengel's brief comment, \"Advents in terra, in coelo, electis.\" Throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia. Bengel says,\" He mentions the five provinces in the order in which the names naturally occurred to one writing from the East.\" This is not precisely accurate, for Cappadocia lies to the south-east of Galatia, and Bithynia to the north-east of Proconsular Asia; but yet the general arrangement of the names seems to furnish a slight argument 'in favor of the view that the Babylon from which St. Peter wrote was the famous city on the Euphrates. The Churches of Galatia and Asia (by \"Asia\" St. Peter means Proconsular Asia, that is Mysia, Lycia, and Carla; Phrygia also was commonly reckoned as belonging to it, but not always, see Acts 2:9, 10) were founded by St. Paul and his companions; those of Pontus possibly by Aquila, who, like the other Aquila who translated the Old Testament into Greek, was a Jew of Pontus (Acts 18:2). Of Cappadocia all that we know from the New Testament is that dwellers in Cappadocia, as well as in Pontus and Asia, were in Jerusalem at the Pentecostal outpouring of the Holy Spirit, and heard the great sermon of St. Peter, by which three thousand souls were added to the Church. The Cappadocian Churches may have owed their origin to some of these men, or to some of St. Paul's converts from Galatia or Lycaonia. St. Paul himself had once \"assayed to go into Bithy-nia, but the Spirit suffered them not\" (Acts 16:7); that province may have received the word of God from Troas; the famous letter of Pliny, written about the year 110, shows how widely the faith of Christ had spread throughout the district. We notice that the missions of the Church in Asia Minor had now covered a field considerably larger than that reached at the date of the Acts of the Apostles. We notice also that many of the Churches addressed by St. Peter were founded by St. Paul or his converts. There was no rivalry between the two great apostles. There had been jealousies among the twelve (Matthew 18:1; Matthew 20:24, etc.); there had been differences between St. Peter and St. Paul (Galatians 2:11); but they were children no longer - they were full-grown Christians now.NEWLINEVERSETITLESTART1Peter1:2VERSETITLEENDNEWLINEVERSESTARTElect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.VERSEENDNEWLINEVerse 2. Elect. This word, in the Greek, is in the first verse; the Greek order is \"to the elect sojourners of the dispersion.\" We begin already to notice coincidences with the teaching of St. Paul. St. Paul insists strongly on the doctrine of election; St. Peter holds it no less clearly. Holy Scripture constantly ascribes all that is good in us to the choice or election of God. The sacred writers do not enter into the many difficulties which lie around this central doctrine: they do not attempt to explain its relations to that other great truth, taught in Scripture and revealed in consciousness - the freedom of the human will; their statements of the two apparently conflicting doctrines balance, but do not explain, one another; they seem to recognize the fact that we are in the presence of an insoluble mystery; and they teach us by their silence that the proper attitude of the Christian, when brought face to face with mystery, is rest in the Lord, humble childlike confidence in his love and wisdom. According to the foreknowledge of God the Father. St. Peter sets in the forefront of his Epistle the mystery of the blessed Trinity and the Divine plan of human salvation. It is, however, a question whether the words just quoted should be taken, as in the Authorized Version, with \"elect\" or with \"apostle.\" Many ancient authorities take the latter view. 'Thus we should have a description of St. Peter's apostleship, such as we often read at the opening of St Paul's Epistle. He was, like St. Paul, called to be an apostle, separated unto the gospel of God; he was chosen before the foundation of the world to be holy and without blame; like St. Paul, he had received grace and apostleship for obedience to the faith among all nations (comp. Romans 1:1, 5). There is much to be said in favor of this connection. But, on the whole, the balance of the sentence, and the general usage of similar language in the New Testament, lead us to prefer the common view, and to regard St. Peter's words as a description of the origin, progress, and end of God's election. The origin is the grace of God the Father. He chose his elect before the foundation of the world. He predestinated them unto the adoption of children; and that according to the good pleasure of his will (Ephesians 1:4, 5). It is interesting to note that the substantive \"foreknowledge\" (πρόγνωσις) occurs nowhere else in Holy Scripture except in St. Peter's Pentecostal speech (Acts 2:23). We mark the agreement of St. Peter and St. Paul (comp. Romans 8:29, \"Whom he did foreknow, he also did predestinate to be conformed to the image of his Son;\" comp. also Romans 11:2 and 2 Timothy 2:19). Election is \"according to the foreknowledge of God the Father;\" but not simply, as the Arminians taught, ex praevisis meritis; for we cannot separate foreknowledge and predestination; the foreknowledge of an Almighty Creator must imply the exercise of choice and will; what he knoweth, that he also willeth; eligendos facit Deus (in the well-known words of St. Augustine), non invenit. Thus in ver. 20 \"foreknown,\" the more exact rendering of the Revised Version must imply the \"foreordained\" of the old translation. But that foreknowledge is the foreknowledge of God the Father, the Father of our Lord Jesus Christ, but our Father also. He careth for his children; we must trust in him. The potter makes one vessel for honor, another for dishonor; but he makes none for destruction. A veil of awful mystery hangs round the relations which exist between the Almighty and his creatures; but \"God is Love.\" Through sanctification of the Spirit; rather, in, as in the Revised Version. We have the same words in 2 Thessalonians 2:13. The word ἀγισμός, which St. Peter uses here, is almost peculiar to St. Paul; it occurs eight times in his Epistles; once in the Epistle to the Hebrews; but elsewhere only here in the New Testament. Like other verbals of the same form, it may have either an active or a passive meaning. Perhaps the former is the more suitable here. God's election places the Christian in the sphere of the sanctifying influences of the Holy Spirit; he lives in the Spirit, he walks in the Spirit, he prays in the Holy Ghost; and the blessed Spirit sanctifieth the elect people of God: he worketh in them that holiness (ἁγιασμόν) without which they cannot see God (Hebrews 12:14); they have their fruit, the fruit of the Spirit, unto holiness (ἁγιασμόν, Romans 6:22). The fundamental idea of the Hebrew קָדושׁ, which is represented by the Greek word ἅγιος, seems to be, \"separation, purity,\" though some connect it with חָדַשׁ, and regard it as meaning originally \"fresh, new, young,\" and so \"pure, shining, bright\" (see Delitzsch, on Hebrews 2:11). By the word \"spirit\" we might, if we took the words apart from the context, understand the spirit of man, which is sanctified by the Holy Spirit of God; but the context shows that St. Peter is thinking of the work of the three blessed Persons of the Holy Trinity. Unto obedience. Obedience is the work of the Spirit; for the fruit of the Spirit is love, and \"if a man love me, he will keep my words.\" Thus election has its origin in the foreknowledge of the Father; it is wrought out in the sanctifying influences of the Spirit as its sphere, and it issues in active obedience. Obedience is the sign and test of God's election: \"By their fruits ye shall know them.\" The end of election is obedience first, then everlasting life. And sprinkling of the blood of Jesus Christ. The word ῤαντισμός, sprinkling, occurs also in Hebrews 12:24 (comp. also Hebrews 9:19). In both places there is an evident reference to the events related in Exodus 24:8, where we read that \"Moses took the blood, arid sprinkled it on the people, and said, Behold the blood of the covenant, which the Lord hath made with you.\" We observe that in this place also ceremonial sanctification (Exodus 19:10) and the promise of obedience (Exodus 24:3) preceded the sprinkling of blood. \"The blood of sprinkling\" is called by the Lord himself the blood of the new covenant (Matthew 26:28; Mark 14:24), the blood by which the covenant of grace was ratified and inaugurated. Moses sprinkled the blood of the old covenant once upon the people; the blood of the new covenant was shed once for all upon the cross; but it is ever fresh in its efficacy and power; still we have boldness to enter into the holiest by the blood of Jesus; still, if we abide in him, we have our \"hearts sprinkled from an evil conscience;\" still, \"If we walk in the light, as he is in the light,... the blood of Jesus Christ his Son is cleansing us from all sin.\" Those who are elect unto obedience are elect unto the sprinkling of the blood of Jesus Christ; the loving obedience of faith keeps them in the presence of the cross, within the cleansing range of the one all-sufficient sacrifice. Thus we have in this verse the concurrence of the three blessed Persons in the scheme of salvation - the choice of the Father, the sanctification of the Spirit, the redeeming work of the Son. Grace unto you, and peace, be multiplied. St. Peter uses the familiar salutation of St. Paul; possibly he quotes it, for he was plainly familiar with St. Paul's Epistles - he refers to them expressly in 2 Peter 3:15, 16, and Sylvanus, the old companion of St. Paul, was now with him. He unites into one expression the Greek and Hebrew salutations, the χαίρειν of the Greeks under its Christian aspect of χάρις, the favor of God; and the שָׁלום of the Hebrews - the peace which is the fruit of grace, which is the blessed possession of those on whom the favor of God abideth. That grace and peace is granted to all the elect of God. St. Peter prays that it may be multiplied, that his readers may be blessed with an ever-increasing measure of that heavenly gift. He uses the same form of salutation in his Second Epistle. It is interesting to observe that the phrase, \"Peace be multiplied unto you,\" occurs also in the proclamation of Nebuchadnezzar (Daniel 4:1), and in that of Darius (Daniel 6:25),both written in Babylon, the city from which St. Peter now sends the message of peace. The anarthrousness of these two verses is remarkable; in the original there is not one article in vers. 1, 2.NEWLINEVERSETITLESTART1Peter1:3VERSETITLEENDNEWLINEVERSESTARTBlessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,VERSEENDNEWLINEVerse 3. - Blessed be the God and Father of our Lord Jesus Christ. The Greek word rendered \"blessed\" (εὐλογητός) is used by the New Testament writers only of God; the participle εὐλογημένος is said of men. St. Peter adopts the doxology used by St. Paul in writing to the Churches at Corinth and Ephesus (2 Corinthians 1:3; Ephesians 1:3), the last being one of those to which this Epistle is addressed. It is a question whether the genitive, \"of our Lord Jesus Christ,\" depends on both substantives or only on the last. The Greek will admit either view, and there are high authorities on both sides. On the whole, the first seems the most natural interpretation. The Lord himself had said, \"I ascend unto my Father, and your Father; and to my God, and your God\" (John 20:17). He could not say, \"our God,\" for the relations are widely different; he could say, \"my God,\" as he had said upon the cross; for, in the well-known words of Theophylact, \"he is both the God and the Father of one and the same Christ; his God, as of Christ manifest in the flesh; his Father, as of God the Word.\" So St. Paul, after using this same form of salutation in Ephesians 1:3, speaks of God in the seventeenth verse as \"the God of our Lord Jesus Christ, the Father of glory\" (comp. also Romans 15:6; 2 Corinthians 11:31; Colossians 1:3). Which according to his abundant mercy hath begotten us again unto a lively hope, by the resurrection of Jesus Christ from the dead; rather, begat, as in the Revised Version. St. Peter refers our regeneration back to the great fact of the resurrection of Christ. The Lord Jesus Christ is \"the First-begotten of the dead\" (Revelation 1:5); we are \"buried with him in baptism, wherein also ye are risen with him through the faith of the operation of God, who hath raised him from the dead\" (Colossians 2:12). The Church, \"which is his body\" (Ephesians 1:23), died with him in his death, rose with him in his resurrection. Christians individually are baptized into his death, \"that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life\" (Romans 6:4). The resurrection of Christ was in a real sense the birth of the Church. Therefore St. Peter, who in 1 Peter 3:21 speaks so strongly of the effect of holy baptism, here refers oar regeneration to that without which baptism would be an empty ceremony, the resurrection of our Lord. God's great mercy (comp. Ephesians 2:4, 5, \"God, who is rich in mercy.... hath quickened us together with Christ\") is the first cause of our new birth, Christ's resurrection is the means through which it was accomplished. St. Peter alone of the New Testament writers uses the word here rendered \"hath begotten again\" (ἀναγεννήσας); it occurs also in ver. 23. But our Lord himself, and his apostles St. James and St. Paul, teach the same truth to similar words (see John 3:5; James 1:18; Titus 3:5). Some commentators, as Luther, Bengel, etc., connect the words, \"by the resurrection,\" etc., not with \"hath begotten us again,\" but with the word \"lively\" or \"living\" - a hope that liveth through the resurrection of Jesus Christ. This connection is grammatically possible, and gives a good and true meaning; it is the resurrection of the Lord Jesus Christ which makes the Christian's hope living and strong; but the other explanation seems more natural, and is supported by such passages as Romans 4:25, and 1 Peter 3:21 of this Epistle. The heavenly inheritance is the ultimate end of our regeneration; the hope of that inheritance is the present joy of the Christian life. St. Paul reminds the Ephesian Christians that when they were without Christ they had no hope (Ephesians 2:12); but God according to his great mercy begat us again into a new life, and one important aspect of that new life is hope, the hope of ever-deepening fellowship with God now, of everlasting life with God in heaven. That hope is living; it is \"pervaded with life, carrying with it in undying power the certainty of fulfillment (Romans 5:5), and making the heart joyful and happy.\" (Huther); \"it has life in itself, and gives life, and has life as its object\" (De Wette). And it liveth, it doth not perish like the hopes of this world, but it lives on in ever fuller joy till it reaches its consummation in heaven; even there \"hope abideth,\" forever in heaven there will be, it seems, a continual progress from glory to glory, nearer and nearer to the throne. St. Peter is the apostle of hope. \"He loves,\" says Bengel, \"the epithet living, and the mention of hope.\"NEWLINEVERSETITLESTART1Peter1:4VERSETITLEENDNEWLINEVERSESTARTTo an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,VERSEENDNEWLINEVerse 4. - To an inheritance incorruptible, and undefiled, and that fadeth not away. The Christian's hope maketh not ashamed. The inheritance is sure; it is better than the inheritance promised to Abraham; for it isNEWLINENEWLINE(1) incorruptible. All things earthly have in themselves the seeds of decay and death; but \"when this corruptible shall have put on incorruption,\" the redeemed of the Lord shall receive a kingdom that cannot be moved, where \"neither moth nor rust doth corrupt.\"NEWLINENEWLINE(2) It is undefiled. The inheritance of Israel was defiled (Leviticus 18:27, 28), but into the heavenly inheritance entereth not \"anything that defileth\" (Revelation 21:27).NEWLINENEWLINE(3) It fadeth not away. \"The grass withereth, the flower falleth away;\" it is not so in the \"land that is very far off.\" The crown reserved for its blessed inhabitants is an amaranth wreath (comp. Wisd. 6:13 and 1 Peter 5:4, where see note). There are no tendencies to corruption there, no possibilities of defilement, not even that fading which must pass over the fairest things of earth. Reserved in heaven for you. The many mansions in our Father's house have been kept from the beginning, and still are kept for his elect; Satan cannot rob them of it, as he robbed man of the earthly paradise. Some of the Greek commentators find in the words, \"in heaven,\" an argument against the millenarians. Some manuscripts read \"for us,\" but the received reading is best supported. St. Peter passes from one person to another, as St. Paul often does, sometimes addressing his readers directly, sometimes including himself among them.NEWLINEVERSETITLESTART1Peter1:5VERSETITLEENDNEWLINEVERSESTARTWho are kept by the power of God through faith unto salvation ready to be revealed in the last time.VERSEENDNEWLINEVerse 5. - Who are kept by the power of God. \"Hereditas servata est,\" says Bengel, \"heredes custodiuntur?\" The verb φρουρεῖν, is a military word. \"The governor under Areas the king kept [guarded] the city of the Damascenes\" (2 Corinthians 11:32); the peace of God shall keep (\"guard.\" Philippians 4:7) the hearts of those who trust in him, - they are guarded by a heavenly host; \"The angel of the Lord encampeth around them that fear him;\" they are guarded by, or rather, according to the exact rendering, in the power of God. His power is all around them; it is the sphere in which they live and move; no harm can reach them in that all-embracing shelter. Through faith. Faith, the evidence of things not seen, realizes the presence of the heavenly guard, and gives courage and confidence to the Christian when assailed by temptations and dangers; the servant of Elisha feared no more the hosts of Syria, when he saw the mountain full of chariots and horses of fire round about his master. Faith is the instrument by means of which we grasp the Divine strength, so that it is made perfect in our weakness. Unto salvation ready to be revealed in the last time. By \"salvation\" St. Peter means not merely present deliverance from sin, but everlasting life, the joy of our Lord, the deep, full blessedness of his elect in heaven. Eye hath not seen it yet, it hath not entered into the heart of man. But it is ready to be revealed; the veil which now hides it from us will be withdrawn in the last time, when the last page of this world's history shall have been written, when the number of the elect shall be accomplished, and the eternal purpose of God shall have been fulfilled.NEWLINEVERSETITLESTART1Peter1:6VERSETITLEENDNEWLINEVERSESTARTWherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:VERSEENDNEWLINEVerse 6. - Wherein ye greatly rejoice. Is the word \"wherein\" (ἐν ῷ) to be referred to the whole sentence, and to be understood of the Christian's present privileges and hopes? or is it to be taken in a temporal sense with the words immediately preceding it, \"in the last time\"? Authorities are divided. Of those who take the latter view some regard \"the last time\" - as the object of the Christian's joyful hope - he rejoices now in the hope of the glory of God; others give the verb a quasi-future sense - \" wherein ye will greatly rejoice.\" But the former connection seems more natural; the Christian rejoices in his present and future blessings - in the new birth, in the hope of the heavenly inheritance, in the assured protection of God. The verb (ἀγαλλιᾶσθε) is a strong expression; it means \"to exult, to leap for joy.\" St. Peter may have had in his thoughts the well-remembered sermon on the mount, where the same word occurs (Matthew 5:12), and, as here, in connection with sorrows and persecutions. It is used of our Lord himself in Luke 10:21, of the Philippian gaoler's joy in his newborn faith (Acts 16:34), as well as of the joy of the blessed in heaven (Revelation 19:7). There is, therefore, nothing unsuitable in taking the verb in its proper present signification; the Christian's experience is often, like St. Paul's, \"sorrowful, yet always rejoicing.\" Some commentators, following St. Augustine, regard the verb as imperative. Though now for a season, if need be, ye are in heaviness through manifold temptations. The word rendered \"for a season\" (ὀλίγον, a little) may mean that the present suffering is but little compared with the future glory; it may cover both meanings (comp. 2 Corinthians 4:17, \"Our light affliction, which is but for a moment\"). St. Peter, like St. Paul, enforces the lesson that that light affliction, which seems sometimes so heavy, is sent in love and wisdom; the words, \"if need be,\" imply his belief that these trials were necessary for his readers' salvation - they would work for them \"a tar more exceeding and eternal weight of glory.\" The words, \"ye are in heaviness,\" represent the aorist participle λυπηθέντες, having been put to grief; it refers to definite afflictions, known to St. Peter, which had been suffered by those to whom he is writing. The words, \"manifold temptations,\" remind us of James 1:2.NEWLINEVERSETITLESTART1Peter1:7VERSETITLEENDNEWLINEVERSESTARTThat the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:VERSEENDNEWLINEVerse 7. - That the trial of your faith. The words of ver. 6, \"if need be,\" point to the purpose and end of the temptations. St. Peter proceeds to develop his meaning. The word rendered \"trial\" (δοκίμιον or δυκιμεῖον) means rather \"test or proof;\" it is explained by Dionysius of Halicarnassus ('Rhet.,' I1) as that at which, when one looks, he is able to form a judgment. Cremer says it is \"not only the means of proof itself, e.g. the touchstone, but also the trace of the metal left thereon. Hence here and in James 1:3 τό δοκίμιον τῆς πίστεως is the result of the contact of faith with temptations, that in virtue of which faith is recognized as genuine - the verification of faith.\" Dr. Heft ('Notes on Select Readings') prefers the reading τὸ δόκιμον, which is given by two of the better cursives. He says, \"τὸ δοκίμιον is the instrument of trial, not even the process of trial, much less the thing fried; while it is only the thing tried that can be compared, as here, to gold refined in the fire.\" Compare the use of the cognate word δοκιμή in 2 Corinthians 2:9; Romans 5:4; Philippians 2:22. Being much more precious than of gold that perisheth, though it be tried with fire; rather, as in the Revised Version, more precious than gold. Gold is the most precious of metals, faith is more precious far; the proof of faith is more momentous beyond all comparison than the proof of gold. Gold perishes; \"Consumitur annulus usu,\" says the poet; \"Aurum cummundo perit,\" says Bengel; but \"Now abideth faith, hope, charity,\" says the apostle. Gold is tried with fire; as by the purifying fire gold is purged of dross (Isaiah 1:25), so by the refining fire of temptations the faithful are cleansed from pride and self-reliance and the pollutions of sin. Might be found unto praise and honor and glory at the appearing of Jesus Christ; \"might be found\" at the judgment, in the searching investigation of the great day. -Praise; in words, \"Well (lone, good and faithful servant.\" He, our; in the distinctions granted to the faithful - the crown of righteousness, the white robe, the palm. Glory; the glory which was Christ's before the world was, which he giveth to his chosen (John 17:22). At the appearing; rather, revelation. Now we see him only by faith; then his elect shall see him as he is - the veil will be withdrawn (see ver. 5).NEWLINEVERSETITLESTART1Peter1:8VERSETITLEENDNEWLINEVERSESTARTWhom having not seen, ye love; in whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory:VERSEENDNEWLINEVerse 8. - Whom having not seen, ye love. Some ancient manuscripts read οὐκ εἰδότες, \"although ye know him not:\" but the reading ἰδόντες is best supported, and gives the better sense. The Christians of Asia Minor had not seen the gracious face of the Lord, as St. Peter had. But though they had never known him after the flesh, they knew him by the inner knowledge of spiritual communion, and, having learned to love him, had attained the blessing promised to those who had not seen, but yet had believed. St. Peter may possibly be thinking of his well-remembered interview with the risen Lord (John 21:15-17). He has here the word ἀγαπᾶν, expressive of reverential love, which Christ had used in his first two questions; not the word of warm human affection (φιλεῖν ) which he himself had employed in his three answers. In whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory. The words, \"in whom\" (εἰς ὅν, literally, \"on whom now not looking, but believing\"), are to be taken with the participles \"seeing\" and \"believing,\" not with \"ye rejoice.\" St. Peter insists on the necessity and blessedness of faith as earnestly as St. Paul does, though with him the antithesis is rather between faith and sight than between faith and works. As a tact, St. Peter's readers had never seen the Lord; now, though not seeing him with the outward eye, they realized his presence by faith, and in that presence they rejoiced. The verb is that used in ver. 6 - they rejoiced greatly, they exulted, and that though they saw him not. Human love needs the seen presence of the beloved one to complete the fullness of its joy (2 John 12); but their joy was even amid afflictions unspeakable - like all our deepest and holiest feelings, not to be expressed in words; and it was glorified by the unseen presence of Christ. His chosen behold even now, as in a glass, the glory of the Lord, and, beholding, are changed into the same image from glory to glory. Joy in the Lord is a foretaste of the joy of heaven, and is irradiated by glimpses of the glory that shall be revealed. Others, as Huther and Alford, again give to the verb ἀγαλλιᾶσθε, \"ye rejoice,\" a quasi-future sense. The word for \"unspeakable\" (ἀνεκλαλητός) is found only here.NEWLINEVERSETITLESTART1Peter1:9VERSETITLEENDNEWLINEVERSESTARTReceiving the end of your faith, even the salvation of your souls.VERSEENDNEWLINEVerse 9. - Receiving the end of your faith, even the salvation of your souls. The present participle \"receiving\" (κομιζόμενοι) implies that the believer realizes the deep blessing of salvation gradually while he is being saved as one of οἱ σωζόμενοι (Acts 2:47). Salvation is present as well as future. \"By grace ye are saved through faith\" (Ephesians 2:8); \"According to his mercy he saved us\" (Titus 3:5). God's elect receive it in various measures now; in its blessed fullness it will be manifested hereafter. It is the end which faith ever holds in view, pressing towards it as the prize of the high calling. It is the salvation especially of souls; for, as Bengel says,\" Anima praecipue salvatur; corpus in resurreetione participat.\"NEWLINEVERSETITLESTART1Peter1:10VERSETITLEENDNEWLINEVERSESTARTOf which salvation the prophets have inquired and searched diligently, who prophesied of the grace that should come unto you:VERSEENDNEWLINEVerse 10. - Of which salvation the prophets have inquired and searched diligently; rather, prophets inquired and searched. There is no article, and the verbs are aorist. St. Peter illustrates the glory and greatness of our salvation (mark how he loves to repeat the word) by showing that it was the subject of the searching study of prophets and of the contemplation of angels. St. Peter was a diligent student of the prophetic books, and constantly quotes them, both in his Epistles and in his speeches recorded in the Acts. Here he gives us a very remarkable glimpse into the conditions of the prophetic consciousness. The scheme of our salvation was in some way revealed to the prophets; the mode of the revelation, whether by vision or otherwise, is not made known to us. Every point of contact between the infinite and the finite is enveloped in mystery; we can only know the fact - there was such a revelation. That salvation was so magnificent a prospect that it concentrated upon itself the rapt attention and deepest interest of those to whom the promise was revealed. Prophets inquired and searched diligently. The revelation was real, but it was not complete, not distinct in its details. God revealed so much of the coming salvation as was sufficient to support his servants in their trials, and to quicken their faith in the Messiah. Prophets searched diligently, as miners seeking treasure; they prayed, and thought, and meditated, and exercised all their intellectual energies in the effort to comprehend the revelation which had been vouchsafed to them. Daniel was a remarkable example of this searching (Daniel 7:16; Daniel 9:2, 3). The revelation came to the prophet from God; the prophet received it, but could not comprehend it in all its depth and height - he searched diligently.NEWLINENEWLINE\"Thoughts beyond their thoughtsNEWLINETo those high bards were given.\"NEWLINENEWLINE(Christian Year.') (Compare the song of Zacharias, Luke 1:68-79.) Who prophesied of the grace that should come unto you? He defines the prophets, of whom he speaks as those who prophesied of the favor of God manifested in the redemption of mankind through his blessed Son. \"Grace and truth came by Jesus Christ\" (John 1:17). St. Paul loved to dwell on the grace of God; so did St. Peter.NEWLINEVERSETITLESTART1Peter1:11VERSETITLEENDNEWLINEVERSESTARTSearching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow.VERSEENDNEWLINEVerse 11. - Searching what, or what manner of time the Spirit of Christ which was in them did signify; or, as the Revised Version, did point unto. The Authorized Version neglects the preposition εἰς. The apostle says that the Spirit of Christ dwelt in the prophets. The words πνεῦμα Ξριστοῦ cannot mean \"the Spirit which bears witness of Christ,\" as Bengel and others. The Holy Spirit is the Spirit of Christ (see Romans 8:9; Galatians 4:6). He is not only sent from the Father by the Son, but he proceedeth from the Father and the Son. This important statement involves also the pre-existence and the Divinity of Christ (comp. John 8:56, 58; 1 Corinthians 10:4; Jude 1:5, in the best-supported reading). The prophets felt within them the working of the Spirit. They knew that the mysterious voice which filled their souls was his voice. Its utterances were not always clear; they were sometimes obscure and mystical, but the heart of the prophets was stirred to the utmost; they sought with earnest prayer and devout thought into the purposes of God announced in the revelation. Especially they asked, as the apostles asked the Lord on the Mount of Olives, \"When shall these things be, and what shall be the sign of thy coming?\" At what time would the Messiah be revealed? What would be the distinctive character, the marks, the signs, of that time? \"Prophetae ab ipso habentes donum in ilium prophetarunt\" ('Ep. Barnab.,' 100. 5). When it testified beforehand the sufferings of Christ, and the glory that should follow; rather, the sufferings for Christ (destined for Christ), and the glories after these. Compare St. Peter's speech (Acts 3:18), \"Those things which God before had showed by the mouth of all his prophets, that Christ should suffer, he hath so fulfilled.\" So St. Paul, in his speech before King Agrippa (Acts 26:22, 23), asserts that he had said \"none other things than those which the prophets and Moses did say should come: that Christ should suffer, and that he should be the first that should rise from the dead.\" The doctrine of a suffering Messiah was a stumbling-block to the Jews. The apostles could not understand it till after the Savior's resurrection; Peter himself had recoiled from it with horror, and had been rebuked by the Lord (Matthew 16:22, 23); now, taught by the Spirit, he understands the foreshadowings of the sufferings of Christ, which the Spirit of Christ had testified to the prophets. The Lord himself had expounded, on the day of his resurrection, the things concerning himself, beginning at Moses and all the prophets: \"Ought not Christ,\" he said, \"to have suffered these things, and to enter into his glory?\" (Luke 24:26). Some think that St. Peter is referring mainly to the prophets of the New Testament, and that the words, \"the sufferings of Christ,\" are to be understood mystically of Christ suffering in his Church, as \"the afflictions of Christ\" in Colossians 1:24. But the context does not require this explanation, and the parallel passages quoted above seem to preclude it.NEWLINEVERSETITLESTART1Peter1:12VERSETITLEENDNEWLINEVERSESTARTUnto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into.VERSEENDNEWLINEVerse 12. - Unto whom it was revealed, that not unto themselves, but unto us they did minister the things. It was revealed to them, whether in answer to their search as in the case of Daniel, or as part of the original revelation made to them, that the vision was for many days (Daniel 10:14). Compare St. Peter's quotations from the prophetic Scriptures in Acts 2:17, 31; Acts 3:24. The best manuscripts read here, \"unto you.\" The prophets, doubtless, like Abraham, rejoiced to see the day of Christ; they saw it by faith, and were glad (John 8:56); but they saw it in the far distance; they desired to see and hear what the apostles saw and heard, but the time was not yet (see Matthew 13:16, 17). They did minister the things; i.e. they were made the instruments of revealing them; they presented them to the devout for their spiritual food and support. Which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost lent down from heaven; rather, which were now reported to you through them that preached the gospel unto you (literally, evangelized you) by the Holy Ghost. St. Peter claims for those who evangelized Asia Minor (St. Paul and his companions) the same authority which was possessed by the ancient prophets; they preached as fulfilled the great truths which the prophets foretold as future. The Spirit of Christ was in the prophets; the same Spirit worked and preached through the apostles; nay, he dwelt in them in fuller measure, for he had been sent down from heaven on the great Day of Pentecost, and it was by his aid that the apostles and evangelists preached. Which things the angels desire to look into. The salvation which God's elect receive is so full of glory and mysterious beauty, that not only did the prophets of old search diligently, but even an gels (there is no article) desire to look into it. The verb παρακύψαι means \"to stoop sideways;\" it is used of persons standing outside a place who stoop in order to look in. \"The παρά of the verb,\" says Huther, \"indicates that the angels stand outside the work of redemption, inasmuch as it is not for them, but for man (cf. Hebrews 2:16).\" The same verb occurs in James 1:25; John 20:5, 11; Luke 24:12, in which last place it is used of Peter himself, when he stooped to look into the empty sepulcher on the morning of the Lord's resurrection. St. Paul has a similar thought in Ephesians 3:10, \"To the intent that now unto the principalities and powers in heavenly places might be known by the Church the manifold wisdom of God.\" The attitude of the golden cherubim, whose wings covered the mercy-seat and whose faces were toward it (Exodus 25:20), seems to imply the same rapt, reverent attention.NEWLINEVERSETITLESTART1Peter1:13VERSETITLEENDNEWLINEVERSESTARTWherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;VERSEENDNEWLINEVerse 13. - Wherefore gird up the loins of your mind. St. Peter sums up in the word \"wherefore\" all the blessings, privileges, and hopes which he has enumerated; on these he founds his exhortations. Gird up. The word ἀναζωσάμενοι (literally, \"girding up, tucking up long garments by the help of a girdle\") occurs in no other place of the New Testament. But the same metaphor, expressed in similar words, is common. St. Peter alludes, doubtless, to the Lord's exhortation, \"Let your loins be girded about;\" perhaps also the solemn words of John 21:18, \"signifying by what death he should glorify God,\" were present to his thoughts. The loins of your mind. St. Peter often explains a metaphor by adding a genitive or. adjective; so \"milk of the Word; .... hidden man of the heart;\" amaranthine wreath of glory.\" Διάνοια, translated \"mind,\" is the reflective faculty. The Christian must reflect, and that with intense exertion of thought, on the glory of his hopes, on the greatness of his responsibilities; he must seek to love God with all his mind (ὅλῃ τῇ διανοίᾳ), as well as with all his heart and soul. Be sober. The Christian must be sober in his use of the gifts of God; he must be sober also in his habits of thought; he should preserve a calm, collected temper. Christian enthusiasm should be thoughtful, not excited and disorderly (comp. 2 Thessalonians 2:2; 2 Thessalonians 3:11, 12). And hope to the end; rather, perfectly, with a full, unwavering, constant hope. It is better to take the adverb τελείως with the verb \"hope\" than with νήφοντες, \"be perfectly sober.\" For the grace that is to be brought unto you at the revelation of Jesus Christ. The Christian's hope must be directed to, set towards (ἐπί with accusative), the continual growth in grace (\"He giveth more grace,\" James 4:6). That grace is being brought now, being borne in upon the soul in the present revelation of Jesus Christ. \"It pleased God,\" says St. Paul (Galatians 1:16), \"to reveal his Son in me.\" So now the Lord manifests himself to those who walk in the path of loving obedience. Each gift of grace kindles the hope of a nearer manifestation, a fuller revelation; grace is continually brought, till at length the full unspeakable gift of grace is realized at the glorious revelation of Jesus Christ at his second advent. This seems better than to give the present participle φερομένην a future sense, and to understand the revelation of Jesus Christ only of his final coming in glory.NEWLINEVERSETITLESTART1Peter1:14VERSETITLEENDNEWLINEVERSESTARTAs obedient children, not fashioning yourselves according to the former lusts in your ignorance:VERSEENDNEWLINEVerse 14. - As obedient children; rather, children of obedience (comp. Ephesians 2:2, 3; Ephesians 5:8; also 2 Peter 2:14; 2 Thessalonians 2:3; Luke 16:8). Winer says ('Grammar,' 3. 34; 'Romans,' 2), \"This mode of expression is to be traced to the more lively imagination of the Orientals, by which the most intimate connection (derivation from and dependence on) - even when the reference is to what is not material - is viewed under the image of the relation of son or child to parent. Hence ' children of disobedience' are those who belong to disobedience as a child to his mother - disobedience having become their nature, their predominant disposition.\" Not fashioning yourselves according to the former lusts in your ignorance. The remarkable word συσχηματιζόμενοι seems to be an echo of Born. 12:2, the only other place where it occurs. It implies that men who live in sensual lusts take up the likeness of those lusts into themselves, and are made, not as man was at first, after the likeness of God, but after the likeness of those lusts of the flesh which are not of the Father, but are of the world. The word \"ignorance\" is to be taken closely with \"lusts\" - \"the former lusts which were in the time of your ignorance.\" It seems to imply that St. Peter is addressing Gentiles as well as Jews; top, though ignorance is attributed to the Jews (Acts 3:17; Romans 10:3; 1 Timothy 1:13), it was ignorance, not of the moral law, as here, but of the Person and office of Christ. The Jews had the oracles of God; they knew his will (Romans 2:17; Romans 3:2; comp. also Ephesians 4:18 and Acts 17:30).NEWLINEVERSETITLESTART1Peter1:15VERSETITLEENDNEWLINEVERSESTARTBut as he which hath called you is holy, so be ye holy in all manner of conversation;VERSEENDNEWLINEVerse 15. - But as he which hath called you is holy; rather, after the pattern of the Holy One who called you. The calling is the fulfillment of the election:, \"Whom he did predestinate, them he also called.\" The Christian's effort must be to fashion himself, by God's grace, after the likeness of God. not according to the former lusts (comp. Matthew 5:45, 48; also Colossians 3:10; Ephesians 4:24). So be ye holy in all manner of conversation. In the whole course of your daily life, in all its details, as you move hither and thither among men, take the holiness of God for your pattern: \"Be not conformed to this world.\" (For the word \"conversation\" (ἀναστροφή), comp. Galatians 1:13; Ephesians 4:22; 1 Timothy 4:12; Hebrews 13:7.)NEWLINEVERSETITLESTART1Peter1:16VERSETITLEENDNEWLINEVERSESTARTBecause it is written, Be ye holy; for I am holy.VERSEENDNEWLINEVerse 16. - Because it is written, Be ye holy; for I am holy; literally, according to the best manuscripts, ye shall be holy - future for imperative. The words occur five times in the Book of Leviticus. God had called the Israelites to be his peculiar people, a kingdom of priests and a holy nation (Exodus 19:5, 6). He has called us Christians to be \"a chosen generation, a royal priesthood, a holy nation, a peculiar people\" (1 Peter 2:9). He is holy, awful in holiness; in his sight \"the heavens are not clean.\" We who are his must strive to be holy, separated from all that is impure, consecrated to his service.NEWLINEVERSETITLESTART1Peter1:17VERSETITLEENDNEWLINEVERSESTARTAnd if ye call on the Father, who without respect of persons judgeth according to every man's work, pass the time of your sojourning here in fear:VERSEENDNEWLINEVerse 17. - And if ye call on the Father. \"If\" does not imply doubt; it introduces an hypothesis which, being taken for granted, involves a duty. Apparently there is here a reference to the Lord's Prayer, as in 2 Timothy 4:18. You call on God as your Father; then pass your time in fear (comp. Malachi 1:6, \"If I be a Father, where is mine honor?\"). He called you first; now ye call on him. The translation of the Revised Version is more exact than the Authorized Version, \"If ye call on him as Father.\" Who without respect of persons judgeth according to every man's work. The adverb ἀπροσωπολήπτως, rendered \"without respect of persons,\" occurs nowhere else in the New Testament; but the thought is familiar. St. Peter himself had said, when he was sent to receive Cornelius into the Church, \"Of a truth I perceive that God is no respecter of persons\" (Acts 10:34). The disciples of the Pharisees had said the same of our Lord (Matthew 22:16; comp. also Romans 2:11; Galatians 2:6; James 2:1-4). The Lord said (John 5:22), \"The Father judgeth no man, but hath committed all judgment to the Son.\" But the Father is \"Fens judicii,\" as Didymus says (quoted by Alford), \"judicante Filio, Pater est qu;. judicat,\" for the Son judges as his Delegate; as it was through the Son that the Father made the worlds. He judges according to every man's work, regarding, not distinctions of rank, or wealth, or nationality, but only the character of the work. Observe that the word \"work\" (ἔργον) is in the singular number, as πρᾶξιν in Matthew 16:27. God judges according to every man's work as a whole, according to the whole scope and meaning of his life as issuing from the one governing principle, whether faith or selfishness. So Bengel, \"Unius hominis unum est opus, bouum malumve.\" Pass the time of your sojourning here in fear. The verb here, ἀναστράφητε, corresponds with the noun ἀναστροφή (\"conversation\") of ver. 15; both might be rendered (as Dean Plumptre suggests) by \"conduct\" (noun or verb) - \"in all your conduct\" in ver. 15; and here, \"conduct yourselves.\" The word \"sojourning\" reminds us of ver. 1 of this chapter and of 1 Peter 2:11, in which last place we have the corresponding Greek word. We are sojourners here, life is short; but the character of that short life determines our eternal condition; therefore live in fear. St. John says, \"Perfect love casteth out fear;\" but there is no contradiction, as some have said, between the two holy apostles; for the fear which cannot coexist with perfect love (it may in various measures coexist with imperfect love) is slavish fear, selfish fear of death and punishment. The fear which St. Peter and St. Paul (Philippians 2:12) commend is holy fear - the fear of a son for a loving father, the fear of displeasing God before whom we walk, God who gave his blessed Son to die for us, God who will judge us at the last. This fear is not cowardice. Our Lord said (Luke 12:4), \"Be not afraid of them that kill the body.... Fear him,\" etc. They who fear God need fear nothing else but God.NEWLINEVERSETITLESTART1Peter1:18VERSETITLEENDNEWLINEVERSESTARTForasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers;VERSEENDNEWLINEVerse 18. - Forasmuch as ye know; literally, knowing, considering. That ye were not redeemed with corruptible things, as silver and gold. The order in the original gives mere emphasis: \"That not with corruptible things, silver and gold, were ye redeemed.\" Afford notes here that the diminutives (ἀργυρίῳ ἤ χρυσίῳ) stand generally (not always) for the coined or wrought metal. The word ἐλυτρώθητε, \"ye were ransomed,\" seems to point back to the great saying of our Lord, \"The Son of man came... to give his life a ransom for many (λύτρον ἀντὶ πολλῶν)\" (Matthew 20:28; Mark 10:45; comp. 1 Timothy 2:6). Doubtless no human language can adequately express the mystery of the atonement. That stupendous fact transcends human reason, and cannot be exactly defined in human words. But the Lord himself describes it as a ransom\" a ransom for many,\" given in their stead. Reverence keeps us from pressing the illustration in all its details. It may be that the correspondence between the atonement and the redemption of a slave from an earthly master is not exact in all points. But the illustration comes from the Lord himself, who is the Truth; it must be true as far as human language permits, as far as human reason can comprehend. It teaches, as plainly as words can express, the doctrine of vicarious satisfaction: he gave his life, not only in behalf of us, but also instead of us - a ransom for our sins. Compare the use of the word ἀγοράζειν (1 Corinthians 6:20), \"Ye are bought with a price;\" and (2 Peter 2:1), \"The Lord that bought them;\" also ἐξαγοράζειν (Galatians 3:13), \"Christ hath redeemed us from the curse of the Law.\" From your vain conversation received by tradition from your fathers; literally, out of your vain manner of life or conduct. The word here rendered '\" vain ' is used of idolatry in Acts 14:15, and also the corresponding verb in Romans 1:21. St. Peter seems to be thinking mainly of Gentile Christians; he would scarcely describe the sinful conversation of Israelites as \"handed down from your fathers\" (Revised Version) without some qualification. Habits are transmitted from fathers to children; habitual custom is made an excuse for many shortcomings, but \"unus Pater imitandus\" (Bengel).NEWLINEVERSETITLESTART1Peter1:19VERSETITLEENDNEWLINEVERSESTARTBut with the precious blood of Christ, as of a lamb without blemish and without spot:VERSEENDNEWLINEVerse 19. - But with the precious blood of Christ, as of a lamb without blemish and without spot; rather, as in the Revised Version, but with precious blood, as of a lamb without blemish and without spot, (even the blood) of Christ. Precious, as opposed to the \"corruptible things\" of ver. 18; it is precious, because it is the blood of Christ. Christ's holy body saw not corruption; gold and silver must perish at last; the precious blood in its virtue and efficacy abideth evermore. The blood of Christ is compared with that of a lamb. The lambs and other animals offered as sacrifices were to be without blemish (Exodus 12:5; Leviticus 22:19, 20, 21); Christ was without sin, pure, harmless, undefiled. The blood of animals could never take away sin; yet it is written, \"The life of the flesh is in the blood: and I have given it to you upon the altar to make an atonement for your souls: for it is the blood that maketh atonement for the soul\" (Leviticus 17:11). That blood prefigured the precious blood of Christ, which cleanseth from all sin. The sacrifices of the Law directed the faith of the pious Israelite to the one great Sacrifice, the Propitiation for the sins of the whole world. Probably St. Peter derived the comparison from the well-remembered words of the Baptist, reported by his brother Andrew, \"Behold the Lamb of God!\" The reference may be to the Paschal lamb (\"Christ our Passover is sacrificed for us,\" 1 Corinthians 5:7) - the blood of that lamb cannot, indeed, be regarded as a ransom from Egyptian bondage, but it saved the Israelites from the destroying angel - or to any sacrificial lamb. The apostle seems to be passing from the idea of ransom or price to that of expiation. The verb \"ye were redeemed,\" the silver and gold, direct the thoughts to price; the blood and the lamb, to expiation. The two ideas are closely connected; the two illustrations combined give a fuller view of the blessed meaning of the Savior's death than either of them alone could do.NEWLINEVERSETITLESTART1Peter1:20VERSETITLEENDNEWLINEVERSESTARTWho verily was foreordained before the foundation of the world, but was manifest in these last times for you,VERSEENDNEWLINEVerse 20. - Who verily was foreordained before the foundation of the world; rather, as in the Revised Version, who was foreknown indeed; literally, who hath been fore known. But the foreknowledge of God implies the exercise of his will, therefore the \"foreordained\" of the Authorized Version, though not here an exact translation, is true in doctrine. St. Peter had asserted the same great truth in his sermon on the Day of Pentecost (Acts 2:23; comp. also Acts 3:18 and Acts 4:28). He had heard the words, \"before the foundation of the world,\" again and again from the lips of Christ; he may possibly have read them in the Epistle to the Ephesians (Ephesians 1:4). The incarnation, death, and resurrection of Christ were not the result of a change of purpose to meet unforeseen circumstances; they were foreseen and foreordained in the eternal counsels of God. Those counsels are wholly above the range of our understanding; we cannot see through the veil of mystery which surrounds them; we cannot fathom the awful necessities which they imply. But was manifest in these last times for you; rather, as in the Revised Version, with the best manuscripts, was manifested at the end of the times for your sake. The aorist (φανερωθέντος) marks the Incarnation as an event which took place in time; the purpose of God was eternal, before all time. For the phrase, \"at the end of the times\" (ἐπ ἐσχάτου τών χρόνων), compare the reading of the most ancient manuscripts in Hebrews 1:1 (ἐπ ἐσχάτου τῶν ἡμερῶν τούτων, \"at the end of these days\"); also in Jude 1:8 (ἐπ ἐσχάτου χρόνου). \"This is the last time,\" St. John says; or, rather, \"the last hour (ἐσχάτη ὥρα)\" (1 John 2:18); the last period in the development of God's dealings with mankind is the time which intervenes between the first and the second advents of Christ.NEWLINEVERSETITLESTART1Peter1:21VERSETITLEENDNEWLINEVERSESTARTWho by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God.VERSEENDNEWLINEVerse 21. - Who by him do believe in God; or, according to two of the most ancient manuscripts, who through him are faithful towards God. Through himself, not only through his incarnation and atoning death, but through his grace and abiding presence. He was manifested for your sake who through him are faithful; for all the faithful, whether Jews or Gentiles; \"for your glory,\" St. Paul says (1 Corinthians 2:7). The thought shows the greatness of God's love for his elect. The eternal Son was manifested for their sake; it gives an additional stimulus for Christian effort. That raised him up from the dead, and gave him glory. St. Peter returns to the \"after-glories,\" which he had mentioned in ver. 11. The death of Christ is the atonement for sin; his resurrection and ascension are the grounds of our confidence and hope. They throw back a halo of Divine glory upon the awful cross; they bring out the beauty and the dignity of the atoning sacrifice; they show that it is accepted, that the work of our redemption is complete. The Resurrection held a very prominent place in the preaching of St. Peter, and, indeed, of all the apostles (Acts 2:32-36; Acts 3:15; Acts 4:10; comp. also Acts 4:33; Romans 1:4, etc.). That your faith and hope might be in God; rather, so that your faith and hope are in God - directed towards God (εἰς Θεόν); or perhaps, as Weiss, Huther, and others, \"so that your faith is at the same time hope towards God.\" The resurrection and the glory of Christ not only inspire the Christian with confidence in God, but they also give his faith the character of hope; they fill it with hope. Christ had promised that where he is there should his servant be; he had prayed that those whom the Father had given him should be with him where he is, to behold his glory. He is in heaven, on the right hand of God. Thus the Christian's faith assumes the attitude of hope; he hopes to be where Christ is, to see him as he is, to be made like unto him. This is \"the hope of glory\" for which we offer our thanksgivings. St. Peter is the apostle of hope.NEWLINEVERSETITLESTART1Peter1:22VERSETITLEENDNEWLINEVERSESTARTSeeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:VERSEENDNEWLINEVerse 22. - Seeing ye have purified your souls; literally, having purified. The verb ἁγνίζω is used of ceremonial purification in John 11:55, and in Acts 21:24, 26; Acts 24:18. St. James and St. John, in their Epistles, give it the spiritual sense in which St. Peter uses it here (James 4:8; 1 John 3:3). In this sense it implies consecration to God's service, and an inward cleansing of the heart from all that defiles - from sensual desires, from hypocrisy, from selfishness. The tense shows that this inward purification must precede the love to which the apostle exhorts us; there can be no true love in an unclean heart. In obeying the truth through the Spirit; literally, in the obedience of the truth. Obedience is the condition of purification. God's people are elect unto obedience and sprinkling of the blood of Jesus Christ. While they walk in the path of obedience they are walking in the light, the light of truth, the light of God's presence, and then the blood of Jesus Christ is cleansing them from all sin (1 John 1:7). The genitive (τῆς ἀληθείας) seems to be objective, \"obedience to the truth,\" rather than obedience wrought by the truth. The truth is God's truth, the truth revealed in his Holy Word. So the Lord himself said, \"Sanctify them through thy truth; thy Word is truth\" (John 17:17). The words, \"through the Spirit,\" are not found in the best manuscripts; they may be a gloss, but a true one. Unto unfeigned love of the brethren. St. Peter had not forgotten the new commandment, \"That ye love one another, as I have loved you, that ye also love one another.\" The word rendered \"love of the brethren\" (φιλαδελφία) is scarcely found except in Christian writings. St. Peter uses it again in his Second Epistle (2 Peter 1:7), and also St. Paul (Romans 12:10; 1 Thessalonians 4:9). It must be unfeigned, without hypocrisy, not in word, but in deed and in truth (1 John 3:18). Our hearts must be purified in the obedience of the truth before that unfeigned love can dwell in them (comp. 1 Timothy 1:5, which is an exact parallel). See that ye love one another with a pure heart fervently; literally, love one another from the heart. The word \"pure\" is omitted in two of the most ancient manuscripts; it may be a gloss, but it is most true and suitable. Christian love must he from the heart, true and pure. The word rendered \"fervently\" (ἐκτενῶς) means, literally, \"intensely,\" with all the energies strained to the utmost. It is interesting to observe that the only other place where the adverb occurs is in Acts 12:5 (according to the reading of the most ancient manuscripts), where it is used of the prayer offered up for St. Peter himself.NEWLINEVERSETITLESTART1Peter1:23VERSETITLEENDNEWLINEVERSESTARTBeing born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.VERSEENDNEWLINEVerse 23. - Being born again; rather, having been begotten again. St. Peter repeats the verb used already in ver. 3. It is the highest argument for brotherly love; the children of the one Father are all brethren; they should \"love as brethren\" (1 Peter 3:8). Not of corruptible seed, but of incorruptible, by the Word of God, which liveth and abideth forever. The word used here (σπορά) means, properly, \"sowing;\" but, like σπόρος (Luke 8:11), it stands also for the seed; and here the epithets \"corruptible\" and \"incorruptible\" seem to necessitate this second meaning. In the passage quoted from St. Luke, the seed (σπόρος) is identified with the Word. \"The seed is the Word of God.\" Here there seems to be a distinction. God's elect are begotten again of incorruptible seed through the Word. The use of different prepositions, ἐκ and διά apparently implies a difference between the seed and the Word. In the conversation with Nicodemus the Lord had said, \"Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.\" And he continues, \"That which is born of the flesh [ἐκ τῆς σαρκός, which seems to correspond with the ἐκ σπορᾶς φθαρτοῦ of St. Peter] is flesh; and that which is born of the Spirit is spirit;\" where the Greek words, τὸ γεγεννημένον ἐκ τοῦ Πνεύματος, \"that which is begotten of the Spirit,\" correspond very nearly with ἀναγεγεννημένοι ἐκ σπορᾶς ἀφθάρτου, \"those who are begotten again of incorruptible seed.\" Then the incorruptible seed is the Holy Spirit of God, the Source of all spiritual life; it is the Spirit that \"beareth witness with our spirit that we are the children of God;\" \"To be spiritually minded is life.\" Comp. 1 John 3:9, \"Whosoever is born of God (ὁ γεγεννημένος ἐκ τοῦ Θεοῦ) cloth not commit sin: for his seed (σπέρμα) abideth in him: and he cannot sin because he is born of God\"). There is a different explanation of this last passage: \"God's seed, that is, his children, abide in him.\" But on the whole, it seems to be parallel with this verse, and to teach the same doctrine, that the first gift of the Spirit is the germ of spiritual life, and that that precious germ, abiding in the true children of God, lives and energizes \"till we come... unto a perfect man, unto the measure of the stature of the fullness of Christ\" (Ephesians 4:13). But if the Holy Spirit of God is, in the deepest sense, the Seed of the new birth, the Word is the instrument. God's elect are begotten again through the Word, the Word preached, heard, read, pronounced in holy baptism. The Word preached by St. Peter on the great Day of Pentecost was the means by which three thousand souls were led to be baptized in the Name of Jesus Christ for the remission of sins, and to receive the gift of the Holy Ghost (comp. James 1:18, \"Of his own will begat he us with the Word of truth\"). Again, the Word preached derives its power from the personal Word, from him who is the Word of God. \"All things were made through him\" (John L 3; Hebrews 1:2); and as the first creation was through him, so is the new creation. He is \"the Beginning of the creation of God\" (Revelation 3:14); for he is our Life, the life hidden in the heart. He is the Word of life: \"He that hath the Son hath life\" (1 John 5:12); \"Through him we both have access in one Spirit to the Father\" (Ephesians 2:18). It is through the Lord Jesus Christ that we receive the grace of the new birth. The words, \"which liveth and abideth,\" may be connected with the Divine Name: \"God, who liveth and abideth; \"or, as in our version, with \"the Word.\" The last connection seems most suitable here (comp. ver. 25, \"The Word of the Lord abideth for ever;\" and Hebrews 4:12, \"The Word of God is quick and powerful'). The most ancient manuscripts omit the words, \"forever.\"NEWLINEVERSETITLESTART1Peter1:24VERSETITLEENDNEWLINEVERSESTARTFor all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:VERSEENDNEWLINEVerse 24. - For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away. St. Peter quotes Isaiah 40:6-8, in illustration of his assertion that the Word of God abideth forever. The quotation is from the Septuagint. St. Peter follows that version in omitting part of ver. 7; but he slightly varies the words, writing (according to the most ancient manuscripts), \"all the glory thereof,\" instead of \"all the glory of man;\" and in the next verse, \"the Word of the Lord,\" instead of \"the Word of our God.\" The first variation shows an acquaintance with the original Hebrew. St. James refers to the same passage from Isaiah in James 1:10, 11.NEWLINEVERSETITLESTART1Peter1:25VERSETITLEENDNEWLINEVERSESTARTBut the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you.VERSEENDNEWLINEVerse 25. - But the Word of the Lord endureth forever. And this is the Word which by the gospel is preached unto you. In this verse, both in the quotation and in the apostle's comment, the Greek equivalent for \"word\" is not λόγος, as in ver. 23, but ῤῆμα. Ῥῆμα is \"an utterance, the word uttered,\" more concrete than λόγος; yet in some pus-sages, as Ephesians 6:18; Hebrews 6:4 and Hebrews 11:3, it seems to be used as equivalent to λόγος, and the variation here may possibly be owing to the quotation. Compare the transition from λόγος to ῤῆμα in St. Peter's speech recorded in Acts 10:36, 37. The Revised Version renders the last half of the verse, And this is the Word of good tidings which was preached unto you; literally, This is the Word which was preached as good tidings. Here St. Peter recognizes the gospel which had been preached in Asia Minor as the Word of the Lord which abideth for ever. St. Paul and his companions were the missionaries from whom those provinces had heard the Word of God. St. Peter gives his formal testimony to the teaching of St. Paul, as he had already done at Jerusalem (Galatians 2:1-9).NEWLINENEWLINENEWLINENEWLINENEWLINE","1Pet.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART1Peter2:1VERSETITLEENDNEWLINEVERSESTARTWherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,VERSEENDNEWLINEVerse 1. - Wherefore laying aside. Those who would wear the white robe of regeneration must lay aside the filthy garments (Zechariah 3:3) of the old carnal life. So St. Paul bids us put off the old man and put on the new (Ephesians 4:22, 24; Colossians 3:8, 10; comp. also Romans 13:14, \"Put ye on the Lord Jesus Christ.\" The metaphor would be more striking when, at baptism, the old dress was laid aside, and the white chrisom was put on. St. Paul connects the putting on of Christ with baptism in Galatians 3:27, and St. Peter, when speaking of baptism in 1 Peter 3:21, uses the substantive (ἀπόθεσις) corresponding to the word here rendered \"laying aside\" (ἀποθέμενοι). All malice, and all guile, and hypocrisies, and envies, and all evil-speakings. The sins mentioned here are all offences against that \"unfeigned love of the brethren\" which formed the subject of St. Peter's exhortation in the latter part of 1 Peter 1. St. Augustine, quoted here by most commentators, says, \"Malitia malo delectatur alieno; invidia bone cruciatur alieno; dolus duplicat; adulatio duplicat linguam; detrectatio vulnerat famam\" (comp. Ephesians 4:22-31); the close resemblance between the two passages proves St. Peter's knowledge of the Epistle to the Ephesians.NEWLINEVERSETITLESTART1Peter2:2VERSETITLEENDNEWLINEVERSESTARTAs newborn babes, desire the sincere milk of the word, that ye may grow thereby:VERSEENDNEWLINEVerse 2. - As newborn babes. The words look back to 1 Peter 1:3, 23. God begat them again; they were new-born babes in Christ, they must remember their regeneration. The rabbis used the same metaphor of their proselytes; but the apostle was doubtless thinking of the Savior's words (Matthew 18:3; Mark 10:14, 15). Desire the sincere milk of the Word. Desire, long for it eagerly (ἐπιποθήσατε), as babes long for milk, their proper food, the only food necessary for them. It seems that in the adjective λογικόν (paraphrased in the Authorized Version \"of the Word,\" rendered \"spiritual\" or \"reasonable\" in the Revised Version) there must be a reference to the Word of God (λόγος Θεοῦ), mentioned in 1 Peter 1:23 as the instrument of regeneration, and called by our Lord (Matthew 4:4, from Deuteronomy 8:3) the food of man (but the Greek in Matthew is ῤῆμα, as in 1 Peter 1:25). The paraphrase of the Authorized Version gives the general meaning; but the adjective means literally, \"reasonable\" or \"rational.\" The apostle is not thinking of natural milk, but of that nourishment which the Christian reason can regard as milk for the soul - spiritual food, pure and simple and nourishing, capable of supporting and strengthening those newborn babes who not long ago had been begotten again, not of corruptible seed, but of incorruptible, through the Word of God. The adjective occurs only in one other place of Holy Scripture (possibly St. Peter may have read it there) - Romans 12:1, τὴν λογικὴν λατερείαν ὑμῶν, where it means the service of the sanctified reason as opposed to the mechanical observance of formal rites. It is explained by Chrysostom as ebony ἔχουσαν σωματικὸν οὐδὲν ταχὺ οὐδὲν αἰσθηνπ´ν Thus it seems nearly to correspond with the use of the word πνευματικός, spiritual, by St. Peter in ver. 5 of this chapter, and by St. Paul in 1 Corinthians 10:3, 4. St. Paul also speaks of milk as the proper food of babes in Christ (1 Corinthians 3:2; comp: also Hebrews 5:12), though the thought is somewhat different; for St. Peter's words do not convey any reproof for want of progress. This spiritual milk is ἄδολον, pure, unadulterated (comp. 2 Corinthians 2:17; 2 Corinthians 4:2). That ye may grow thereby; literally, therein, in the use of it. All the most ancient manuscripts add the words, \"unto salvation.\" The soul which feeds upon the pure milk of the Word groweth continually unto salvation.NEWLINEVERSETITLESTART1Peter2:3VERSETITLEENDNEWLINEVERSESTARTIf so be ye have tasted that the Lord is gracious.VERSEENDNEWLINEVerse 3. - If so be ye have tasted that the Lord is gracious; rather, if ye tasted. If ye once tasted the good Word of God (Hebrews 6:4, 5), if ye tasted of the heavenly gift which comes through that Word (1 Peter 1:23), long after it that ye may g-row therein. The \"if\" does not imply doubt; the apostle supposes that they have once tasted, and urges them, on the ground of that first taste, to long for more. The first experiences of the Christian life stimulate God's people to further efforts. The words are a quotation from Psalm 34:8, \"Oh taste and see that the Lord is good!\" This makes it less probable that St. Peter is intentionally playing, as some have thought, on the similarity of the words χρηστός and Ξριστός. The confusion was common among the heathen; and Christian writers, as Tertullian, sometimes adopted it; Christus, they said, was chrestus, \"Christ was good;\" and Christians, followers of the good Master, followed after that which is good. But St. Peter is simply quoting the words of the psalm, and applying them to the metaphor of milk. It is possible that there may be an under-current of allusion to the Lord's teaching in John 6. The Lord himself is the Bread of life, the food of the soul. The epithet χρηστός is not infrequently used of food (see Luke 5:39).NEWLINEVERSETITLESTART1Peter2:4VERSETITLEENDNEWLINEVERSESTARTTo whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,VERSEENDNEWLINEVerse 4. - To whom coming as unto a living stone. Omit the words, \"as unto,\" which are not in the Greek, and weaken the sense. The participle is present; the Christian must be ever coming to Christ, riot only once for all, but always, every day. The ', living Stone\" is Christ; the \"Lord\" of Psalm 34:8 is Jehovah. St. Peter passes from the figure of milk to that of a chief cornerstone. So St. Paul, in 1 Corinthians 3, after saying that he had fed his Corinthian converts \"with milk, and not with meat,\" passes first to the figure of laborers on the land, and then to that of builders upon the one foundation \"which is Jesus Christ.\" This, like so many other coincidences, indicates St. Peter's knowledge of St. Paul's Epistles. St. Peter may have been thinking of his own name, the name which Christ gave him when Andrew brought him to the Lord; though the Greek word here is not πέτρα or πέτρος, but λίθος ( νοτ the solid native rock on which the temple is built, nor a piece of rock, an unhewn stone, but a stone shaped and wrought, chosen for a chief corner-stone. But the apostle does not mention himself; he omits all reference to his own position in the spiritual building; he wishes to direct his readers only to Christ. He is plainly referring to the Lord's own words in Matthew 21:42, where Christ applies to himself the language of Psalm 118, He described himself as a Stone; St. Peter adds the epithet \"living\" (λίθον ζῶντα). The figure of a stone is inadequate, all figures are inadequate, to represent heavenly mysteries. This stone is not, like the stones of earth, an inert mass; it is living, full of life; nay, it gives life, as well as strength and coherence, to the stones which are built upon it: for the Lord hath life in himself - he is risen from the dead, and is alive for evermore. Disallowed indeed of men. St. Peter slightly varies the quotation, and attributes to men in general the rejection ascribed in the psalm and in the Gospel to the \"builders.\" \"He was despised and rejected of men.\" In his speech before the Sanhedrin (Acts 4:11), he had directly applied the prophecy to the chief priests. But chosen of God, and precious; rather, as the Revised Version, with God elect, precious, or perhaps better, honored; a reference to Isaiah 28:16. He was rejected of the builders, but chosen of God; despised of men, but with God held in honor. The adjective is not the same as that rendered \"precious\" in 1 Peter 1:19: τίμος there marks the preciousness of the blood of Christ in itself; ἔντιμος here, the honor with which God \"hath highly exalted him.\"NEWLINEVERSETITLESTART1Peter2:5VERSETITLEENDNEWLINEVERSESTARTYe also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.VERSEENDNEWLINEVerse 5. - Ye also, as lively stones; rather, living stones. The word is the same as that used in ver. 4. Christians are living stones in virtue of their union with the one living Stone: \"Because I live, ye shall live also.\" Are built up a spiritual house; rather, be ye built up. The imperative rendering seems more suitable than the indicative, and the passive than the middle. The Christian comes; God builds him up on the one Foundation. The apostle says,\" Come to be built up; come that ye may be built up.\" The parallel passage in Jude 1:20, \"But ye, beloved, building up yourselves on your most holy faith,\" might seem to point to a reflexive rendering here; but the verb used by St. Jude is active, ἐποικοδομοῦντες. St. Jude is apparently thinking of the human side of the work, St. Peter of the Divine; in the deepest sense Christ is the Builder as well as the Foundation, as he himself said in words doubtless present to St. Peter's mind, \"Upon this rock I will build my Church.\" That Church is the antitype of the ancient temple - a building not material, but spiritual, consisting, not of dead stones, but of sanctified souls, resting on no earthly foundation, but on that Rock which is Christ (comp. Ephesians 2:20-22; 1 Corinthians 3:2, 17; 2 Corinthians 6:16). An holy priesthood; rather, for (literally, into) a holy priesthood. The figure again changes; the thought of the temple leads to that of the priesthood. The stones in the spiritual temple are living stones; they are also priests. According to the original ideal of the Hebrew theocracy, all Israelites were to be priests: \"Ye shall be unto me a kingdom of priests, a holy nation\" (Exodus 19:6). This ideal is fulfilled in the Christian Church; it is a holy priesthood. Here and in ver. 9 the Church collectively is called a priesthood; in the Book of the Revelation (Revelation 1:6; 5:10; 20:6) Christians individually are called priests, Bishop Lightfoot says, at the opening of his dissertation on the Christian ministry, \"The kingdom of Christ has no sacred days or seasons, no special sanctuaries, because every time and every place alike are holy. Above all, it has no sacerdotal system. It interposes no sacrificial tribe or class between God and man.\" He continues, \"This conception is strictly an ideal, which we must ever hold before our eyes... but which nevertheless cannot supersede the necessary wants of human society, and, if crudely and hastily applied, will lead only to signal failure. As appointed days and set places are indispensable to her efficiency, so also the Church could not fulfill the purposes for which she exists without rulers and teachers, without a ministry of reconciliation, in short, without an order of men who may in some sense be designated a priesthood.\" The whole Jewish Church was a kingdom of priests; yet there was an Aaronic priesthood. The Christian Church is a holy priesthood; yet there is an order of men who are appointed to exercise the functions of the ministry, and who, as representing the collective priesthood of the whole Church, may be truly called priests. To offer up spiritual sacrifices, acceptable to God by Jesus Christ. The priest must have somewhat to offer (Hebrews 8:3). The sacrifices of the ancient Law had found their fulfillment in the one all-sufficient Sacrifice, offered once for all by the great High Priest upon the altar of the cross. But there is still sacrifice in the Christian Church. That one Sacrifice is ever present in its atoning virtue and cleansing power; and through that one Sacrifice the priests of the spiritual temple offer up daily spiritual sacrifices - the sacrifice of prayer and praise (Hebrews 13:15), the sacrifice of alms and oblations (Hebrews 13:16), and that sacrifice without which prayer and praise and alms are vain oblations, the sacrifice of self (Romans 12:1). These spiritual sacrifices are offered up through Jesus Christ the great High Priest (Hebrews 13:15); they derive their value only from faith in his sacrifice of himself; they are efficacious through his perpetual mediation and intercession; through him alone they are acceptable to God. They are offered through him, and they are acceptable through him. The Greek words admit of either connection; and perhaps are intended to cover both relations.NEWLINEVERSETITLESTART1Peter2:6VERSETITLEENDNEWLINEVERSESTARTWherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.VERSEENDNEWLINEVerse 6. - Wherefore also it is contained in the Scripture; literally, because it contains in Scripture. There is no article according to the best manuscripts; and the verb (περιέχει) is impersonal; it is similarly used in Josephus, 'Ant.,' 11:07. Compare the use of the substantive περιοχή in Acts 8:32. St. Peter proceeds to quote the prophecy (Isaiah 28:16) to which he has already referred. Behold, I lay in Zion a chief Cornerstone, elect, precious. The passage is taken from the Septuagint, with the emission of some words not important for the present purpose. St. Paul quotes the same prophecy still more freely (Romans 9:33). The rabbinical writers understand it of Hezekiah, but the earlier Jewish interpreters regarded it as Messianic. And he that believeth on him shall not be confounded. The Hebrew words literally mean \"shall not be in haste;\" the Septuagint appears to give the general meaning. He that believeth (the Hebrew word הֶךאמִין, means \"to lean upon, to build upon,\" and so \"to trust, to confide\") shall not be flurried and excited with vain fears and trepidation; his mind is stayed on the Lord.NEWLINEVERSETITLESTART1Peter2:7VERSETITLEENDNEWLINEVERSESTARTUnto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,VERSEENDNEWLINEVerse 7. - Unto you therefore which believe he is precious; rather, unto you therefore which believe is the honor. The apostle applies the last clause of the prophecy to his readers: they believe, they are built up by faith upon the chief Cornerstone; therefore the honor implied in the words of the prophet, \"He that believeth on him shall not be confounded\" is theirs. There may also be in the word τιμή, honor, an echo of the ἔντιμος (\"precious,\" literally, \"held in honor\") of ver. 6; and thus the further meaning may be implied, \"The worth which the stone has it has for you who believe\" (Wiesinger, quoted by Huther). But the first explanation is nearer to the Greek. But unto them which be disobedient, the stone which the builders disallowed, the same is made the Head of the corner; rather, as in the Revised Version, for such as disbelieve. St. Peter repeats the words of the hundred and eighteenth psalm, quoted by our Lord in Matthew 21:42, and by himself in Acts 4:11. The builders, the priests and teachers of the Jewish Church, rejected the living Stone; but it became, and indeed through that rejection, the Head of the corner. \"He became obedient unto death ... therefore God also highly exalted him.\" If this psalm is post-Exilic, as most modern critics think, the cornerstone, in its first application, may be Israel regarded as a whole. The great builders, the rulers of Assyria, Babylon, Persia, had despised that stone; but it was chosen of God, and now it was set in Zion. It is possible, as Hengstenberg and Delitzsch suggest, that the building of the second temple may have recalled to the mind of the psalmist Isaiah's prophecy of the chief Corner-stone.NEWLINEVERSETITLESTART1Peter2:8VERSETITLEENDNEWLINEVERSESTARTAnd a stone of stumbling, and a rock of offence, even to them which stumble at the word, being disobedient: whereunto also they were appointed.VERSEENDNEWLINEVerse 8. - And a stone of stumbling, and a rock of offense. St. Peter combines Isaiah 8:14 with his first quotations, as St. Paul also does (Ram. 9:33), both apostles quoting from the Hebrew, not from the Septuagint, which is quite different, inserting two negatives. The living Stone is not only made the Head of the corner to the confusion of the disobedient, but becomes also to their destruction a Stone of stumbling; they fall on that Stone, and are broken (Matthew 21:44). That Stone is a Rock (πέτρα), the Rock of Ages, the Rock on which the Church is built; but to the disobedient it is a Rock of offense (πέτρα σκανδάλου). Σκάνδαλον (in Attic Greek σκανδάληθρον) is properly the catch or spring of a trap, which makes animals fall into the trap; then a stumbling-block - anything which causes men to fall. We cannot fail to notice how St. Peter echoes the well-remembered words of our Lord, recorded in Matthew 16:18, 23. Peter was himself then a πέτρα σκανδάλου, a rock of offense. Even to them which stumble at the Word, being disobedient; literally, who being disobedient stumble at the Word - the relative referring back to \"them which be disobedient\" in ver. 7. This seems better than (with Huther and others) to take τῷ λόγῳ with ἀπειθοῦντες, \"who stumble, being disobedient to the Word.\" Ἀπειθοῦντες, literally,\" unbelieving,\" contains here, as frequently, the idea of disobedience, willful opposition. St. Peter seems to come very near to St. John's use of Λόγος for the personal Word, the Lord Jesus Christ. Whereunto also they were appointed. \"Whereunto\" (εἰς ὄ) cannot refer back to ver. 5; God had appointed them to be built up in his spiritual house, but they were disobedient. It must refer either to ἀπειθοῦντες - sin is punished by sin; for sin in God's awful judgment hardens the heart; the disobedient are in danger of eternal sin (Mark 3:29, according to the two oldest manuscripts) - or, more probably, to προσκόπουσιν; it is God's ordinance that disobedience should end in stumbling; but that stumbling does not necessarily imply condemnation (see Romans 11:11). The word, the preaching of Christ crucified, was to the Jews a stumbling-block (1 Corinthians 1:23). But not all stumbled that they might fall. Nevertheless, perseverance in disobedience must end in everlasting death.NEWLINEVERSETITLESTART1Peter2:9VERSETITLEENDNEWLINEVERSESTARTBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:VERSEENDNEWLINEVerse 9. - But ye are a chosen generation. The pronoun \"ye\" is emphatic. St. Peter is drawing a contrast between the disobedient and unbelieving Jews and Christian people whether Jews or Gentiles; he ascribes to Christians, in a series of phrases quoted from the Old Testament, the various privileges which had belonged to the children of Israel. The words, \"a chosen generation\" (γένος ἐκλεκτόν), are from Isaiah 43:20, Γένος μου τὸ ἐκλεκτόν. The Cornerstone is elect, precious; the living stones built thereupon are elect likewise. The whole Christian Church is addressed as an elect race, one race, because all its members are begotten again of the one Father. A royal priesthood. Instead of \"holy,\" as in ver. 5, St. Peter has here the epithet \"royal.\" He follows the Septuagint Version of Exodus 19:6; the Hebrew has \"a kingdom of priests.\" The word \"royal\" may mean that God's elect shall sit with Christ in his throne, and reign with him (Revelation 3:21; Revelation 5:10), and that in some sense they reign with him now over their lower nature, their desires and appetites; or, more probably, the priesthood of Christians is called \"royal\" because it belongs to the King - \"a priesthood serving Jehovah the King, just as we speak of 'the royal household'\" (Weiss, quoted by Huther). An holy nation. Also from Exodus 19:6. The Israelites were a holy nation as separated from the heathen and consecrated to God's service by circumcision. Christians of all nations, and kindreds, and people, and tongues, are one nation under one King, separated to his service, dedicated to him in holy baptism. A peculiar people. The Greek words. λαὸς εἰς περιποίησιν, represent the words, עַם סְגֻלָּה, of Deuteronomy 7:6, translated by the LXX. λαὸν περιούσιον, \"a special people\" (Authorized Version). St. Paul also has this translation in Titus 2:14. The Hebrew word סְגֻלָּה in Malachi 3:17 is rendered by the LXX. εἰς περιποίησιν, by the Authorized Version \"my jewels.\" The children of Israel are called סְגֻלַּת יְחוָה, as the peculium, the private, special, treasured possession of God. God says of them, in Isaiah 43:21, \"This people have I formed for myself; they shall show forth my praise;\" rendered by the LXX. Λαόν μου ο}ν περιεποιησάμην τὰς ἀρετάς μου διηγεῖσθαι, God hath now chosen us Christians to be the Israel of God; the Christian Church is his peeulium, his treasure, \"a people for God's own possession\" (Revised Version). The literal meaning of the Greek words used by St. Peter is \"a people for acquisition,\" or \"for keeping safe,\" the verb having the sense of \"gaining, acquiring,\" and also that of \"preserving, keeping for one's self\" (comp. 1 Thessalonians 5:9; also Acts 20:28, \"The Church of God, which he purchased (η}ν περιεποιήσατο) with his own blood\"). That ye should show forth the praises of him. That ye should tell out, publish abroad. The verb is found nowhere else in the New Testament. The word translated \"praises\" (ἀρετάς, literally, \"virtues\"), so very common in classical writers, occurs in the New Testament only here, 2 Peter 1:3, 5, and Philippians 4:8. Here St. Peter is quoting from the Septuagint Version of Isaiah 43:21 (the word is similarly used in Isaiah 42:12 and Isaiah 63:7). Perhaps the best rendering is that of the Revised Version, \"excellencies.\" Who hath called you out of darkness into his marvelous light. He had chosen them before the foundation of the world; he called them when they received the gospel: \"Whom he did predestinate, them he also called.\" He called them out of the darkness of ignorance and sin. The Gentiles walked in utter darkness, in less measure the Jews also. The light of his presence is marvelous, wonderful; those who walk in that light feel something of its irradiating glory.NEWLINEVERSETITLESTART1Peter2:10VERSETITLEENDNEWLINEVERSESTARTWhich in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.VERSEENDNEWLINEVerse 10. - Which in time past were not a people, but are now the people of God. St. Peter quotes the prophecy of Hosea (Hosea 2:23), as St. Paul also does in Romans 9:25, 26. And as St. Paul applies the prophet's words (said originally of the Jews) to the Christian Church, to those called \"not of the Jews only, but also of the Gentiles,\" so apparently does St. Peter here. They were not a people; \"Ne populus quidem,\" says Bengel, \"nedum Dei populus.\" It is the calling of God which gives a unity to the Church gathered out of all races and all lands, and makes it the people of God. Which had not obtained mercy, but now have obtained mercy. The aorist participle, ἐεληθέντες, implies that that mercy had been obtained at a definite time, at their conversion.NEWLINEVERSETITLESTART1Peter2:11VERSETITLEENDNEWLINEVERSESTARTDearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;VERSEENDNEWLINEVerse 11. - Dearly beloved, I beseech you as strangers and pilgrims. St. Peter returns to practical topics: he begins his exhortation in the affectionate manner common in Holy Scripture. He calls his readers \"strangers and pilgrims.\" The word here rendered \"strangers\" (πάροικοι) is equivalent to the classical μέτοικοι, and means \"foreign set-tiers, dwellers in a strange land.\" The second word (παρεοίδημοι, translated \"strangers\" in 1 Peter 1.) means \"visitors\" who tarry for a time in a foreign country, not permanently settling in it. It does not contain the ideas associated with the modern use of \"pilgrim;\" though that word, derived kern the Latin peregrinus, originally meant no more than \"sojourner.\" St. Peter is plainly using the words metaphorically his readers were citizens of the heavenly country; on earth they were sojourners. Both words occur in the Septuagint Version of Psalm 39:12 (38:13 in the Greek), with the same metaphorical meaning. Abstain from fleshly lusts, which war against the soul. Strangers and pilgrims should remember their distant home, and not follow the practices of the strange land in which they sojourn. The lusts of the flesh are all those desires which issue out of our corrupt nature (temp. Galatians 5:16-21). They \"war against the soul.\" \"Non mode impediunt,\" says Bengel, \"sod oppugnant; grande verbum\" (comp. Romans 7:23). St. Peter uses the word \"soul\" here for the whole spiritual nature of man, as in 1 Peter 1:9, 22.NEWLINEVERSETITLESTART1Peter2:12VERSETITLEENDNEWLINEVERSESTARTHaving your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.VERSEENDNEWLINEVerse 12. - Having your conversation honest among the Gentiles. If we read ἀπέχεσθαι, in ver. 11 (some ancient manuscripts have ἀπέχεσθε), there is a slight irregularity in the construction, as the participle ἔνοντες is nominative; it gives more force and vividness to the sentence (comp. in the Greek, Ephesians 4:2; Colossians 3:16). The conversation (ἀναστροφή, mode of life or behavior) of the unconverted is described as \"vain\" in 1 Peter 1:18; the conversation of Christians must be seemly (καλή), exhibiting the beauty of holiness. The Churches to which St. Peter wrote were in Gentile countries; they must be careful, for the honor of their religion, to set a good example among the heathen - a warning, alas! too often neglected in modern as well as in ancient times. That, whereas they speak against you as evil-doers; literally, wherein, in the matter in which they speak, i.e. in reference to manner of life. Christians were commonly accused of \"turning the world upside down;\" of doing \"contrary to the decrees of Caesar,\" as at Thessalonica (Acts 17:6, 7); of being atheists and blasphemers of the popular idolatry, as at Ephesus (Acts 19:37). Suetonius calls them a \"genus hominum superstitionis novae et maleficse\" ('Vit. Neron.,' 1 Peter 16.). Probably the grosser accusations of Thyestean banquets, etc., came later. They may by your good works, which they shall be hold, glorify God in the day of visitation. The word rendered, \"which they shall be bold\" (ἐποπτεύσαντες, or, according to some of the older manuscripts, ἐποπτεύοντες, beholding), occurs only here and in 1 Peter 3:2. It implies close attention; the Gentiles watched the conduct of the Christians, narrowly scrutinizing it to discover faults and inconsistencies. The use of the corresponding substantive, ἐπόπτης, in 2 Peter 1:16 is a coincidence to be noticed. It is not probable that there is any reference to the heathen use of the word in connection with the Eleusinian Mysteries. St. Peter hopes that this close observation of the lives of Christian people would lead the Gentiles to glorify God; he was thinking, perhaps, of our Lord's words in the sermon on the mount: \"Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.' Perhaps in the following clause also we may trace an echo of the Savior's words in Luke 19:44, \"Because thou knewest not the time of thy visitation\" (ἐπισκοπῆς, as here). St. Peter hopes that the holy lives of Christians may be made the means of saving many Gentile souls in the time of visitation; that is, when God should visit the heathen with his converting grace, seeking to draw them to himself, whether by gracious chastisement or by the preaching of his servants. This seems more natural than to understand the words of God's visitation of the Christians in the persecutions which were impending; though it is true that many Gentiles were won to Christ by the calm and holy bearing of suffering Christians.NEWLINEVERSETITLESTART1Peter2:13VERSETITLEENDNEWLINEVERSESTARTSubmit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme;VERSEENDNEWLINEVerse 13. - Submit yourselves to every ordinance of man. The aorist passive (ὑποτάγητε) is used, as often, in a middle sense. The word for \"ordinance\" is κτίσις, which in classical Greek means \"foundation,\" as of a city; but in the New Testament is used elsewhere only of the works of God, in the sense of \"creation,\" or \"a creature\" (see Mark 16:15; Colossians 1:23, etc.). Hence some, as De Wette, translate the words, \"to every human creature,\" supporting their view by 1 Peter 5:5. But on the whole this seems unlikely; ἀνθρωπίνη κτίσις is a strange and awkward periphrasis for ἄνθρωπος. It is better to understand it as meaning a human creation or foundation. Certainly \"there is no power but of God\" (Romans 13:1); but the form which that power assumes is a human institution. St. Peter bids his readers to submit themselves to the de facto form of government. For the Lord's sake. Not from human motives, as fear of punishment; but for the Lord's sake, because \"the powers that be are ordained of God,\" and in obeying them we obey the ordinance of God. Christians were commonly accused of insubordination, of doing \"contrary to the decrees of Caesar\" (Acts 17:7); they must show by their conduct that these accusations are false, that the progress of the gospel be not hindered. Whether it be to the king, as supreme. By \"the king\" is meant the Roman emperor, who was frequently so described in the Greek writers. Nero was emperor when St. Peter wrote. Christians were to obey even him, wicked tyrant as he was; for his power was given him from above, as the Lord himself had said of Pilate (John 19:11).NEWLINEVERSETITLESTART1Peter2:14VERSETITLEENDNEWLINEVERSESTARTOr unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.VERSEENDNEWLINEVerse 14. - Or unto governors, as ante them that are sent by him; literally, through him. Some commentators, following Calvin, understand the pronoun of the Lord. Certainly, governors are sent through him; he \"ordereth all things, both in heaven and earth.\" But it seems more natural in this place to refer the pronoun to the nearer substantive, the king; it was through the Roman emperor that the various governors, legates, etc., were sent from time to time (as the Greek present participle implies) to administer the provinces. For the punish-meat of evil-doers, and for the praise of them that do well. Observe the close resemblance to Romans 13:3, 4. St. Peter recognizes the Roman sense of justice which we see in men like Festus and Gallio. At first the Jews were the persecutors of the Christians; the Roman magistrates were their protectors. St. Peter wrote before the great outbreaks of Roman persecution; he was himself to suffer under that emperor whose authority he upheld.NEWLINEVERSETITLESTART1Peter2:15VERSETITLEENDNEWLINEVERSESTARTFor so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:VERSEENDNEWLINEVerse 15. - For so is the will of God, that with well-doing ye may put to silence the ignorance of foolish men. The Gentiles speak against the Christians as evil-doers; they are to put their accusers to silence by well-doing; this is to be their answer rather than indignant self-vindication. The Greek word rendered \"put to silence\" (φιμοῦν) means literally \"to muzzle\" (comp. Matthew 22:12; Mark 4:39; 1 Corinthians 9:10). The word for \"ignorance\" (ἀγνωσία) occurs, besides this passage, only in 1 Corinthians 15:34, where it evidently means \"culpable, self-caused ignorance.\" The word for \"foolish\" (ἄφρων) is a strong one - it means \"senseless\" (comp. 1 Corinthians 15:36). Here it has the article, \"the foolish men,\" i.e. those \"who speak against you as evil-doers.\"NEWLINEVERSETITLESTART1Peter2:16VERSETITLEENDNEWLINEVERSESTARTAs free, and not using your liberty for a cloke of maliciousness, but as the servants of God.VERSEENDNEWLINEVerse 16. - As free. This verse is not to be taken with what follows, for it does not well cohere with the contents of ver. 17; but either with ver. 14 (Ver. 15 being regarded as parenthetical) or with ver. 15, notwithstanding the change of case in the original, which presents no real difficulty; the meaning being that Christian freedom must show itself, not in license, but in willing obedience to constituted authorities: \"Not only for wrath, but for conscience' sake\" (Romans 13:5). Those whom the truth makes free are free indeed, but true freedom implies submission to legitimate authority. And not using your liberty for a cloak of maliciousness; literally, not having your liberty as a cloak. The word rendered \"cloak\" (ἐπικάλυμμα) is used in the Septuagint (Exodus 26:14) for the covering of the tabernacle. The pretence of Christian liberty must not be made a covering, a concealment, of wickedness. But as the servants of God. The truest liberty is that of the servants of God; his service is perfect freedom (comp. Romans 6:16-23).NEWLINEVERSETITLESTART1Peter2:17VERSETITLEENDNEWLINEVERSESTARTHonour all men. Love the brotherhood. Fear God. Honour the king.VERSEENDNEWLINEVerse 17. - Honor all men. St. Peter illustrates the well-doing which he enjoins in ver. 15, drawing out his general exhortation into four rules of conduct. First, he bids us give honor to all men. The Christians of Asia Minor saw heathenism and vice all around them; they heard of the abominable life of Nero and his courtiers at Rome. They were conscious of a great and elevating change which had passed over themselves; St. Peter has just been enumerating the dignities and privileges of the Christian life. But they must not be lifted up; they must despise no one, but honor in all men the handiwork of God, created after God's own image, though sadly marred and defaced by sin. Respect is due to all men, of course in varying degrees and to be shown in different ways; but in some sense it is due to all, to the humblest and even to the worst. The aorist imperative (τιμήσατε) seems to lay down this principle as a sharp, definite rule, to be accepted at once, and to be applied as need arises, according to the circumstances of each case. The three following imperatives are present; the duties which they prescribe are viewed as continuous, recognized elements in well-doing. There was something new and strange in the command to honor all men; it is expressed forcibly, once for all, by the aorist imperative. Love the brotherhood. The word ἀδελφότης, brotherhood, is peculiar to St. Peter; it stands for the aggregate of Christian brethren regarded as one body in Christ. The Lord bids us \"love our enemies.\" St. Peter's rule does not weaken the force of the Savior's precept. But love must vary in depth and degree according to the varying relations of life; and the love which true Christians feel for the like-minded must be one of its strongest forms. Fear God. Honor the king. The holy fear of God is the beginning of wisdom. The fear of God as the King of kings will lead us to give due honor to earthly princes, who rule by his controlling providence. It was especially necessary to urge the fear of God as a motive, when the king to be honored was such as Nero.NEWLINEVERSETITLESTART1Peter2:18VERSETITLEENDNEWLINEVERSESTARTServants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.VERSEENDNEWLINEVerse 18. - Servants. The word is not δοῦλοι, slaves,but οἰκέται, household servants, domestics. St. Peter may have used it as a less harsh term, in Christian kindliness and courtesy; or he may have chosen it purposely to include the large class of freedmen and other dependents who were to be found in the houses of the great. The frequent mention of slaves in the Epistles shows that many of the first Christians must have been in a condition of servitude (comp. 1 Corinthians 7:21-23; Ephesians 6:5-8; Colossians 3:22; 1 Timothy 6:1, 2, etc.). It was only natural that men should feel uneasy and irritable under the yoke of slavery as they came to learn the equality of all men in the sight of God, and to understand the blessed privileges and the high hopes of Christians. The apostles counseled submission and resignation to the will of God. Slavery was an unnatural institution; it must in time disappear under the softening influences of the gospel. But Christian slaves were to wait in faith and patience. The sacred writers use language of studied moderation, carefully avoiding any expressions which might be regarded as exciting to violence or revolutionary outbreaks. Be subject to your masters with all fear. The participle ὑποτασσόμενοι seems to look back to the imperative ὑποτάγητε in ver. 13; the relation of slaves to their lords being one of the ordinances of man alluded to there (comp. Ephesians 6:5, where St. Paul bids slaves to be obedient to their masters \"with fear and trembling, in singleness of your heart, as unto Christ\"). The holy fear of God, by whose providence they were set in that lowly station, would involve the fear of failing in their duty to their masters. All fear; not only fear of punishment, but also fear of neglecting duty. Not only to the good and gentle, but also to the froward. Servants must not make the character of their masters an excuse for disobedience; if their masters are froward (σκολιοί, literally, \"crooked, perverse\"), still they must be submissive to the wilt of God.NEWLINEVERSETITLESTART1Peter2:19VERSETITLEENDNEWLINEVERSESTARTFor this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.VERSEENDNEWLINEVerse 19. - For this is thankworthy; literally, this is grace (comp. Luke 6:32, Ποία ὑμῖν χάρις ἐστί; \"What thank have ye?\" where the parallel passage in St. Matthew is Τίνα μισθὸν ἔχετε; \"What reward have ye?\"). A comparison of these passages seems to show that χάρις and μισθός are used in a similar sense as expressive of God's condescending love. In his gracious tenderness he speaks of reward, though we deserve only punishment; he even speaks of thanks, though we deserve only condemnation. Other possible explanations are, \"This is the work of God's grace;\" or, \"This is lovely;\" or, \"This is favor;\" or \"This implies\" or \"This causes favor with God.\" If a man for conscience toward God; literally, for conscience of God; that is, consciousness of God's presence, of his will, of our duties to him. This is better than to take the genitive as subjective, and to interpret, \"because of the consciousness of God,\" because he sees and knows all that we do and say and think (comp. 1 Corinthians 8:7, where \"conscience of the idol\" seems to mean a belief or half-belief in the real existence of the god supposed to be represented by the idol). Endure grief, suffering wrongfully; literally, griefs, λύπας (comp. λυπηθέντες, 1 Peter 1:6). St. Peter echoes our Lord's teaching in the sermon on the mount (Matthew 5:39).NEWLINEVERSETITLESTART1Peter2:20VERSETITLEENDNEWLINEVERSESTARTFor what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it, ye take it patiently, this is acceptable with God.VERSEENDNEWLINEVerse 20. - For what glory is it? The word translated \"glory\" (κλέος), common in Greek poetry, occurs nowhere else in the New Testament. It means, first, \"rumor, report;\" then \"fame, renown.\" If, when ye be buffeted for your faults, ye shall take it patiently; literally, if sinning and being buffeted. The word translated \"buffeted\" (κολαφιζόμενοι), used by St. Matthew and St. Mark in describing our Savior's sufferings, has a figurative meaning in 1 Corinthians 4:11; 2 Corinthians 12:7. It is probably used literally here; blows were a common occurrence in the life of slaves. To be patient when suffering deserved punishment is often difficult, but it is no more than a simple duty; it would not be for the glory of religion. Christian slaves ought to do their duty to their masters, and not deserve punishment. But if, when ye do well, and suffer for it, ye take it patiently; literally, but if doing well, and suffering. The words \"for it\" are not in the Greek. This is acceptable with God. If we read \"for\" (τοῦτο γὰρ), with some of the best manuscripts, we must supply \"there is glory\" after the last clause. \"It, doing well and suffering, ye take it patiently, there is glory (κλέος), for this is thank-worthy (χάρις) with God.\" Such conduct will bring honor to Christianity, for it is thankworthy even in the sight of God. When Christian men and women took cruel sufferings patiently and joyfully, as the apostles did (Acts 5:41; Acts 16:25), that was more than a mere recognized duty - that showed the power of Christian motives, that brought glory to Christianity, and was held to be thankworthy (such is God's gracious condescension) even in the sight of God. The word for \"acceptable\" here is that translated \"thankworthy\" in ver. 19, where see note.NEWLINEVERSETITLESTART1Peter2:21VERSETITLEENDNEWLINEVERSESTARTFor even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:VERSEENDNEWLINEVerse 21. - For even hereunto were ye called; that is, to do good and to suffer patiently (comp. 1 Thessalonians 3:3). Omit \"even,\" for which there is no authority. St. Peter is speaking of slaves, but what he says of slaves is true in some sense of all Christians (comp. Acts 14:22). Because Christ also suffered for us; rather, for you, with the oldest manuscripts. You do not suffer alone; Christ also suffered, and that for you slaves, on your behalf. \"Christ himself,\" says Bengel, \"was treated as a slave; he deigns to exhibit his own conduct as an example to slaves.\" Leaving us an example, that ye should follow his steps. The oldest manuscripts have the second person here in both places. Leaving (ὑολιμπάνων), leaving behind; Bengel says, \"in abitu ad pattern.\" The Greek for \"example\" is ὑπογραμμός ( α word which occurs nowhere else in the New Testament. It means a copy set by a writing or drawing master, which was to be exactly reproduced by his pupils (see 2 Macc. 2:28, in the Greek). The life of Christ is our model. In particular St. Peter urges us to imitate the Lord's patience in suffering undeserved afflictions. In the last clause the figure is changed to that of a guide along a difficult route, so difficult that those who follow must put their feet in his footprints. We should follow his steps, one by one, closely following him, as the word ἐπακολουθήσητε means (comp. Mark 16:20; 1 Timothy 5:10, 24).NEWLINEVERSETITLESTART1Peter2:22VERSETITLEENDNEWLINEVERSESTARTWho did no sin, neither was guile found in his mouth:VERSEENDNEWLINEVerse 22. - Who did no sin, neither was guile found in his mouth. St. Peter is quoting the Septuagint Version of Isaiah 53:9, almost exactly, the word ἁμαρτίαν, sin, being substituted for ἀνομίαν, lawlessness (\"violence\" in our version). We should notice that the Messiah, whose example is here set before Christian slaves, is called by the prophet \"the Servant of Jehovah\" (Isaiah lit. 13). Slaves were often tempted to deceit and guile; they must look to the Lord Jesus, and strive to copy his innocence and his truth. The verb εὑρίσκεσθαι, to be found, is sometimes said to be used, by a Hebraism, for the simple verb \"to be.\" Winer says, \"Between these two verbs, however, there is always this distinction, that, whilst εϊναι, indicates the quality of a thing in itself, εὑρίσκεσθαι indicates the quality in so far as it is discovered, detected, recognized, in the subject\" ('Greek Grammar,' 65:8).NEWLINEVERSETITLESTART1Peter2:23VERSETITLEENDNEWLINEVERSESTARTWho, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:VERSEENDNEWLINEVerse 23. - Who, when he was reviled, reviled not again; when he suffered, he threatened not (comp. Isaiah 53:7). The Lord again and again denounced the hypocrisy and unbelief of the Pharisees; he bade Caiaphas remember the coming judgment. But that was the language of prophetic warning, the sternness of love. He sets before them the impending punishment, that they may take heed in time and escape from the wrath to come. In the midst of his strongest invective against the sins and hollow unreality of Pharisaism there is an outburst of the deepest love, the tenderest concern (Matthew 23:27). But committed himself to him that judgeth righteously. The verb \"committed\" παρεδίδου) is without an object in the original. Most commentators supply \"himself,\" or \"his cause;\" others, \"his sufferings;\" some, as Alford, \"those who inflicted them.\" Perhaps the last explanation is the best: he left them to God, to God's mercy, if it might be; to his judgment, if it must be. There may be a reference to his prayer, \"Father, forgive them.\" Compare by contrast the language of Jeremiah, speaking in the spirit of the Old Testament (Jeremiah 11:20 and Jeremiah 20:12). There is a curious reading, entirely without the authority of existing Greek manuscripts, represented by the Vulgate, Tradebat judicanti se injuste, as if the words were understood of the Lord's submitting himself \"to one who judged unrighteously,\" that is, to Pilate.NEWLINEVERSETITLESTART1Peter2:24VERSETITLEENDNEWLINEVERSESTARTWho his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.VERSEENDNEWLINEVerse 24. - Who his own self, bare our sins in his own body on the tree. St. Peter has thus far spoken of our Lord as our Example of patient endurance; but he seems to feel that, although this is the aspect of the Savior's sufferings most suitable to his present purpose, yet it is scarcely seemly to dwell upon that most momentous of all events, the death of Christ our Lord upon the cross, without mentioning its more solemn and awful import. A martyr may be an example of patient suffering; he cannot bear our sins. The apostle proceeds to unfold the contents of the ὑπὲρ ὑμῶν in ver. 21. The Lord died for us: but what is the meaning of the preposition? Was it that his example might stimulate us to imitate his patience and his holy courage? This is a true view, but, taken alone, it would be utterly inadequate. The death of the Son of God had a far deeper significance. The ὑπέρ used here and elsewhere is explained by the more precise ἀντί of Matthew 20:28; Mark 10:45; 1 Timothy 2:6, in which last passage both propositions are combined. The Lord died, not only in our behalf, but in our stead. He gave \"his life a ransom for many;\" \"he is the Propitiation for our sins.\" St. Peter exhibits here, with all possible emphasis, this vicarious aspect of the Savior's death. \"He bore our sins himself.\" The pronoun is strongly emphatic; he bore them, though they were not his own. They were our sins, but he bore them - he alone; none other could bear that awful burden. He bare (ἀνήνεγκεν). The apostle is evidently quoting Isaiah 53:12, where the Hebrew verb is ?and the Septuagint Version is Καὶ αὐτὸς ἁμαρτίας πολλῶν ἀνήνεγκε; comp. vers. 4 and 11 (in ver. 11 there is another Hebrew verb) of the same chapter. In the Old Testament \"to bear sins\" or \"iniquity\" means to suffer the punishment of sin, whether one's own sin or the sin of others (see Leviticus 5:1, 17, and many similar passages). In the description of the ceremonial of the Day of Atonement in Leviticus 16. it is said (Ver. 22) that the scapegoat \"shall bear upon him [the Hebrew is ; the Greek is λήψεται ὁ χίμαρος ἐφ ἑαυτῷ] all their iniquities unto a land not inhabited,\" where the scapegoat is represented as bearing the sins of the people and taking them away. Compare also the great saying of the Baptist, \"Behold the Lamb of God. which taketh away the sin of the world!\" where the Greek (ὁ αἴρων) may be rendered with equal exactness, \"who beareth,\" or \"who taketh away.\" The Lord took our sins away by taking them upon himself (comp. Matthew 8:17). As Aaron put the sins of the people upon the head of the scapegoat (Leviticus 16:21), and the goat was to bear them upon him unto a land not inhabited, so the Lord laid on the blessed Savior the iniquity of us all, and he bare our sins in his own body on to the tree, and, there dying in our stead, took them away. He bare them on himself, as the scapegoat bare upon him the iniquities of Israel. It was this burden of sin which made his sacred body sweat great drops of blood in his awful agony. He bare them on to the tree (ἐπὶ τὸ ξύλον); he carried them thither, and there he expiated them (comp. Hebrews 9:28, \"Christ was once offered to bear the sins of many,\" where the same Greek word is used - ἀνενεγκεῖν). Another interpretation takes ἀναφέρειν in its sacrificial sense, as in Hebrews 7:27, and regards the cross as the altar: \"He bore our sins on to the altar of the cross.\" The Lord is both Priest and Victim, and the verb is used in the sacred writings both of the priest who offers the sacrifice and of the sacrifice which bears or takes away sin. But the sacrifice which the Lord offered up was himself, not our sins; therefore it seems best to understand ἀναφέρειν here rather of victim than of priest, as in Hebrews 9:28 and the Greek Version of Isaiah 53:12. The thought of sacrifice was doubtless present to the apostle's mind, as it certainly was to the prophet's (see ver. 10 of Isaiah 53.). The word ξύλον is used for the cross twice in St. Peter's speeches in the Acts of the Apostles (Acts 5:30; Acts 10:39). It is also so used by St. Paul (Galatians 3:13). That we, being dead to sins, should live unto righteousness. The Greek word ἀπογενόμενοι occurs nowhere else in the New Testament. Bengel understands it differently. He says that as γενέσθαι τινός means \"to become the slave of some one,\" so ἀπογενέσθαι may mean to cease to be a slave. But this would require the genitive, not the dative, ταῖς ἁμαρτίαις; and the ordinary translation is more suitable to the following context. The word is several times used in Herodotus in the sense of \"having died;\" more literally, \"having ceased to be.\" The tense (aorist) seems to point to a definite time, as the time of baptism (comp. Romans 6:2, 11; Galatians 2:19, 20). Righteousness here is simply the opposite of sin - obedience, submission to the will of God. Bengel says, \"Justitia tota una est; peccatum multiplex.\" By whose stripes ye were healed. The apostle is quoting the Septuagint rendering of Isaiah 53:5. The Greek μώλωψ means the mark or weal left on the flesh by a scourge (comp. Ecclus. 28:17, Πληγὴ μάστιγος ποιεῖ μώλωπας). The slaves, whom the apostle is addressing, might perhaps not infrequently be subjected to the scourge; he bids them remember the more dreadful flagellation which the Lord endured. They were to learn patience of him, and to remember to their comfort that those stripes which he, the holy Son of God, condescended to suffer are to them that believe healing and salvation. Faith in the crucified Savior lifts the Christian out of the sickness of sin into the health of righteousness.NEWLINEVERSETITLESTART1Peter2:25VERSETITLEENDNEWLINEVERSESTARTFor ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.VERSEENDNEWLINEVerse 25. - For ye were as sheep going astray; rather, with the best manuscripts, for ye were going astray like sheep. The apostle is probably still thinking of the great prophecy of Isaiah, and here almost reproduces the words of the sixth verse, \"All we like sheep have gone astray.\" He who had been thrice charged to feed the sheep and the lambs of Christ would think also of the parable of the lost sheep, and of the people of Israel who were \"as sheep having no shepherd\" (Matthew 9:36). But are now returned unto the Shepherd and Bishop of your souls; literally, but ye returned (the verb is aorist); that is, at the time of their conversion. The aorist passive, ἐπεστράφην, is so frequently used in a middle sense that the translation, \"ye were converted,\" cannot be insisted on (comp. Mark 5:30; Matthew 9:22; Matthew 10:13). Christ is the Shepherd of our souls. The quotation from Isaiah doubtless brought before St. Peter's thoughts the sweet and holy allegory of the good Shepherd, which he had heard from the Savior's lips (comp. also Isaiah 40:11; Ezekiel 34:23; Ezekiel 37:24; also Psalm 22.). The word \"bishop\" (ἐπίσκοπος) is used in a similar connection in Acts 20:28, \"Take heed... to all the flock over the which the Holy Ghost hath made you overseers (ἐπισκόπους);\" comp. also Ezekiel 34:11, \"I will both search my sheep, and seek them out,\" where the Greek word for \"seek them out\" is ἐπισκέψομαι. The Lord Jesus Christ is the chief Shepherd (1 Peter 5:4). He is also the chief Bishop or Overseer of those souls which he has bought to be his own with his most precious blood.NEWLINENEWLINENEWLINENEWLINENEWLINE","1Pet.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART1Peter3:1VERSETITLEENDNEWLINEVERSESTARTLikewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;VERSEENDNEWLINEVerse 1. - Likewise, ye wives. St. Peter has spoken of the duties of servants: why does he omit those of masters? There must have been Christian masters in Asia Minor, as is plain from Ephesians 6:9; Colossians 4:1. But we notice that St. Paul, though he has a few words for masters, addresses slaves at much greater length. Probably Christian masters were comparatively few, while large numbers of slaves had embraced the religion which could do so much to comfort and elevate the oppressed. Again, the immediate purpose of the apostle is to inculcate submission to authority; therefore, having enforced upon Christian servants the example of their Lord, he proceeds to speak of the duty of Christian wives. Christianity was in its infancy; it was to be the means of abolishing slavery, and of raising woman to her proper place in society; but as yet slaves were cruelly oppressed, and women were ill treated and despised. Aristotle tells us that among the barbarians (and a large proportion of the population in the greater part of Asia Minor was barbarian, i.e. non-Greek) the woman and the slave hold the same rank ('Pol.,' I. 2:4). In Greek communities the case was different; but even among the Greeks women occupied a very subordinate position. Christianity would introduce a great and sweeping change in the relations of the sexes, as well as in the relations of master and slave. But the change must be gradual, not violent; it must be brought about by the softening and purifying influences of religion, not by revolt against recognized customs and established authority. Indeed, Christianity would introduce an element of division - the Lord had said so (Luke 12:51-53); families would be divided. It could not be otherwise; Christians must not set even family ties above the love of Christ. But Christian wives must be peacemakers; they must, as far as possible, live at peace even with unbelieving husbands. They would often have much ill treatment to endure in those coarse, cruel days; they must bear it with the quiet strength of gentleness. Be in subjection to your own husbands; literally, submitting yourselves. The participle, as in 1 Peter 2:18, seems to look back to the imperative, \"submit yourselves,\" in 1 Peter 2:13. The present participle implies that this voluntary submission is to be habitual. The adjective \"your own\" (ἰδίοις) emphasizes the duty. That, if any obey not the Word, they also may without the Word be won by the conversation of the wives. There is a well-supported reading, \"Even if any.\" Husband and wife would often be converted together; but if this should not be the case, and if the unbelieving husband should set himself in direct opposition to the Word of God (for the words \"believe not\" have more than a negative meaning, as in 1 Peter 2:7), still Christian wives must submit themselves. They must do this for the glory of God, and with the hope of saving their husbands' souls; that those unbelieving husbands may be won to Christ and to everlasting life by the silent eloquence of the quiet self-restraint and holy behavior of their wives, without argument or preaching on the wives' part. A self-denying holy life will do more to win those with whom we live in close intercourse than even holy words, and much more than debate and controversy. This seems to be the meaning of ἄνευ λόγου rather than the other possible interpretation, \"without the preaching of the Word.\" Be won; literally, be gained. Each soul converted is a gain to Christ, to the kingdom of heaven, to itself, in this case also to the wife who is the happy instrument of saving her husband (comp. 1 Corinthians 9:19, 20). The word rendered \"conversation\" here, as elsewhere, means \"conduct, behavior.\" (Compare, on the whole subject, the teaching of St. Paul, Ephesians 5:22-24; Colossians 3:18; 1 Timothy 2:9-11.)NEWLINEVERSETITLESTART1Peter3:2VERSETITLEENDNEWLINEVERSESTARTWhile they behold your chaste conversation coupled with fear.VERSEENDNEWLINEVerse 2. - While they behold (see note on 1 Peter 2:12, where the same verb occurs) your chaste conversation coupled with fear; literally, your chaste behavior, in fear. Bengel and others understand the fear of God. Certainly the holy fear of God is the sphere in which true Christians must always live. But the close connection with the word \"chaste (τὴν ἐν φόβῳ ἁγνὴν ἀναστροφὴν ὑμῶν), and the parallel passage, Ephesians 5:33 (in the Greek), make it probable that the fear here inculcated is reverence for the husband - an anxious avoidance of anything that might even seem to interfere with his conjugal rights and authority.NEWLINEVERSETITLESTART1Peter3:3VERSETITLEENDNEWLINEVERSESTARTWhose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;VERSEENDNEWLINEVerse 3. - Whose adorning let it not be that outward adorning of plaiting the hair. A common Hebraism, like our Lord's injunction in John 6:27, \"Labor not for the meat which perisheth, but for that meat which cndureth unto everlasting life.\" St. Peter does not forbid the moderate use of ornaments, but asserts their utter worthlessness compared with Christian graces. The ladies of the time seem often to have had their hair dressed in a very fantastic and extravagant manner. And of wearing of gold; rather, golden ornaments. Or of putting on of apparel. This verse shows that, although the mass of believers at this time belonged to the poorer classes, yet there must have been a proportion of persons of rank and wealth among the Christians of Asia Minor (comp. 1 Timothy 2:9; Revelation 3:17).NEWLINEVERSETITLESTART1Peter3:4VERSETITLEENDNEWLINEVERSESTARTBut let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.VERSEENDNEWLINEVerse 4. - But let it be the hidden man of the heart. The \"hidden\" is here equivalent to the \"inward man\" of Romans 7:22; 2 Corinthians 4:16; Ephesians 3:16. It is that life which is \"hid with Christ in God\" (Colossians 3:2), the life of Christ (\"the Second Man\") in the heart, fashioning that heart after the likeness of Christ, forming in it \"the new man which is renewed in knowledge after the image of him that created him\" (Colossians 3:10). This is hidden; it does not display itself like those conspicuous ornaments mentioned in the last verse. In that which is not corruptible, even the ornament of a meek and quiet spirit; literally, in the incorruptibility of the meek and quiet spirit. This ornament is incorruptible; not like those corruptible things (comp. 1 Peter 1:18). The meek spirit does not flash into anger, does not answer again, takes harsh words gently and humbly. The quiet spirit is calm and tranquil; peaceful in itself, it spreads peace around (comp. 1 Timothy 2:2). Which is in the sight of God of great price. The adjective πολυτελές is used in Mark 14:3 of the ointment with which Mary anointed our Lord, and in 1 Timothy 2:9 of the \"array\" which St. Paul discourages for Christian women. Those adornments are costly in the sight of the world; the meek and quiet spirit is precious in the sight of God.NEWLINEVERSETITLESTART1Peter3:5VERSETITLEENDNEWLINEVERSESTARTFor after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:VERSEENDNEWLINEVerse 5. - For after this manner in the old time the holy women also, who trusted in God; rather, who hoped in God (εἰς Θεόν); whose hope was set toward God and rested in God. Bengel says,\" Vera sanctitas, spes in Deum.\" St. Peter is the apostle of hope. Adorned themselves, being in subjection unto their own husbands. The apostle bids Christian women to consider the example of the saintly women of the Old Testament. With their hope resting upon God, they could not care for finery and costly jewels. They adorned themselves with the more costly ornament of a meek and quiet spirit: they showed their meekness by living in subjection to their husbands. Submission to authority is the key-note of this part of the Epistle.NEWLINEVERSETITLESTART1Peter3:6VERSETITLEENDNEWLINEVERSESTARTEven as Sara obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.VERSEENDNEWLINEVerse 6. - Even as Sara obeyed Abraham, calling him lord. St. Peter singles out Sarah, as the mother of the chosen people. She obeyed her husband habitually (the imperfect ὑπήκουεν is the reading of some of the oldest manuscripts; the aorist, also well supported, would represent her obedience as a whole, the character of her life now past); she called him lord (comp. Genesis 18:12, ὁ δὲ κύριος μου πρεσβύτερος.) Whose daughters ye are; literally, whose children ye became. This is another indication that the Epistle is addressed, not only to Jewish Christians, but also, and that in large measure, to Gentile converts. Gentile women became by faith the daughters of Sarah; just as we read in St. Paul's Epistles that \"they which are of faith, the same are the children of Abraham\" (Galatians 3:7); and that Abraham is \"the father of all them that believe, though they be not circumcised\" (Romans 4:11); comp. Galatians 4:22-31, where St. Paul tells us that we, like Isaac, are the children of promise; children, \"not of the bondwoman, but of the free.\" As long as ye do well. This clause represents one Greek word ἀγαθοπιοῦσαι (\"doing good\"). Some commentators regard the words from \"even as Sara\" to \"whose daughters ye are\" as a parenthesis, and refer the participle to \"the holy women\" mentioned in ver. 5. This does not seem natural. It is better to regard the second half of this verse as a continuous sentence, and to understand the participle as meaning \"if ye do well.\" The doing well, etc., is a mark that Christian women have become children of Sarah by faith. And are not afraid with any amazement. The Greek word for \"amazement\" (πτόησις) does not occur in any other place of the New Testament, though we meet with the corresponding verb in Luke 21:9; Luke 24:87. There seems to be a reference to Proverbs 3:25, \"Be not afraid of sudden fear ' (καὶ οὐ φοβηθήσῃ πτόησιν ἐπελθοῦσαν), Πτσήσις is \"dismay, scared terrified excitement,\" very different from the calm thoughtful φόβος, the fear lest they should fail in proper respect for their husbands, and that out of the holy fear of God, which St. Peter inculcates upon wives (ver. 2). The Christian wife might often experience cruel treatment from an unbelieving husband, but she was not to live in a flutter of excited terror; she was to be calm and quiet, trusting in God. As to the construction, the accusative may be cognate, as the Authorized Version takes it; or the accusative of the object, as in Proverbs 3:25. The last view is, perhaps, the -most suitable: \"And are not afraid of any sudden terror.\"NEWLINEVERSETITLESTART1Peter3:7VERSETITLEENDNEWLINEVERSESTARTLikewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.VERSEENDNEWLINEVerse 7. - Likewise, ye husbands. As wives are exhorted to be in subjection to their own husbands, so husbands also must do their duty to their wives. The construction (participial as in ver. 1) seems, like ver. 1, to look back to 1 Peter 2:13. The relation, indeed, is no longer directly one of subjection, and marriage is an ordinance of God; but Christian husbands must submit themselves to the duties arising out of the marriage tie; and marriage involves a civil contract, though to us Christians it is a holy estate instituted of God, and a parable of the mystical union that is betwixt Christ and his Church. St. Peter, we observe, does not consider the case of a Christian husband with an unbelieving wife; probably that would be very uncommon. Dwell with them according to knowledge, giving honor unto the wife, as unto the weaker vessel; literally, living together with the feminine as with the weaker vessel. This connection seems best suited to the balance of the sentence, and also to the sense. The apostle bids the husband, first, to give due consideration to his partner on the ground of her comparative weakness; and, secondly, to give her due honor as being an heir, like himself, of the grace of life. The disparity of the sexes was the cause of the degradation of woman among the heathen; Christianity makes it the ground of tender consideration. Christian love should abound in knowledge (Philippians 1:9); it should throw its softening light upon all the relations of life. Man and woman are alike vessels - vessels made by God for his service (comp. Isaiah 64:8; Jeremiah 18:6, etc.; also 1 Thessalonians 4:4, 5); the woman is the weaker, and must, for that very reason, be treated with gentleness. For \"according to knowledge,\" comp. 2 Peter 1:5. Christians must be thoughtful; they must consider what becomes them in all the relations of life; not act carelessly and at random. And as being heirs together of the grace of life; rather, rendering honor as to those who are also fellow-heirs, or, according to another well-supported reading, rendering honor (to them) as being also fellow-heirs (with them). The sense is not materially affected: husband and wife are joint-heirs of the grace of life, that is, of God's gracious gift of everlasting life. That your prayers be not hindered; or, according to another reading, be not cut off. If husband and wife live together without mutual reverence and affection, there can be no sympathy in united prayer; the promise made by Christ in Matthew 18:19 cannot be realized. Nor can either pray acceptably if they live at variance; jealousies and bickerings are opposed to the spirit of prayer; they hinder the free flow of prayer, and mar its earnestness and devotion.NEWLINEVERSETITLESTART1Peter3:8VERSETITLEENDNEWLINEVERSESTARTFinally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:VERSEENDNEWLINEVerse 8. - Finally. St. Peter is bringing to a close the exhortations to submission, which depend on the imperative in 1 Peter 2:13. He turns from particular classes and relations to the whole Christian community, and describes what they ought to be in five Greek words, the first three of which are found nowhere else in the Greek Scriptures. Be ye all of one mind, having compassion one of another; literally, sympathizing; feeling with others, rejoicing with them that do rejoice, and weeping with them that weep. Love as brethren. An adjective (φιλάδελφι) in the Greek; the corresponding substantive occurs in 1 Peter 1:22. Be pitiful. This word (εὔσπλαγχνος) has undergone a remarkable change of meaning. In Hippocrates, quoted by Huther, it is used literally of one whose viscera are healthy; it is also sometimes used figuratively, as equivalent to εὐκάρδιος ἀνδρεῖος; \"goodhearted\" with the heathen would mean \"brave;\" with Christian writers \"tender,\" \"pitiful.\" Be courteous. This represents a reading (φιλόφρονες) which has very little support. The true reading is ταπεινόφρονες, humble-minded.NEWLINEVERSETITLESTART1Peter3:9VERSETITLEENDNEWLINEVERSESTARTNot rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.VERSEENDNEWLINEVerse 9. - Not rendering evil for evil, or railing for railing. St. Peter. like St. Paul (Romans 12:17; 1 Thessalonians 5:15), repeats his Master's teaching in the sermon on the mount (Matthew 5:39). He forbids revenge in word, as well as in deed. But contrariwise blessing. The word \"blessing\" is not the substantive, but the participle (εὐλογοῦντες), and thus corresponds with the participle \"rendering\" (comp. Matthew 5:44, \"Bless them that curse you\"). Knowing that ye are thereunto called; rather, as in the Revised Version, for hereunto were ye called. The word \"knowing\" is omitted in the best manuscripts (comp. 1 Peter 2:21). Some commentators take these words with the preceding: \"Ye were called to bless others, that so ye may inherit a blessing.\" But, on the whole, it seems better to connect them with the following clause: That ye should inherit a blessing. Christians bless others, not in order that they should inherit a blessing, but because it is God's will and their duty; and that duty follows from the fact that God has made them inheritors of his blessing. \"Benedictionem aeternam,\" says Bengel, \"cujus primitias jam nunc pit habent.\" God has blessed them; therefore they must bless others.NEWLINEVERSETITLESTART1Peter3:10VERSETITLEENDNEWLINEVERSESTARTFor he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:VERSEENDNEWLINEVerse 10. - For he that will love life; literally, he that willeth to love life. St. Peter deviates somewhat from the Septuagint Version of Psalm 34:12-16, which he is quoting. The literal rendering of it is, \"What man is he that desireth life, loving good days?\" His connection of the participle θέλων with ἀγαπᾶν is remarkable. Perhaps the meaning is best given by Bengel, \"Qui vult ita vivere, nt ipsum non taedeat vitro\" - \" Who wishes to live so that he will not weary of life;\" so that he may love it, so that he may have a life really worth living. There is a love of life which can only lead to the loss of the true life (John 12:25). St. Peter is teaching us to love life wisely, not with that selfish love which Christ condemns. And see good days. Not necessarily in outward prosperity, but in the favor of God; days of suffering may be good days in the truest souse. Let him refrain his tongue from evil, and his lips that they speak no guile. We have here the usual parallelism of Hebrew poetry. The word \"refrain\" (παυσάτω, literally, \"let him make it cease\") implies a natural tendency to sins against charity.NEWLINEVERSETITLESTART1Peter3:11VERSETITLEENDNEWLINEVERSESTARTLet him eschew evil, and do good; let him seek peace, and ensue it.VERSEENDNEWLINEVerse 11. - Let him eschew evil, and do good; literally, let him turn away from evil. Let him seek peace, and ensue it. Let him seek it as a hidden treasure, and pursue it as if it might escape from him.NEWLINEVERSETITLESTART1Peter3:12VERSETITLEENDNEWLINEVERSESTARTFor the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is against them that do evil.VERSEENDNEWLINEVerse 12. - For the eyes of the Lord are over the righteous, and his ears are open unto their prayers. The apostle adds the conjunction \"for\" (ὅτι, because) to mark the connection. God's people must turn away from evil and do good, because the all-seeing eye is upon them; they will find strength to do so, because God heareth prayer. Perhaps when the apostle was writing these words he remembered how once \"the Lord turned, and looked upon Peter.\" But the face of the Lord is against them that do evil. The preposition in the two clauses is the same (ἐπί, over, or upon). The Lord's eye is upon the good and the evil. The apostle omits the words that follow in the psalm, \"to cut off the remembrance of them from the earth,\" perhaps because he wishes us to regard the spiritual rather than the temporal consequences of our actions.NEWLINEVERSETITLESTART1Peter3:13VERSETITLEENDNEWLINEVERSESTARTAnd who is he that will harm you, if ye be followers of that which is good?VERSEENDNEWLINEVerse 13. - And who is he that will harm you? The apostle, as he began his quotation from Psalm 34, without marks of citation, so adds at once his inference from it in the form of a question. The conjunction \"and\" connects the question with the quotation. If God's eye is over the righteous, and his ear open to their prayers, who shall harm them? St. Peter does not mean - Who will have the heart to harm you? He knew the temper of Jews and heathens; he knew also the Savior's prophecies of coming persecution too well to say that. The words remind us of the Septuagint rendering of Isaiah 50:9, Κύριος βοηθήσει μοι τίς κακώσει με; None can do real harm to the Lord's people; they may persecute them, but he will make all things work together for their good. If ye be followers of that which is good; rather, if ye become zealous of that which is good, with the oldest manuscripts. The Authorized Version adopts the reading μιμηταί, followers or imitators, which is not so well supported. The genitive τοῦ ἀγαθοῦ admits the masculine translation, \"of him that is good,\" but it is probably neuter in this place (comp. ver. 11). With the masculine rendering, comp. Acts 22:3, \"and was zealous toward God (ζηλωτὴς ὑπάρχων τοῦ Θεοῦ).\"NEWLINEVERSETITLESTART1Peter3:14VERSETITLEENDNEWLINEVERSESTARTBut and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled;VERSEENDNEWLINEVerse 14. - But and if ye suffer for righteousness sake, happy are ye; better, but although ye should suffer. St. Peter knew that persecution was coming; he wished to prepare his readers for it. He recalls to their thoughts the eighth beatitude, almost reproducing the Lord's words (Matthew 5:10). Such suffering (πάσχειν, lenius verbum quam κακοῦσθαι,\" Bengel) would do them no real harm; nay, it would bring with it a true and deep blessing. \"Righteousness\" here seems synonymous with \"that which is good\" in the last verse. Christians had often to suffer, not only because of their confession of Christ, but because of the purity of their lives, which was a standing reproach to the heathen. Compare St. Augustine's well-known saying, \"Martyrem tacit non poena, sed causa.\" And be not afraid of their terror, neither be troubled. From Isaiah 8:12. The genitive may be taken as objective: \"Be not afraid of the terror which they cause;\" or as subjective, \"with the terror which they feel.\" The former view is more suitable here.NEWLINEVERSETITLESTART1Peter3:15VERSETITLEENDNEWLINEVERSESTARTBut sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:VERSEENDNEWLINEVerse 15. - But sanctify the Lord God in your hearts. From Isaiah 8:13. The reading of the best and oldest manuscripts here is Κύριον δὲ τὸν Ξριστόν, \"Sanctify the Lord Christ,\" or, \"Sanctify the Christ as Lord.\" The absence of the article with Κύριον ισ in favor of the second translation; but the first seems more natural, more in accordance with the original passage in Isaiah, and the common expression, Κύριος ὁ Θεός, is in its favor. Whichever translation is adopted, St. Peter here substitutes the Savior's Name where the prophet wrote, \"the Lord of hosts, Jehovah Sabaoth\" - a change which would be nothing less than impious if the Lord Jesus Christ were not truly God. \"Sanctify him,\" the apostle says (as the Lord himself teaches us to say, in the first words of the Lord's Prayer); that is, regard him as most holy, awful in sanctity; serve him with reverence and godly fear; so you will not \"be afraid of their terror.\" The holy fear of God will lift you above the fear of man. \"Let him be your fear, and let him be your dread\" (Isaiah 8:13; see also Leviticus 10:3; Isaiah 29:23; Ezekiel 38:23). St. Peter adds the words, \"in your hearts,\" to teach us that this reverence, this hallowing of the Name of God, must be inward and spiritual, in our inmost being. And be ready always to give an answer to every man; literally, ready always for an apology to every man. The word ἀπολογία is often used of a formal answer before a magistrate, or of a written defense of the faith; but here the addition, \"to every man,\" shows that St. Peter is thinking of informal answers on any suitable occasion. That asketh you a reason of the here that is in you; literally, an account concerning the hope. Hope is the grace on which St. Peter lays most stress; it lives in the hearts of Christians. Christians ought to be able to give an account of their hope when asked, both for the defense of the truth and for the good of the asker. That account may be very simple; it may be the mere recital of personal experience - often the most convincing of arguments; it may be, in the case of instructed Christians, profound and closely reasoned. Some answer every Christian ought to be able to give. With meekness and fear. The best manuscripts read, \"but with meekness and fear.\" The word \"but\" (ἀλλά) is emphatic; argument always involves danger of weakening the spiritual life through pride or bitterness. We must sometimes \"contend earnestly for the faith;\" but it must be with gentleness and awe. We should fear lest we injure our own souls by arrogant and angry controversy; we should seek the spiritual good of our opponents; and we should entertain a solemn awe of the presence of God, with a trembling anxiety to think and to say only what is acceptable unto him.NEWLINEVERSETITLESTART1Peter3:16VERSETITLEENDNEWLINEVERSESTARTHaving a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.VERSEENDNEWLINEVerse 16. - Having a good conscience. This word \"conscience\" (συνείδησις) is one of the many links between this Epistle and the writings of St. Paul. St. Peter uses it three times; St. Paul, very frequently. There is a close connection between this clause and the preceding verse. A good conscience is the best reason of the hope that is in us. An apology may be learned, well-expressed, eloquent; but it will not be convincing unless it comes from the heart, and is backed up by the life. Calvin (quoted by Huther) says, \"Quid parum auctoritatis habet sermo absque vita.\" That, whereas they speak evil of you, as of evildoers. The Revised Version follows the Sinaitic Manuscript in reading, \"Wherein ye are spoken against,\" and omitting \"as of evil-doers? It is possible that the received reading may have been interpolated from 1 Peter 2:12, where the same words occur; except that there the mood is indicative, here, conjunctive, \"wherein they may possibly speak evil of you.\" They may be ashamed that falsely accuse your good conversation in Christ; rather, as the Revised Version, they may be put to shame; that is, \"proved to be liars\" (comp. 2 Corinthians 7:14). The word translated \"falsely accuse\" is that which is rendered \"despitefully use\" in Matthew 5:44. Luke 6:28. It is a strong word. Aristotle defines the corresponding substantive as a thwarting of the wishes of others out of gratuitous malice ('Rhet.,' 2:2). For \"good conversation,\" see 1 Peter 1:15, 18. The Christian's life is in Christ, in the sphere of his presence, he dwelling in us, and we in him (comp. 2 Corinthians 5:17, etc.).NEWLINEVERSETITLESTART1Peter3:17VERSETITLEENDNEWLINEVERSESTARTFor it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.VERSEENDNEWLINEVerse 17. - For it is better. St. Peter meets the common objection that suffering could be borne more easily if it were deserved; the Christian must take the cross, if it comes, as from God, sent for his good (comp. 1 Peter 2:19, 20). If the will of God be so; literally, if the will of God should so will. Θέλημα denotes the will in itself; θέλειν, its active operation (Wirier, 3:65. β). That ye suffer for well-doing, than for evil-doing. The construction is participial, as in 1 Peter 2:20. As there, the participle expresses, not merely the circumstances, but the cause of the suffering; they would have to suffer, not simply while they were doing well, but because they did Well.NEWLINEVERSETITLESTART1Peter3:18VERSETITLEENDNEWLINEVERSESTARTFor Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:VERSEENDNEWLINEVerse 18. - For Christ also hath once suffered for sins; rather, because Christ also once suffered. Two of the oldest manuscripts read \"died;\" but \"suffered\" corresponds best with the previous verse. The connection is - It must be better to suffer for well-doing, because Christ himself, the All-innocent One, thus suffered, and they who so suffer are made most like unto him. The apostle refers us again to that transcendent Example which was ever before his eyes (compare the close parallel in Hebrews 9:26-28). Christ suffered once for all (ἅπαξ); so the sufferings of the Christian are soon over\" but for a moment.\" For sins (περί); concerning sins, on account of sins; he, himself sinless, suffered concerning the sins of others. The preposition περί is constantly used in connection with the sin offering in the Septuagint (see Leviticus 6:25, Σφάξουσι τὰ περὶ τῆς ἁμαρτίας; comp. Leviticus 5:8-11, etc.; also Hebrews 10:6, 8, 18, 26). The Just for the unjust; literally, just for unjust. There is no article. The apostle began to speak of the death of Christ, both here and in 1 Peter it., as an example; in both places he seems to be led on by an instinctive feeling that it is scarcely seemly for the Christian to mention that stupendous event without dwelling on its deeper and more mysterious meaning. The preposition used in this clause (ὑπέρ) does not necessarily convey the idea of vicarious suffering, as ἁντί (Matthew 20:28; Mark 10:45; comp. also 1 Timothy 2:6) does; it means simply \"in behalf of,\" leaving the character of the relation undetermined; here the context implies the particular relation of substitution (comp. Romans 5:6; also St. Peter's description of our Lord as \"the Just,\" in Acts 3:14). That he might bring us to God. The Vatican and other manuscripts read \"you.\" St. Peter opens out one of the deeper aspects of the death of Christ. The veil that hid the Holiest was then rent in twain, and believers were invited and encouraged to draw near into the immediate presence of God. The verb used here is προσάγειν; the corresponding substantive (προσαγωγή) occurs in Ephesians 2:18; Ephesians 3:12; also in Romans 5:2. In those places it is rendered \"access\" - we have access to the Father through our Lord Jesus Christ. Being put to death in the flesh, but quickened by the Spirit. The Greeks words are, Θανατωθεὶς μὲν σαρκὶ ζωοποιηθεὶς δὲ πνεύματι, the article τῷ inserted before πνεύματι in the received text being without authority. We observe the absence of any article or preposition, and the exact balance and correspondence of the two clauses. The two datives must be taken in the same sense; it is impossible to regard one as the dative of the sphere, and the other as the dative of the instrument; both are evidently datives of \"the sphere to which a general predicate is to be limited\" (Winer, 31:6. a); they limit the extent of the participles (comp. 1 Corinthians 7:35; Colossians 2:5). Thus the literal translation is, \"Being put to death in flesh, but quickened in spirit.\" For the antithesis of \"flesh\" and \"spirit,\" common in the New Testament, comp. Romans 1:3, 4, \"Made of the seed of David according to the flesh, and declared to be the Son of God with power according to the Spirit of holiness;\" and 1 Timothy 3:16, \"Manifest in the flesh, justified in the spirit;\" see especially the close parallel in 1 Peter 4:6, \"That they might be judged according to men in the flesh, but live according to God in the spirit.\" It seems to follow, from the opposition of flesh and spirit, and from a comparison of the passages quoted above, that by πνεῦμα in this verse we are to understand, not God the Holy Ghost, but the holy human spirit of Christ. In his flesh he was put to death, but in his spirit he was quickened. When the Lord had said, \"Father, into thy hands I commend my spirit;\" when he bowed his head, and gave up the spirit; - then that spirit passed into a new life. So Bengel excellently says, \"Christus, vitam in semet ipso habens, et ipse vita, spiritu vivere neque desiit, neque iterum coepit; sed simulatque per mortificationem involucre infirmitatis in carne solutus erat, statim vitae solvi nesciae virtus modis novis et multo expeditissimis sese exserere coepit.\" Christ, being delivered from the burden of that suffering flesh which he had graciously taken for our salvation, was quickened in his holy human spirit - quickened to new energies, new and blessed activities. So it shall be with those who suffer for well-doing; they may even be put to death in the flesh, but \"if we die with him, we shall also live with him.\" It is far better (πολλῷ μᾶλλον κρεῖσσον) to depart and to be with Christ, to be absent from the body and to be present with the Lord. They that are Christ's shall, like their Master, be quickened in the spirit; they pass at once into the new life of Paradise; their works follow them thither; it may be, we cannot tell, they will be employed in blessed work for Christ, being made like unto him not only in some degree during their earthly life, but also in the intermediate state of rest and hope.NEWLINEVERSETITLESTART1Peter3:19VERSETITLEENDNEWLINEVERSESTARTBy which also he went and preached unto the spirits in prison;VERSEENDNEWLINEVerse 19. - By which also he went and preached unto the spirits in prison; rather, in which (εν ω΅ι). The Lord was no longer in the flesh; the component parts of his human nature were separated by death; his flesh lay in the grave. As he had gone about doing good in the flesh, so now he went in the spirit - in his holy human spirit. He went. The Greek word (πορευθείς) occurs again in ver. 22, \"who is gone into heaven.\" It must have the same meaning in both places; in ver. 22 it asserts a change of locality; it must do the like here. There it is used of the ascent into heaven; it can scarcely mean here that, without any such change of place, Christ preached, not in his own Person, but through Noah or the apostles. Compare St. Paul's words in Ephesians 4:9 (the Epistle which seems to have been so much in St. Peter's thoughts), \"Now that he ascended, what is it but that he also descended first into the lower parts of the earth?\" And preached (ἐκήρυξεν). It is the word constantly used of the Lord from the time when \"Jesus began to preach (κηρύσσειν), and to say, Repent: for the kingdom of heaven is at hand\" (Matthew 4:17). Then, himself in our human flesh, he preached to men living in the flesh - to a few of his own age and country. Now the range of his preaching was extended; himself in the spirit, he preached to spirits: \"Πνεύματι πνεύμασι; spiritu, spiritibus.\" says Bengel; \"congruens sermo.\" He preached also to the spirits; not only once to living men, but now also to spirits, even to them. The καί calls for attention; it implies a new and additional fact; it emphasizes the substantive (καὶ τοῖς πνεύμασιν). The preaching and the condition of the hearers are mentioned together; they were spirits when they heard the preaching. It seems impossible to understand these words of preaching through Noah or the apostles to men who passed afterwards into the state of disembodied spirits. And he preached in the spirit. The words seem to limit the preaching to the time when the Lord's soul was left in Hades (Acts 2:27). Huther, indeed, says that \"as both expressions (θανατωθείς and ζωσοποιηθείς) apply to Christ in his entire Person, consisting of body and soul, what follows must not be conceived as an activity which he exercised in his spirit only, and whilst separated from his body.\" But does θανατωθείς apply to body and soul? Men \"are not able to kill the soul.\" And is it true, as Huther continues, that the first words of this verse are not opposed to the view that Christ preached in his glorified body, \"inasmuch as in this body the Lord is no longer ἐν σαρκί, but entirely ἐν πνεύματι? Indeed, we are taught that \"flesh and blood cannot inherit the kingdom of God; \"and that that which \"is sown a natural body is raised a spiritual body\" (σῶμα πνευματικόν); but Christ himself said of his resurrection-body, \"A spirit hath not flesh and bones, as ye see me have\" (Luke 24:39). He preached to \"the spirits in prison (ἐν φυλακῇ).\" (For φυλακή, comp. Revelation 20:7; Matthew 5:25, etc.). It cannot mean the whole realm of the dead, but only that part of Hades in which the souls of the ungodly are reserved unto the day of judgment. Bengel says, \"In carcere puniuntur sontes: in custodia servantur, dum experiantur quid facturus sit judex?\" But it seems doubtful whether this distinction between φυλακή and δεσμωτήριον can be pressed; in Revelation 20:7 φυλακή is used of the prison of Satan, though, indeed, that prison is not the ἄβυσσος into which he will be cast at the last.NEWLINEVERSETITLESTART1Peter3:20VERSETITLEENDNEWLINEVERSESTARTWhich sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.VERSEENDNEWLINEVerse 20. - Which sometime were disobedient, when once the long-suffering of God waited in the days of Noah, while the ark was a-preparing, wherein few, that is, eight souls were saved by water. Omit the word \"once\" (ἅπαξ), which is without authority. Wherein; literally, into which; they were saved by entering into it. The last words may mean, \"they were carried safely through the water,\" or, \"they were saved by water;\" that is, the water bore up the ark (Genesis 7:17, 18). The argument of ver. 21 makes the second interpretation the more probable. The verse now before us limits the area of the Lord's preaching: without it we might have supposed that he preached to the whole multitude of the dead, or at least to all the ungodly dead whose spirits were in prison. Why does St. Peter specify the generation that was swept away by the Flood? Did they need the preaching of the Christ more than other sinful souls? or was there any special reason why that grace should be vouchsafed to them rather than to others? The fact must have been revealed to the apostle; but evidently we are in the presence of a mystery into which we can see only a little way. Those antediluvians were a conspicuous instance of men who suffered for evil doing (see ver. 17); as Christ is the transcendent Example of one who suffered for well-doing. It is better to suffer with him than with them: they are in prison. His chosen are with him in Paradise. But St. Peter cannot rest in the contemplation of the Lord's death as an example; he must pass on to the deeper, the more mysterious aspects of that most stupendous or' events. The Lord suffered concerning sins, for the sake of unrighteous men; not only did he die for them, he did not rest from his holy work even while his sacred body lay in the grave; he went and preached to some whose sins had been most notorious, and most signally punished. The judgment had been one of unexampled awfulness; eight souls only were saved in the ark, many thousands perished. It may be that St. Peter mentions the fewness of the saved to indicate one reason for this gracious visit. It seems that the awful destruction of the Deluge had made a deep impression upon his mind; he mentions it twice in his Second Epistle (2 Peter 2:5; 3:6); he saw in it a solemn anticipation of the last tremendous judgment. Doubtless he remembered well how the Lord, in his great prophetic discourse upon the Mount of Olives, had compared the days of Noah to the coming of the Son of man (Matthew 24:37-39); those words seem to give a special character to the Deluge, separating it from other lesser judgments, and investing it with a peculiar awfulness. It may be that the apostle's thoughts had dwelt much upon the many mysterious problems (such as the great destruction of infant life) connected with it; and that a special revelation was vouchsafed to him to clear up some of his difficulties. These spirits, in prison at the time of the descent into Hades, had aforetime been disobedient. The Greek word (ἀπειθήσασι) means literally \"disbelieving;\" but here, as in 1 Peter 2:7 and elsewhere, it stands for that willful unbelief which sets itself in direct opposition to the will of God. They were guilty of unbelief, and of the disobedience which results from unbelief. Noah was a \"preacher of righteousness\" (2 Peter 2:5, where the Greek word is κῆρυξ, the substantive corresponding with the verb ἐκήρυξεν here); the vast structure of the ark was a standing warning as it rose slowly before their eyes. The long-suffering of God waited all those hundred and twenty years (Genesis 6:3), as now the Lord is \"long-suffering to usward, not willing that any should perish, but that all should come to repentance\" (2 Peter 3:9). But they heeded neither the preaching of Noah nor the long-suffering of God; and at last \"the Flood came, and took them all away. So shall also the coming of the Son of man be.\" Eight only were saved then; they doubtless suffered for well-doing; they had to endure much scorn and derision, perhaps persecution. But they were not disobedient. \"By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house.\" The eight were brought safe through (διεσώθησαν); they were saved through the water; the water bore them up, possibly rescued them from persecution. But the rest perished; the destruction of life was tremendous; we know not how many thousands perished: they suffered for evil-doing. But the degrees of guilt must have varied greatly from open pro-faulty and hostility to silent doubt; while there were many children and very young persons; and it may be that many repented at the last moment. It is better to suffer for well-doing than for evil-doing; but even suffering for evil-doing is sometimes blessed to the salvation of the soul; and it may be that some of these, having been \"judged according to men in the flesh,\" now \"live according to God in the spirit\" (1 Peter 4:6). For it is impossible to believe that the Lord's preaching was a \"concio damnatoria.\" The Lord spoke sternly sometimes in the days of his flesh, but it was the warning voice of love; even that sternest denunciation of the concentrated guilt and hypocrisy of the Pharisees ended in a piteous wail of loving sorrow. It cannot he that the most merciful Savior would have visited souls irretrievably lost merely to upbraid them and to enhance their misery. He had just suffered for sins, the Just for the unjust: is it not possible that one of the effects of that suffering might have been \"to bring unto God\" some souls who once had been alienated from God by wicked works, but had not wholly hardened their hearts; who, like the men of Tyro and Sidon, Sodom and Gomorrah, had not the opportunities which we enjoy, who had not been once enlightened and made partakers of the heavenly gift and the powers of the world to come? Is it not possible that in those words, \"which sometime were disobedient,\" there may be a hint that that disobedience of theirs was not the \"eternal sin\" which, according to the reading of the two most ancient manuscripts in Mark 3:29, is the awful lot of those who have never forgiveness? The Lord preached to the spirits in prison; that word (ἐκήρυξεν) is commonly used of the heralds of salvation, and St. Peter himself, in the next chapter, tells us that \"the gospel was preached (εὐηγγελίσθη) to them that are dead.\" The gospel is the good tidings of salvation through the cross of Christ. The Lord had just died upon the cross: is it not possible that, in the moment of victory, he announced the saving power of the cross to some who had greatly sinned; as at the time of his resurrection \"many bodies of the saints who slept arose\"? There is one more question which forces itself upon us - What was the result of this preaching? Did the spirits in prison listen to the Savior's voice? Were they delivered from that prison where they had been so long confined? Here Scripture is almost silent; yet we read the words of hope in 1 Peter 4:6, \"For this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.\" The good news was announced to them that they might live; then may we not dare to hope that some at least listened to that gracious preaching, and were saved even out of that prison by the power of the Savior's cross? May we not venture to believe, with the author of the ' Christian Year,' that even in that dreary scene the Savior's eye reached the thronging band of sou]s, and that his cross and Passion, his agony and bloody sweat, might (we know not how or in what measure) \"set the shadowy realms from sin and sorrow free?\" It seems desirable to add a brief summary of the history of opinion on this much-controverted passage. The early Greek Fathers appear to have held, with one consent, that St. Peter is here speaking of that descent into Hades of which he had spoken in his first great sermon (Acts 2:31). Justin Martyr, in his' Dialogue with Trypho' (sect. 72), accuses the Jews of having erased from the prophecies of Jeremiah the following words: \"The Lord God of Israel remembered his dead who slept in the land of the tomb, and descended to them to preach to them the good news of his salvation.\" Irenseus quotes the same passage, attributing it in one place to Isaiah, in another to Jeremiah, and adds that the Lord's purpose was to deliver them and to save them (extrahere eos et salvare cos). Tertullian says that the Lord descended into the lower parts of the earth, to make the patriarchs partakers of himself (compotes sui; 'De Anima,' c. 55). Clement of Alexandria quotes Hermas as saying that \"the apostles and teachers who had preached the Name of the Son of God and had fallen asleep, preached by his power and faith to those who had fallen asleep before them\" ('Strom.,' 2:9). \"And then,\" Bishop Pearson, from whose notes on the Creed these quotations are taken, continues, \"Clement supplies that authority with a reason of his own, that as the apostles were to imitate Christ while they lived, so did they also imitate him after death, and therefore preached to the souls in Hades, as Christ did before them.\" The earliest writers do not seem to have thought that any change in the condition of the dead was produced by Christ's descent into Hades. The Lord announced the gospel to the dead; the departed saints rejoiced to hear the glad tidings, as now the angels rejoice over each repentant sinner. Origen, in his second homily on 1 Kings, taught that the Lord, descending into Hades, brought the souls of the holy dead, the patriarchs and prophets, out of Hades into Paradise; no souls could pass the flaming sword till he had led the way; but now, through his grace and power, the blessed dead who die in the Lord enter at once into the rest of Paradise - not yet heaven, but an intermediate place of rest, far better than that from which the saints of the old covenant were delivered. In this view Origen was followed by many of the later Fathers. But St. Peter says nothing of any preaching to departed saints. Christ \"went and preached,\" he says, \"unto the spirits in prison, which sometime were disobedient.\" Hence Jerome, Ambrose, Augustine, and others were led to suppose that the Lord not only raised the holy dead to a higher state of blessedness, but preached also to the disobedient, and that some of these believed, and were by his grace delivered from \"prison.\" Some few, as Cyril of Alexandria, held that the Lord spoiled the house of the strong man armed (σεσύλητο τῶν πνευμάτων ὁ ᾅδης), and released all his captives. This Augustine reckoned as a heresy. But in his epistle to Euodius (Ep. 99 and 164) Augustine, much exercised (as he says, \"vehementissime commotus\") by the difficulties of the question, propounded the interpretation which became general in the Western Church, being adopted by Bode, Thomas Aquinas, De Lyra, and later by Beza, Hammond, Leighton, Pearson, etc. \"The spirits in prison,\" he says, \"are the unbelieving who lived in the days of Noah, whose spirits, i.e. souls, had been shut up in the flesh and in the darkness of ignorance, as in a prison [comp. ' Paradise Lost,' 11:723]. Christ preached to them, not in the flesh, inasmuch as he was not yet incarnate, but in the spirit, i.e. according to his Divine nature (secundum divinitatem).\" But this interpretation does not satisfy St. Peter's words. The hypothesis that Christ preached through the instrumentality of Noah does not adequately represent the participle πορευθείς; the word φυλακή cannot be taken metaphorically of the flesh in which the soul is confined. If, with Beza, we understand it as meaning \"who are now in prison,\" we escape one difficulty, but another is introduced; for it is surely forced and unnatural to make the time of the verb and that of the dative clause different. The words ἐν φυλακῇ must describe the condition of the spirits at the time of the Savior's preaching. Some commentators, as Socinus and Grotius, refer St. Peter's words to the preaching of Christ through the apostles. These writers understand φυλακή of the prison of the body, or the prison of sin; and explain St. Peter as meaning that Christ preached through the apostles to the Jews who were under the yoke of the Law, and to the Gentiles who lay under the power of the devil; and they regard the disobedient in the time of Noah as a sample of sinners in any age. But this interpretation is altogether arbitrary, and cannot be reconciled with the apostle's words. Other views are - that our Lord descended into hell to triumph over Satan (on which see Pearson on the Creed, art. 5.); that his preaching was a concio damnatoria - an announcement of condemnation, not of salvation (which is disproved by 1 Peter 4:6); that the spirits in prison were holy souls waiting for Christ, the prison being (according to Calvin) \"specula, sire ipse excubandi actus;\" that they were heathens, who lived according to their light, but in idolatry. We may mention, in conclusion, the monstrous explanation of the heretic Marcion, that they were those who in the Old Testament are called ungodly, but were really better than those whom the Old Testament regards as saints.NEWLINEVERSETITLESTART1Peter3:21VERSETITLEENDNEWLINEVERSESTARTThe like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:VERSEENDNEWLINEVerse 21. - The like figure whereunto even baptism doth also now save us. The reading of the Textus Receptus ω΅ι, represented by \"whereunto,\" is without authority; all the uncial manuscripts have ο}, \"which,\" in the nominative case. The oldest manuscripts also read \"you\" instead of \"us.\" The antecedent of the relative must be the word immediately preceding, ὕδατος, water; the word \"baptism\" is added in apposition, to define more clearly the apostle's meaning; the water which saves is the water of baptism. Thus the literal translation will be, \"Which (as) antitype is saving you also, (namely) baptism;\" that is, the water which is saving you is the antitype of the water of the Flood. That water was made the means of saving a few; it bore up the ark in which they were. It saved them, perhaps, from the malice of the ungodly; it saved them from that corruption which was almost universal; it was the means of saving the race of men as by a new birth through death into a new life, a new beginning; it washed away the evil, those who suffered for evil-doing, and so saved those who had doubtless been suffering for well-doing. Thus it is the figure (τύπος) of the antitype (ἀντίτυπον) baptism; the two (the water of the Flood and the water of baptism) correspond as type and antitype. The ἀντίτυπον is the counterpart of the τύπος; and as τύπος sometimes means the original, sometimes the figure, there is a correspondent variation in the meaning of ἀντίτυπον. Delitzsch says, on Hebrews 9:24, \"We have found τύπος at 1 Peter 8:5 used in the sense of an original figure - a model from which a copy is made; such copy from an original (or architype) is that designated as ἀντίτυπα here. Τύπος again (as at Romans 5:14) is used in the sense of a prophetic foretype, of which the accomplishment is reserved for the future (τύπος τῶν μελλόντων); and that accomplishment is again called ἀντίτυπον (antitype); e.g. baptism, at 1 Peter 3:21, is in this sense an ἀντίτυπον of the Deluge. The earthly reflection of the heavenly archetype, and the actual fulfillment of the prophetic τύπος, are each called ἀντίτυπον.\" Here the water of the Flood is the prophetic foretype; baptism is the accomplishment. \"Baptism,\" St. Peter says, \"is saving you,\" the few Christians, separating you from the vast number of Gentiles, whom in some sense it condemns through their rejection of God's offered mercy (comp. Hebrews 11:7), saving you from the corruption of their evil example, bringing you into the ark of Christ's Church, bearing up that ark through the grace of the new birth. The apostle says, \"Baptism is saving you;\" he does not say, \"hits saved;\" he is using the present tense in its proper sense of an incomplete action; it brings us into a state of salvation, into covenant with God. But it is only the beginning, the birth; the growth must follow; the death unto sin, the new birth unto righteousness, must be realized in actual life; otherwise, alas! we shall have received the grace of God in vain (comp. Titus 3:5). (Not the putting away of the filth of the flesh, but the answer of a good conscience toward God.) St. Peter hastens to explain his statement. Baptism doth save us, but not the mere outward ceremony; you may \"make clean the outside\" with the most scrupulous care; you may be very careful in putting away the filth of the flesh (or, if the genitive is to be regarded as subjective, with Bengel, the flesh may put away its filth); but more is needed than the old Jewish washings, the frequent purifications. Comp. Justin Martyr, ' Dial. cum Trypho,' p. 331 (quoted by Huther), Τί γὰρ ὄφελος ἐκείνου τοῦ βαπτὶσματος (the Jewish washing) ο} τὴν σάρκα καὶ μόνον τὸ σῶμα φαιδρύνει βαπτίσθητε τὴν ψυχήν. Observe that St. Peter uses the word here rendered \"putting away\" (ἀπόθεσις) again in the Second Epistle (1. 14) of putting off the earthly tabernacle (comp. also 1 Peter 2:1, where he uses the corresponding participle, ἀποθέμενοι). The next clause presents great difficulty. Is the genitive subjective or objective? What is the meaning of ἐπερώτημα? The word ἐπερώτημα occurs only in one other place in the Greek Scriptures (Daniel 4:14 [in the Authorized Version, 4:17D, where it is translated \"demand;\" the corresponding verb is of frequent occurrence; as in Romans 10:20, \"them that asked not after me;\" and 2 Kings 11:7 (2 Samuel 11:7, in the Authorized Version), where it is joined with the preposition εἰς, as in this verse. Thus ἐπερώτημα seems to mean an \"inquiry,\" and the genitive is probably subjective. The inner meaning of baptism is not that the flesh puts away its filth, but that a good conscience inquires after God. The outward and visible sign doth not save if separated from the inward and spiritual grace. The first is necessary, for it is an outward sign appointed by Christ; but it will not save without the second; those who draw near to God must have their bodies washed with pure water, but also their hearts sprinkled from an evil conscience (Hebrews 10:22). The inner cleansing of the soul results in a good conscience, a consciousness of sincerity, of good intentions and desires, which will instinctively seek after God. And that good conscience is the effect of baptism, when baptism has its perfect work, when those who have once been grafted into the true Vine abide in Christ, when those who have once been baptized in one Spirit into one body keep the unity of the Spirit, Christ dwelling in them, and they in Christ. Archbishop Leighton explains the word ἐπερώτημα as \"the whole correspondence of the conscience with God, and with itself as towards God, or in the sight of God.\" If the genitive is regarded as objective, the meaning will be, \"an inquiry addressed to God for a good conscience;\" the soul, once awakened, seeks continually fuller purification, hungers and thirsts after righteousness. This gives a good sense, but seems less suitable in this context. It is possible also to join the preposition εἰς with συνείδησις in the sense of a good conscience in relation to God; but it seems much more natural to connect it with ἐπερώτημα. Some commentators follow AEcumenius in paraphrasing ἐερώτημα by ἀῥῤαβών ἐνέχυρον ἀπόδειξις; they take the ground that, in legal language, the word was used in the sense of a contract, and they see in St. Peter's words a reference to the covenant made with God in baptism, and to the questions and answers in which, from the earliest times, that covenant was expressed; ἐπερώτημα being used in a general sense so as to cover answers as well as questions. This is a possible alternative, but the word seems to have acquired this meaning in later times. By the resurrection of Jesus Christ. These words refer back to \"baptism doth also now save us.\" Baptism derives its saving effect from the resurrection of our Lord; without that resurrection it would be an empty form (see note on 1 Peter 1:3).NEWLINEVERSETITLESTART1Peter3:22VERSETITLEENDNEWLINEVERSESTARTWho is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.VERSEENDNEWLINEVerse 22. - Who is gone into heaven. The word here rendered \"gone\" is that used in ver. 19, \"he went and preached (πορευθείς)\" (comp. Ephesians 4:9, \"Now that he ascended, what is it but that he also descended first into the lower parts of the earth?\"). And is on the right hand of God (comp. Psalm 110:1; Romans 8:34; Colossians 3:1; Ephesians 1:20; Hebrews 1:3). It is better to suffer for well-doing than for evil-doing, for he who is the signal Example, who suffered, the Just for the unjust, is now exalted to the right hand of the Majesty on high; and \"is able to save them to the uttermost that come to God by him, seeing he ever liveth to make intercession for them.\" Angels and authorities and powers being made subject unto him. God \"hath set him at his own right hand in the heavenly places, far above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come.\" All the angels of God, in the various grades of the heavenly hierarchy, are made subject to Christ. The words seem to include, especially when read in comparison with Colossians 2:15, the evil angels also; they are made subject against their will to Christ; they asked him once if he was come to torment them before the time. He can restrain their malice and save his people from their power.NEWLINENEWLINENEWLINENEWLINENEWLINE","1Pet.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART1Peter4:1VERSETITLEENDNEWLINEVERSESTARTForasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;VERSEENDNEWLINEVerse 1. - Forasmuch then as Christ hath suffered for us in the flesh. St. Peter returns, after the digression of 1 Peter 3:19-22, to the great subject of Christ's example. The words \"for us\" are omitted in some ancient manuscripts; they express a great truth already dwelt upon in 1 Peter 2. and 3. Here the apostle is insisting upon the example of Christ, not on the atoning efficacy of his death. Arm yourselves likewise with the same mind. The word rendered \"mind\" (ἔννοια) is more exactly \"thought\" (comp. Hebrews 4:12, the only other place where it occurs in the New Testament); but it certainly has sometimes the force of \"intention, resolve.\" The Christian must be like his Mustier; he must arm himself with the great thought, the holy resolve, which was in the mind of Christ - the thought that suffering borne in faith frees us from the power of sin, the resolve to suffer patiently according to the will of God. That thought, which can be made our own only by faith, is the Christian's shield; we are to arm ourselves with it against the assaults of the evil one (comp. Romans 13:12; 2 Corinthians 10:4; Ephesians 6:11). For he that hath suffered in the flesh hath ceased from sin. The thought is that of Romans 6:6-11. Some translate the conjunction ὅτι, \"that,\" and understand it as giving the content of the ἔννοια: \"Arm yourselves with the thought that,\" etc.; but this does not give so good a sense, and would seem to require ταύτην rather than τὴν αὐτήν ( \" this thought,\" rather than \"the same thought.\" Some, again, understand this clause of Christ; but this seems a mistake. The apostle spoke first of the Master; now he turns to the disciple. Take, he says, for your amour the thoughts which filled the sacred heart of Christ - the thought that suffering in the flesh is not, as the world counts it, an unmixed evil, but often a deep blessing; for, or because, he that suffered in the flesh hath ceased from sin. If, when we are called to suffer, we offer up our sufferings to Christ who suffered for us, and unite our sufferings with his by faith in him, then those sufferings, thus sanctified, destroy the power of sin, and make us cease from sin (comp. Romans 6:10).NEWLINEVERSETITLESTART1Peter4:2VERSETITLEENDNEWLINEVERSESTARTThat he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.VERSEENDNEWLINEVerse 2. - That he no longer should live the rest of his time in the flesh. On the whole, it seems better to connect this clause with the imperative: \"Arm yourselves with the same mind, that ye no longer should live the rest of your time;\" rather than with the clause immediately preceding: \"He that hath suffered in the flesh hath ceased from sin; that he no longer should live,\" etc.; though both connections give a good sense. The Greek word for \"live\" (βιῶσαι) occurs only here in the New Testament. Bengel says, \"Aptum verbum, non die fur de brutis.' \"In the flesh \"here means simply \"in the body,\" in this mortal life. \"The rest of your time\" suggests the solemn thought of the shortness of our earthly pilgrimage: bye for eternity. To the lusts of men, but to the will of God. The datives are normal; they express the pattern or rule according to which our life ought to be fashioned. God's will is our sanctification (1 Thessalonians 4:3). That will is ever the same, a fixed, unchanging rule; the lusts of men are shifting, uncertain, restless.NEWLINEVERSETITLESTART1Peter4:3VERSETITLEENDNEWLINEVERSESTARTFor the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:VERSEENDNEWLINEVerse 3. - For the time past of our life may suffice us to have wrought the will of the Gentiles; rather, as in the Revised Version, the time past may suffice. The words, \"of our life\" and \"us,\" are not found in the best manuscripts. St. Peter could not include himself among those who wrought the will of the Gentiles. The Greek word for \"will\" here is, according to the best manuscripts, βούλημα; in ver. 2 \"the will of God\" is θέλημα. The general distinction is that θέλω implies choice and purpose, βούλομαι merely inclination (compare, in the Greek, Philemon 1:13, 14). The change of word seems to point to such a distinction here. God's will is a fixed, holy purpose; the will, or rather wish, of the Gentiles was uncertain inclination, turned this way or that way by changeful lusts. The perfect infinitive, \"to have wrought,\" implies that that part of life ought to be regarded as a thing wholly past and gone. The whole sentence has a tone of solemn irony. \"Fastidium peccati apud resipiscentes\" (Bengel); comp. Romans 6:21. St. Peter is here addressing Gentile Christians. Fronmüller's objection is peculiar: \"Suppose that the readers of Peter's Epistle had formerly been heathens, his reproaching them with having formerly done the will of the Gentiles would surely be singular.\" They had done the will of the Gentiles; they were now, as Christians, to do the will of God. When we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries; better, as in the Revised Version, and to have walked. There is no pronoun. Lusts are the hidden sins of unclean thought, which lead to outbreaks of lasciviousness. The Greek word for \"revellings\" (κῶμοι) is one often used of drunken youths parading the streets, or of festal processions in honor of Bacchus. The word translated \"banquetings\" means rather \"drinking-bouts.\" The word for \"abominable\" is ἀθεμίτοις, unlawful, nefarious, contrary to the eternal principles of the Divine Law; \"quibus sanctissimum Dei jus violatur\" (Bengel). St. Peter is probably referring, not only to the sin of idolatry in itself, but also to the many licentious practices connected with it. After the persecution of Nero, in which St. Peter perished, Christianity was regarded by the state as a religio illicita. Christianity was condemned by the law of Rome; idolatry is opposed to the eternal Law of God. This verse could not have been addressed to Hebrew Christians.NEWLINEVERSETITLESTART1Peter4:4VERSETITLEENDNEWLINEVERSESTARTWherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:VERSEENDNEWLINEVerse 4. - Wherein they think it strange. Wherein, in which course of life, in the fact that the Christians once lived like the Gentiles, but now are so wholly changed. The word ξενίζεσθαι means commonly to be a guest, to live as a stranger in another's house (Acts 10:6, 18; Acts 21:16); here it means to be astonished, as at some strange sight, as such guests would no doubt sometimes be (comp. ver. 12 and Acts 17:20). That ye run not with them to the same excess of riot. The Greek words are very strong, \"while ye run not with them,\" as if the Gentiles were running greedily in troops to riot and ruin. The word for \"excess\" (ἀνάχυσις) is found here only in the New Testament; it means\" an overflowing;\" the rendering sentina (\"a sewer\" or \"cesspool\") is doubtful. The word rendered \"riot\" (ἀδωτία) occurs also in Ephesians 5:18 and Titus 1:6, and is used in the adverbial form in describing the recklessness of the prodigal son (Luke 15:13). It means that lost state in which a man is given up to self-indulgence, and saves neither reputation, earthly position, nor his immortal soul. Speaking evil of you; better, perhaps, translated literally, blaspheming. The words \"of you\" are not in the original; they who revile Christians for well-doing are blasphemers, they speak really against God.NEWLINEVERSETITLESTART1Peter4:5VERSETITLEENDNEWLINEVERSESTARTWho shall give account to him that is ready to judge the quick and the dead.VERSEENDNEWLINEVerse 5. - Who shall give account to him that is ready to judge the quick and the dead. The judgment is at hand; the Judge standeth before the door; all men, quick and dead alike, must give account to him. It is better to suffer now for well-doing than then for evil-doing. Men call you to give account now (1 Peter 3:15); they themselves must give account to God.NEWLINEVERSETITLESTART1Peter4:6VERSETITLEENDNEWLINEVERSESTARTFor for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.VERSEENDNEWLINEVerse 6. - For for this cause was the gospel preached also to them that are dead. The conjunction \"for\" seems to link this verse closely to ver. 5, while the καί (\"also\" or \"even\") gives an emphasis to\" them that are dead\" (καὶ νεκροῖς). We naturally refer these last words to the καὶ νεκρούς of the preceding verse. The apostle seems to be meeting an objection. The Thessalonian Christians feared lest believers who fell asleep before the second advent should lose something of the blessedness of those who should be alive and remain unto the coming of the Lord. On the other hand, some of St. Peter's readers may, perhaps, have thought that those who had passed away before the gospel times could not be justly judged in the same way as those who then were living. The two classes, the living and the dead, were separated by a great difference: the living had heard the gospel, the dead had not; the living had opportunities and privileges which had not been granted to the dead. But, St. Peter says, the gospel was preached also to the dead; they too heard the glad tidings of salvation (καὶ νεκροῖς εὐηγγελίσθη). Some have thought that the word \"dead\" is used metaphorically for the dead in trespasses and sins. But it seems scarcely possible to give the word a literal sense in ver. 5 and a metaphorical sense in ver. 6. Some understand the apostle as meaning that the gospel had been preached to those who then were dead, before their death; but it seems unnatural to assign different times to the verb and the substantive. The aorist εὐηγγελίσθη directs our thoughts to some definite occasion. The absence of the article (καὶ νεκροῖς) should also be noticed; the words assert that the gospel was preached to dead persons - to some that were (lead. These considerations lead us to connect the passage with 1 Peter 3:19, 20. There St. Peter tells us that Christ himself went and preached in the spirit \"to the spirits in prison;\" then the gospel was preached, the good news of salvation was announced, to some that were dead. The article is absent both here and in ver. 5 (ζῶντας καὶ νεκρούς). All men, quick and dead alike, must appear before the judgment-seat of Christ; so St. Peter may not have intended to limit the area of the Lord's preaching in Hades here, as he had done in 1 Peter 3. There he mentioned one section only of the departed; partly because the Deluge furnished a conspicuous example of men who suffered for evil-doing, partly because he regarded it as a striking type of Christian baptism. Here, perhaps, he asserts the general fact - the gospel was preached to the dead; perhaps (we may not presume to dogmatize in a matter so mysterious, about which so little is revealed) to all the vast population of the underworld, who had passed away before the gospel times. Like the men of Tyre and Sidon, of Sodom and Gomorrah, they had not seen the works or heard the words of Christ during their life on the earth; now they heard from the Lord himself what he had done for the salvation of mankind. Therefore God was ready to judge the quick and the dead, for to both was the gospel preached. That they might be judged according to men in the flesh, but live according to God in the spirit. The gospel was preached to the dead for this end (εἰς τοῦτο), that they might be judged indeed (ἵνκριθῶσι μέν), but nevertheless live (ζῶσι δέ). The last clause expresses the end and purpose of the preaching; the former clause, though grammatically dependent upon the conjunction ἵνα, states a necessity antecedent to the preaching (comp. Romans 6:17, \"God be thanked that ye were the servants of sin, but ye have obeyed from the heart;\" and Romans 8:10, \"If Christ be in you, the body indeed is dead because of sin, but the spirit is life because of righteousness.\" The meaning seems to be - the gospel was preached to the dead, that, though they were judged, yet they might live. They had suffered the judgment of death, the punishment of human sin. Christ had been put to death in the flesh (1 Peter 3:18) for the sins of others; the dead had suffered death in the flesh for their own sins. They had died before the manifestation of the Son of God, before the great work of atonement wrought by his death; but that atonement was retrospective - he \"taketh away the sin of the world;\" its saving influences extended even to the realm of the dead. The gospel was preached to the dead, that, though they were judged according to men (that is, after the fashion of men, as all men are judged), yet they might live in the spirit (comp. 1 Corinthians 5:5, \"To deliver such a one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus\"). The verb κριθῶσι, \"might he judged,\" is aorist, as describing a single fact; the verb ζῶσι, \"might live,\" is present, as describing a continual state. According to God. God is Spirit; and as they that worship him must worship in spirit, so they who believe in him shall live in spirit. The future life is a spiritual life; the resurrection-bodies of the saints will be spiritual bodies, for\" flesh and blood cannot inherit the kingdom of God.\" But κατὰ Θεόν may also mean \"according to the will of God\" (as in Romans 8:27), according to his gracious purpose, and in that life which he giveth to his chosen, that eternal life which lieth in the knowledge of God, and Jesus Christ whom he hath sent.NEWLINEVERSETITLESTART1Peter4:7VERSETITLEENDNEWLINEVERSESTARTBut the end of all things is at hand: be ye therefore sober, and watch unto prayer.VERSEENDNEWLINEVerse 7. - But the end of all things is at hand. The mention of the judgment turns St. Peter's thoughts into another channel. The end is at hand, not only the judgment of persecutors and slanderers, but the end of persecutions and sufferings, the end of our great conflict with sin, the end of our earthly probation: therefore prepare to meet your God. The end is at hand: it hath drawn near. St. Peter probably, like the other apostles, looked for the speedy coming of the Lord. It was not for him, as it is not for us, \"to know the times or the seasons\" (Acts 1:7). It is enough to know that our own time is short. When St. Peter wrote these words, the end of the holy city, the center of the ancient dispensation, was very near at hand; and behind that awful catastrophe lay the incomparably more tremendous judgment, of which the fall of Jerusalem was a figure. That judgment, we know now, was to be separated by a wide interval from the dale of St. Peter's Epistle. But that interval is measured, in the prophetic outlook, not by months and years. We are now living in \"the last times\" (1 Timothy 4:1; 1 John 2:18). The coming of our Lord was the hennaing of the last period in the development of God's dealings with mankind; there is no further dispensation to be looked for. \"Not only is there nothing mere between the Christian's present state of salvation and the end, but the former is itself already the end, i.e. the beginning of the end\" (Schott, quoted by Huther). Be ye therefore sober; rather, self-restrained, calm, thoughtful. The thought of the nearness of the end should not lead to excitement and neglect of common duties, as it did in the case of the Thessalonian Christians, and again at the approach of the thousandth year of our era. And watch unto prayer; rather, be sober unto prayers. The word translated \"watch\" in the Authorized Version is not that which we read in our Lord's exhortation to \"watch and pray.\" The word used here (νήψατε) rather points to temperance, abstinence from strong drinks, though it suggests also that wariness and cool thoughtfulness which are destroyed by excess. The Christian must be self-restrained and sober, and that with a view to perseverance in prayer. The aorist imperatives, perhaps, imply that St. Peter's readers needed to be stirred up (2 Peter 1:13; 2 Peter 3:1), to be aroused from that indifference into which men are so apt to fall. The exhortation to persevere in watchfulness would be expressed by the present.NEWLINEVERSETITLESTART1Peter4:8VERSETITLEENDNEWLINEVERSESTARTAnd above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.VERSEENDNEWLINEVerse 8. - And above all things have fervent charity among yourselves; more literally, before all things, having your love towards one another intense. The existence of charity is taken for granted. Christians must love one another; love is the very badge of their profession. The apostle urges his readers to keep that love intense, and that before all things; for charity is the first of Christian graces. (On the word \"intense\" (ἐκτενής), see note on 1 Peter 1:22.) For charity shall cover the multitude of sins. Read and translate, with the Revised Version, for love covereth a multitude of sins. If St. Peter is directly quoting Proverbs 10:12, he is not using the Septuagint, as he commonly does, but translating from the Hebrew. The Septuagint rendering is quite different, Πάντας δὲ τοὺς μὴ φιλονεικοῦντας καλύπτει φιλία. But it may be that the words had become proverbial. We find them also in James 5:20, \"He which converteth the sinner... shall hide a multitude of sins.\" St. James means that he will obtain God's forgiveness for the converted sinner; but in Proverbs 10:12 the meaning (as is plain from the context) is that love covers the sins of others; does not stir up strifes, as hatred does, but promotes concord by concealing and forgiving sins. This is probably St. Peter's meaning here: \"Take care that your charity is intense, for only thus can you forgive as you are bidden to forgive, as you hope to be forgiven.\" Perhaps he was thinking of the \"seventy times seven,\" to which the Lord had told him that forgiveness was to extend. But his words may well be understood as implying more than this. Love shown in forgiving others will win forgiveness for yourselves: \"Forgive, and ye shall be forgiven.\" Love manifested in converting others will cover their sins, and obtain God's forgiveness for them. In the deepest sense, it is only the love of Christ energizing in his atoning work which can cover sin; but true charity, Christian love, flows from that holiest love. \"Love is of God, and every one that loveth is born of God, and knoweth God.\" Therefore in some sense Christian love, flowing from the love of Christ, and bringing the Christian very near to Christ, covers sins; for it keeps the Christian close to the cross, within the immediate sphere of the blessed influences of the atonement, so that he becomes a center of grace, a light kindled from the true Light, a well of living waters fed by the one fountain which is opened for sin and for uncleanness. The mutual love of Christians, their kindly words and deeds, check the work of sin; their prayers, their intercessions, call down the forgiveness of God. Therefore, in the view of the approaching end, charity is before all things precious for our own souls and for the souls of others.NEWLINEVERSETITLESTART1Peter4:9VERSETITLEENDNEWLINEVERSESTARTUse hospitality one to another without grudging.VERSEENDNEWLINEVerse 9. - Use hospitality one to another; literally, being hospitable (comp. Romans 12:13; 1 Timothy 3:2; Hebrews 13:2 3John 5). Hospitality must have been a necessary, and often a costly, duty in the early ages of the Church. There was no public provision for the poor. Christians traveling from place to place would find no suitable shelter except in the houses of Christians. They would be obliged to avoid the public houses of entertainment, where they would be exposed often to danger, always to temptation; only the private houses of Christians would be safe for them. Hence the use of the \"letters of commendation,\" mentioned by St. Paul (2 Corinthians 3:1). Those who brought such letters were to be received in Christian homes. The well-known 'Teaching of the Twelve Apostles' speaks of this right of hospitality, and gives cautions against its abuse. Tim apostle is not speaking of ordinary social gatherings; they have their place and their utility in the Christian life, but they do not, as a rule, afford scope for the higher self-denials of Christian charity (comp. Luke 14:12, 13). Without grudging. Such hospitality would be always costly, often inconvenient, sometimes attended with danger, as in the case of the first British martyr; but it was to be without murmuring. Murmuring would take from the hospitality all its beauty; it should be offered as a gift of love, and Christian love can never murmur (comp. 2 Corinthians 9:7).NEWLINEVERSETITLESTART1Peter4:10VERSETITLEENDNEWLINEVERSESTARTAs every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.VERSEENDNEWLINEVerse 10. - As every man hath received the gift; rather, according as each received a gift. The aorist ἔλαβεν, \"received,\" seems to point to a definite time, as baptism, or the laying on of hands (comp. Acts 8:17; Acts 19:6; 1 Timothy 4:14). For the gift (χάρισμα), comp. Romans 12:6; 1 Corinthians 12:4, \"There are diversities of gifts.\" Even so minister the same one to another; literally, ministering it towards one another. The gifts of grace, whatever they may be, are talents entrusted to individual Christians for the good of the whole Church; those who have them must use them to minister to the wants of others (comp. 1 Peter 1:12, where the same word, διακονεῖν, to minister, is used of the gift of prophecy). As good stewards of the manifold grace of God. We seem to see here a reference to the parable of the talents (comp. also 1 Corinthians 4:1; Titus 1:7). Christians must be \"good stewards (καλοὶ οἰκονόμοι).\" There should be not only exactness, but also grace and beauty in their stewardship - the beauty which belongs to holy love, and flows from the imitation of him who is \"the good Shepherd (ὁ ποιμὴν ὁ καλός).\";;The gifts (χαρίσματα) are the manifestations of the grace (χάρις) of God; that grace from which all gifts issue is called manifold (ποικίλη), because of the diversities of its gifts, the variety of its manifestations.NEWLINEVERSETITLESTART1Peter4:11VERSETITLEENDNEWLINEVERSESTARTIf any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.VERSEENDNEWLINEVerse 11. - If any man speak, let him speak as the oracles of God. St. Peter proceeds to give examples of the proper use of gifts. One of those gifts is utterance. The apostle means all Christian utterance, whether public in the Church, or private in Christian conversation or ministrations to the sick. The second clause may be also rendered, as in the Revised Version, \"speaking as it were oracles of God.\" It is more natural to supply the participle\" speaking\" than \"let him speak,\" after the analogy of διακονοῦντες (\"ministering\") in ver. 10. For the word λόγια, oracles, see Acts 7:38; Romans 3:2; also Hebrews 5:12, in which last place the Scriptures of the New Testament seem to be intended. The apostle's meaning may be either that the Christian teacher was to speak as do the oracles of God, that is, the Scriptures, or (and the absence of the article rather favors this view) that he was so to yield himself to the guidance of the Holy Spirit, that his teaching should be the teaching of God; he was to seek no praise or reward for himself, but only the glory of God. Those who with single-hearted zeal seek God's glory do speak as it were oracles of God, for he speaketh by them (camp. Mark 13:11). If any man minister, let him do it as of the ability which God giveth. Again it is better to supply the participle \"ministering.\" Whatever a man's gifts may be, he must minister them for the good of the whole Church (see ver. 9; also Romans 12. S; 1 Corinthians 12:28). And this he must do as of the strength which God supplieth; the strength is not his - God giveth it. The verb χορηγεῖ, rendered \"giveth,\" is used in classical Greek first of supplying the expenses of a chorus, then of liberal giving generally; it occurs in 2 Corinthians 9:10. The compound, ἐπιχορηγεῖν, is more common; St. Peter has it in the Second Epistle (1. 5, 11). That God in all things may be glorified through Jesus Christ. The glory of God should be the one end of all Christian work. The Lord himself had said so in the sermon on the mount, in words doubtless well remembered by the apostle (Matthew 5:16; camp. 1 Corinthians 10:31). To whom be praise and dominion forever and ever. Amen; rather, as in the Revised Version, whose is the glory and dominion for the ages of ages. It is thought by some that St. Peter is here quoting from some ancient form of prayer; the use of the \"Amen,\" and the resemblance to Revelation 1:6 and Rev 5:13, seem to favor this supposition. It is uncertain whether this doxology is addressed to God the Father or to the Lord Jesus Christ; the order of the words is in favor of the latter view, and the doxology closely resembles that in Revelation 1:6.NEWLINEVERSETITLESTART1Peter4:12VERSETITLEENDNEWLINEVERSESTARTBeloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:VERSEENDNEWLINEVerse 12. - Beloved, thank it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you; literally, be not astonished at the burning among you, which is coming to you for a trial, as though a strange thing were happening to you. St. Peter returns to the sufferings of his readers. The address, \"beloved,\" as in 1 Peter 2:11, shows the depth of his sympathy with them. He resumes the thought of 1 Peter 1:7; the persecution is a burning, a fiery furnace, which is being kindled among them for a trial, to try the strength of their faith. The present participles imply that the persecution was already beginning; the word πύρωσις, a burning (see Revelation 18:9, 18), shows the severity. St. Peter tells them its meaning: it was to prove them; it would turn to their good. Persecution was not to be regarded as a strange thing. The Lord had foretold its coming. St. Paul, in his first visit to Asia Minor, had warned them that \"we must through much tribulation enter into the kingdom of God.\" (On the word ξένιζεσθαι, see note on ver. 4.) The thing was not strange; they were not to count it as strange; they must learn, so to speak, to acclimatize themselves to it; it would brace their energies and strengthen their faith.NEWLINEVERSETITLESTART1Peter4:13VERSETITLEENDNEWLINEVERSESTARTBut rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.VERSEENDNEWLINEVerse 13. - But rejoice, inasmuch as ye are partakers of Christ's sufferings. St. Peter speaks in stronger language; he repeats the Lord's words in Matthew 5:12. Christians should learn to rejoice in persecution; they must rejoice in so far as, in proportion as (καθό), they are partakers of Christ's sufferings (see 2 Corinthians 9:10; Philippians 3:10; Hebrews 13:13). Suffering meekly borne draws the Christian nearer to Christ, lifts him, as on a cross, nearer to the crucified Lord; but this it does only when he looks to Jesus in his suffering, when the eye of faith is fixed upon the cross of Christ. Then faith unites the sufferings of the disciple with the sufferings of his Lord; he is made a partaker of Christ's sufferings; and so far as suffering has that blessed result, in such measure he must rejoice in his sufferings. That, when his glory shall be revealed, ye may be glad also with exceeding joy; literally, that in the revelation of Ms glory also ye may rejoice exulting. The word for \"exulting,\" ἀγαλλιώμενοι, corresponds with that used in 1 Peter 1:6 and in Matthew 5:12 (χαίρετε καὶ ἀγαλλιᾶσθε). Joy in suffering now is the earnest of the great joy of the redeemed at the revelation of that glory which they now see through a glass darkly.NEWLINEVERSETITLESTART1Peter4:14VERSETITLEENDNEWLINEVERSESTARTIf ye be reproached for the name of Christ, happy are ye; for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.VERSEENDNEWLINEVerse 14. - If ye be reproached for the Name of Christ, happy are ye; rather, if ye are reviled in the -Name of Christ, blessed are ye. There is, again, a manifest quotation of our Lord's words in Matthew 5:11. The conjunction \"if\" does not imply any doubt: the words mean \"when ye are reviled.\" For \"in the Name of Christ,\" camp. Mark 9:41, \"Whosoever shall give you a cup of water to drink in my Name, because ye belong to Christ.\" So here the meaning is, \"When ye are reviled because ye belong to Christ, because ye bear his Name, because ye are Christians\" (camp, Acts 5:41). For the Spirit of glory and of God resteth upon you. The form of the sentence in the Greek is unusual. Some regard the first clause, τὸ τῆς δόξης, as a periphrasis for δόξα, and translate, \"For glory and the Spirit of God resteth upon you.\" But there is no other instance of such a periphrasis in the New Testament (Winer, 3:18. 3); it is better to supply πνεῦμα. Men revile them, but God glorifieth them. The Spirit of glory, the Spirit which hath the glorious attributes of God, the Spirit which proceedeth from the Father who dwelleth in the glory, in the Shechinah, - that Spirit resteth upon them, and sheds on them the glory of holy suffering, the glory which hung around the cross of Christ. Two of the most ancient manuscripts, with some others, insert the words καὶ δυνάμεως, \"the Spirit of glory, and of power, and of God.\" The Spirit is power from on high (Luke 24:49). (For \"resteth,\" comp. Isaiah 11:2.) Ἐπί with the accusative suggests the thought of the Spirit descending upon them and resting there (comp. John 1:32, 33). The Spirit abides upon those who patiently suffer for Christ. On their part he is evil spoken of, but on your part he is glorified. These words are not found in the most ancient manuscripts, and are probably a gloss, lint a true one. Those who reviled the suffering Christians really blasphemed the Holy Spirit of God, by whom they were strengthened; the Holy Spirit was glorified by their patient endurance.NEWLINEVERSETITLESTART1Peter4:15VERSETITLEENDNEWLINEVERSESTARTBut let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men's matters.VERSEENDNEWLINEVerse 15. - But let none of you suffer as a murderer, or as a thief, or as an evil-doer; literally, for let none of you, etc. They are blessed who suffer in the Name of Christ, because they belong to Christ: for it is not the suffering which brings the blessedness, but the cause, the faith and patience with which the suffering is borne. The word for \"evil-doer,\" κακοποιός, is used by St. Peter in two other places (1 Peter 2:12 and 14). Christians were spoken against as evil-doers; they must be very careful to preserve their purity, and to suffer, if need be, not for evil-doing, but for well-doing (1 Peter 3:17). Or as a busybody in other men's matters. This clause represents one Greek word, ἀλλοτριοεπίσκοπος; it means an ἐπίσκοπος, ill-specter, overseer (\"bishop\" is the modern form of the word), of other men's matters - of things that do not concern him. St. Peter uses the word ἐπίσκοπος only once (1 Peter 2:25), where he describes Christ as the Bishop of our souls. It cannot be taken here in its ecclesiastical sense, \"let no man suffer as a bishop in matters which do not concern him; but if as a Christian (bishop), let him not be ashamed.\" The Jews were often accused of constituting themselves judges and meddling in other men's matters; it may be that the consciousness of spiritual knowledge and high spiritual dignity exposed Christians to the same temptation. Hilgenfeld sees here an allusion to Trajan's laws against informers, and uses it as an argument for his theory of the late date of this Epistle.NEWLINEVERSETITLESTART1Peter4:16VERSETITLEENDNEWLINEVERSESTARTYet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf.VERSEENDNEWLINEVerse 16. - Yet if any man suffer as a Christian. The word \"Christian\" occurs only three times in the New Testament - twice in the Acts of the Apostles (Acts 11:26; Acts 26:28), and here. \"The disciples were called Christians first in Antioch.\" They were originally described amongst themselves as \"the disciples,\" \"the brethren,\" \"the believers,\" \"the elect,\" or\" the saints;\" by the Jews they were called \"the Nazarenes\" (Acts 24:5), as still in Mohammedan countries. The name was probably invented by the heathen, and used at first as a term of derision; there is something of scorn in Agrippa's use of it. It did not at once become common among the disciples of the Lord. St. Peter (who preached at Antioch (Galatians 2:11), and is said to have been Bishop of Antioch) is the only sacred writer who adopts it instead of the older names, and that only ones, and in connection with threatened persecution. St. James may possibly allude to it in James 2:7. But it was not commonly used among' believers till after New Testament times. Then they began to discern its admirable suitableness. It reminded them that the center of their religion was not a system of doctrines, but a Person, and that Person the Messiah, the Anointed of God. The Hebrew origin of the word, the Greek dress, the Latin termination, seemed to point, like the threefold inscription on the cross, to the universality of Christ's religion to its empire, first over all the civilized nations, and through them, by continually increasing triumphs, over the whole world. It reminded them that they too were anointed, that they had an unction from the Holy One. Its very corruption through heathen ignorance, Christian from χρηστός, good (the Sinaitic Manuscript has χρηστιανός in this place) had its lesson - it spoke of sweetness and of goodness. See the oft-quoted passage from Tertullian: \"Sed quum et perperam Chres-tiani nuncupamur a vobis (nam nec nominis certa est notitia penes yes) de suavitate et benignitate compositum est.\" Let him not be ashamed; but let him glorify God on this behalf. The best-supported reading is ἐν τῷ ὀνόματι τούτῳ. This may be understood as an idiom, in the same sense as the reading of the Authorized Version; but it is better to translate it literally, in this name, i.e. either the name of Christ, or (more probably, perhaps) that of Christian. The heathen blasphemed that worthy Name; suffering Christians must not be ashamed of it, but, as the holy martyrs did, utter their \"Christianus sum\" with inward peace and thanksgiving, glorifying God that he had given them grace to bear that honored Name and to suffer for Christ. Bengel says here, \"Poterat Petrus dicere, honori sibi ducat: sed honorem Dee resignandum esse docet.\"NEWLINEVERSETITLESTART1Peter4:17VERSETITLEENDNEWLINEVERSESTARTFor the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?VERSEENDNEWLINEVerse 17. - For the time is come that judgment must begin at the house of God. The house of God is the Church (see 1 Timothy 3:15; 1 Corinthians 3:16; and 1 Peter 2:5). The judgment must begin at the sanctuary (Ezekiel 9:6; see also Jeremiah 25:15-29). The beginning of judgment is the persecution of the Christians, as our Lord had taught (Matthew 24:8, 9, and following verses); but that judgment is not unto condemnation: \"When we are judged, we are chastened of the Lord, that we should not be condemned with the world\" (1 Corinthians 11:32); it is the fiery trial, \"which is much more precious than of gold that perisheth,\" the refining fire of affliction. And if it first begin at us, what shall the end be of them that obey not the gospel of God? Compare the passage in Jeremiah already referred to: \"Behold, I begin to bring evil on the city which is called by my Name, and should ye be utterly unpunished?\" Compare also our Lord's question, \"If they do these things in a green tree, what shall be done in the dry?\" Gerhard (quoted by Huther) rightly remarks,\" Exaggeratio est in interrogatione.\" The question suggests answers too awful for words.NEWLINEVERSETITLESTART1Peter4:18VERSETITLEENDNEWLINEVERSESTARTAnd if the righteous scarcely be saved, where shall the ungodly and the sinner appear?VERSEENDNEWLINEVerse 18. - And if the righteous scarcely be saved. St. Peter is quoting the Septuagint Version of Proverbs 11:31. That version departs considerably from the Hebrew, which is accurately represented by the Authorized Version, \"Behold, the righteous shall be recompensed in the earth; much more the wicked and the sinner.\" Probably the word rendered\" recompensed,\" which is neutral in its meaning, is best understood here, not of the good deeds of the righteous, but of the sin which still cleaves to all human righteousness. The righteous shall be requited in the earth, that is, chastised for his transgressions. So it would be now, St. Peter says; judgment must begin at the house of God. He adopts the inexact Septuagint translation for its substantial truth, as we now sometimes use versions which are sufficient for practical purposes, though we know them to be critically inaccurate. We observe again the absence of marks of quotation, as often in St. Peter. Bengel well remarks that the awful \"scarcely\" (μόλις σώζεται) is softened by 2 Peter 1:11. Where shall the ungodly and the sinner appear? The\" ungodly \"are the impious, scoffers, and blasphemers; the\" sinners\" are men of profligate and dissolute lives. But the words are (probably) included under one article in the Greek; the men were the same; one form of evil led to the other (comp. Psalm 1:5; see also Matthew 19:25).NEWLINEVERSETITLESTART1Peter4:19VERSETITLEENDNEWLINEVERSESTARTWherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.VERSEENDNEWLINEVerse 19. - Wherefore let them that suffer according to the will of God; rather, let them also that suffer. St. Peter sums up his exhortation; he returns to the thought of 1 Peter 3:17, \"It is better, if the will of God be so, that ye suffer for well-doing, than for evil-doing.\" In the hour of suffering, as well as in times of prosperity, we are in the hands of a merciful and loving Father; we are to learn submission, not because the suffering is inevitable, but because it is according to his will, and his will is our sanctification and salvation. Commit the keeping of their souls to him in well-doing, as unto a faithful Creator; rather, as in the Revised Version, commit their souls in well-doing unto a faithful Creator. The conjunction \"as\" must be omitted, not being found in any of the best manuscripts. The word rendered \"Creator\" (κτίστης) Occurs nowhere else in the Greek Testament. God is our Creator, the Father of spirits, He gave the spirit; to him it returneth. We must imitate our dying Lord, and, like him, commit our souls to the keeping of our heavenly Father as a deposit which may be left with perfect confidence in the hands of a faithful Creator (see 2 Timothy 1:12). There is an evident reference here to our Lord's words upon the cross (Luke 23:46; Psalm 31:5). St. Peter adds, \"in well-doing.\" The Christian's faith must bring forth the fruits of holy living; even in the midst of suffering he must \"be careful to maintain good works.\"NEWLINENEWLINENEWLINENEWLINENEWLINE","1Pet.5":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART1Peter5:1VERSETITLEENDNEWLINEVERSESTARTThe elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:VERSEENDNEWLINEVerse 1. - The elders which are among you I exhort. The Vatican and Alexandrine Manuscripts omit the article, and insert \"therefore\" (the Sinaitic gives both), reading, \"Elders, therefore, among you I exhort.\" The solemn thoughts of the last chapter, the coming judgment, the approach of persecution, the necessity of perseverance in well-doing, suggest the exhortation; hence the \"therefore.\" The context shows that the apostle is using the word \"elder\" (πρεσβύτερος, presbyter) in its official sense, though its original meaning was also in his thoughts, as appears by ver. 5. We first meet with the word in the Old Testament (Exodus 3:16, 18; Exodus 24:9; Numbers 11:16; Joshua 20:4, etc.). Used originally with reference to age, it soon became a designation of office. Very early in the history of the Christian Church we meet with the same title. It occurs first in Acts 11:30. The Christians of Antioch make a collection for the poor saints at Jerusalem, and send their alms by the hand of Barnabas and Saul to the elders of the Jerusalem Church. We read several times of these elders in Acts xv. as associated with the apostles in the consideration of the great question of the circumcision of Gentile Christians; they joined with St. James in the official reception of St. Paul at his last visit to Jerusalem (Acts 21:18). It appears, then, that the Christian presbyterate originated in the mother Church of Jerusalem. It was soon introduced into the daughter Churches; the apostles Paul and Barnabas ordained elders in every Church during the first missionary journey (Acts 14:23); and the various notices scattered over the Acts of the Apostles and the Epistles imply the early establishment of the office throughout the Church. Who am also an elder ὁ συμπρεσβύτερος. St. Peter, though holding the very highest rank in the Church as an apostle of Christ, one of those who were to sit on twelve thrones judging the twelve tribes of Israel (Matthew 19:28), claims no supremacy; he simply designates himself as a brother presbyter. So also St. John (2 John 1; 3 John 1). He exhorts the presbyters as a brother, and grounds his exhortation on community of office. The absence of any note of distinction between bishops and presbyters is, so far, an indication of the early date of this Epistle, as against Hilgenfeld and others. And a witness of the sufferings of Christ. This was his one distinction above those whom he addresses. Like St. John, he declared unto them that which he had heard, which he had seen with his eyes. He had seen the Lord bound and delivered into the hands of wicked men; probably he had watched his last sufferings among them which stood afar off. And also a partaker of the glory that shall be revealed. The thought of the sufferings of Christ leads on to the thought of the future glory (comp. 1 Peter 1:11; 1 Peter 4:13). Perhaps St. Peter was also thinking of the Lord's promise to himself, \"Whither I go, thou canst not follow me now; but thou shalt follow me afterwards\" (John 13:36).NEWLINEVERSETITLESTART1Peter5:2VERSETITLEENDNEWLINEVERSESTARTFeed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;VERSEENDNEWLINEVerse 2. - Feed the flock of God which is among you; rather, tend, as a shepherd tends his flock. The verb ποιμάνατε is aorist, as if St. Peter wished to concentrate into one point of view all the labors of the ministerial life. He is echoing the word so solemnly addressed to himself by the risen Lord, \"Feed my sheep ποίμαινε τὰ πρόβατά μου.\" The word covers all the various duties of the pastoral office: \"Pasce mente, pasce ore, pasce operc, pasce animi oratione, verbi exhortatione, exempli exhibitione\" (St. Bernard, quoted by Alford). St. Peter lays stress upon the solemn fact that the flock belongs to God, not to the shepherds (comp. Acts 20:28). Some understand the words rendered \"which is among you τὸ ἐν ὑμῖν \" as meaning\" quantum in vobis est,\" \"as far as lies in your power.\" Others as \"that which is committed to you,\" or \"that which is placed under your care.\" But the simple local meaning seems the best. Taking the oversight thereof. This word ἐπισκοποῦντες is not found in the Sinaitic and Vatican Manuscripts. Alford thinks that \"it has, perhaps, been removed for ecclesiastical reasons, for fear πρεσβύτεροι should be supposed to be, as they really were, ἐπίσκοποι It is in the Alexandrine and most other ancient manuscripts and versions, and there seems to be no sufficient reason for omitting it. It shows that when this Epistle was written, the words πρεσβύτερος and ἐπίσκοπος, presbyter and bishop, were still synonymous (comp. Acts 20:17 and 28 in the Greek; also Titus 1:5 and 7). Not by constraint, but willingly. The word ἀναγκαστῶς, by constraint, occurs only here. St. Paul says (1 Corinthians 9:16), \"Necessity is laid upon me;\" but that was an inward necessity, the constraining love of Christ. Bede, quoted by Alford, says, \"Coacte pascit gregem, qui propter rerum temporalium penurium non habens unde vivat, idcirco praedicat evangelium ut de evangelio vivere possit.\" Some good manuscripts add, after \"willingly,\" the words κατὰ Θεόν, \"according to God,\" i.e. according to his will (comp. Romans 8:27). Not for filthy lucre. The adverb αἰσχροκερδῶς occurs only here (for the thought, comp. 1 Timothy 3:8; Titus 1:7). It would seem that, even in the apostolic age, there were sometimes such opportunities of gain (see Titus 1:11; 2 Timothy 3:6) as to be a temptation to enter the ministry for the sake of money. St. Peter uses a strong word in condemnation of such a motive. But of a ready mind. This adverb προθύμως occurs nowhere else in the New Testament; it has a stronger meaning than the preceding word ἑκουσίως, willingly; it implies zeal and enthusiasm.NEWLINEVERSETITLESTART1Peter5:3VERSETITLEENDNEWLINEVERSESTARTNeither as being lords over God's heritage, but being ensamples to the flock.VERSEENDNEWLINEVerse 3. - Neither as being lords over God's heritage; rather, as in the Revised Version, neither as lording it over the charge allotted to you. The κατά ιν τηε verb κατακυριέω is not only intensive, it implies something of scorn and tyranny or even of hostility, as also in καταδυναστεύω (James 2:6); comp. Matthew 20:25. The literal rendering of the clause is, \"lording it over the lots.\" The Authorized Version, following Beza, supplies τοῦ Θεοῦ, \"God's heritage.\" But if this were the apostle's meaning, he would surely have used the singular, κλῆρος, \"the lot or portion of God;\" and it is very unlikely that he would have left the most important word to be supplied. Some commentators take κλῆροι in its modern sense, of the clergy, as if St. Peter was commanding the bishops not to tyrannize over the inferior clergy. But this view involves an anachronism; the word had not acquired this meaning in St. Peter's time. It is clearly best to understand it of the lots or portions assigned to individual presbyters. The word κλῆρος originally meant a \"lot\" (Matthew 27:35; Acts 1:26), then portions assigned by casting lots, as the possessions of the tribes of Israel (Joshua 18 and 19), then any portion or inheritance however obtained; thus in Deuteronomy 10:9 the Lord is said to be the Inheritance κλῆρος of the Levites. In later times the word was applied to the clergy, who were regarded as, in a special sense, the Lord's portion or inheritance, perhaps because God was pleased to take the tribe of Levi instead of the firstborn, saying, the Levites shall be mine (Numbers 3:12). But being ensamples to the flock; literally, becoming examples. They must imitate the great Example, the Lord Jesus, and, by gradual imitation of his blessed character, become examples themselves. Thus they will acquire a more salutary influence and a truer authority. \"The life should command, and the tongue persuade\" (Athanasius, quoted by Fronmuller).NEWLINEVERSETITLESTART1Peter5:4VERSETITLEENDNEWLINEVERSESTARTAnd when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.VERSEENDNEWLINEVerse 4. - And when the chief Shepherd shall appear; rather, is manifested. The word rendered \"chief Shepherd\" ἀρχιποίμην occurs only here; it reminds us of the Lord's description of himself as \"the good Shepherd,\" and of the \"great Shepherd of the sheep\" (Hebrews 13:20). Ye shall receive a crown of glory that fadeth not away. This is the true reward of the faithful presbyter, not power or filthy lucre. Literally, it is \"the crown of glory,\" the promised glory, the glory of the Lord which he hath promised to his chosen. \"The glory which thou gavest me, I have given them\" (John 17:22). The crown is the glory; the genitive seems to be one of apposition. The Greek word here rendered \"that fadeth not away\" ἀμαράντινος is not exactly the same with that so rendered in 1 Peter 1:4 ΧΧΧ; taken literally, the words used here mean an amaranthine wreath - a wreath of amaranth flowers; the general meaning remains the same, \"unfading.\" St. Peter is thinking, not of a kingly crown, but of the wreaths worn on festive occasions or bestowed on conquerors.NEWLINEVERSETITLESTART1Peter5:5VERSETITLEENDNEWLINEVERSESTARTLikewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.VERSEENDNEWLINEVerse 5. - Likewise, ye younger, submit yourselves unto the elder. Is St. Peter still using the last word in its official sense? or is he passing to its ordinary meaning? It seems impossible to answer the question with certainty. Some think that the word νεώτεροι, younger, had also acquired an official meaning, and that it is used here, and in Acts 5:6 of assistant-ministers who were employed to help the presbyters and apostles. Others think that it had a meaning nearly equivalent to our \"laity\" as distinguished from the presbyters. But, on the whole, it seems more natural to suppose that the word \"elder,\" when once used, led St. Peter on from one meaning to another, and that here he is simply speaking of the respect due to age (comp. 1 Timothy 5:1). Yea, all of you be subject one to another. The word ὑποτασσόμενοι, rendered \"be subject,\" is omitted in the most ancient manuscripts. If their reading is adopted, the dative, ἀλλήλοις, \"one to another,\" may be taken either with the previous clause,\" Submit yourselves unto the elder; yea, all of you, to one another;\" or with that which follows, \"Be clothed with humility one towards another.\" And be clothed with humility. The word rendered \"be clothed\" ἐγκοβώσασθε occurs here only, and is a remarkable word. It is derived from κόμβος, a knot or band; the corresponding noun. ἐγκόμβωμα, was the name of an apron worn by slaves, which was tied round them when at work, to keep their dress clean. The word seems to teach that humility is a garment which must be firmly fastened on and bound closely round us. The association of the slave's apron seems also to suggest that Christians should be ready to submit to the humblest works of charity for others, and to point back to the lowliness of the Lord Jesus, when he girded himself, and washed the feet of his apostles (John 13:4). It may be noticed that the Greek word for \"humility\" ταπεινοφροσύνη is used only by St. Paul, except in this place. For God resisteth the proud, and giveth grace to the humble. St. Peter is quoting from the Septuagint Version of Proverbs 3:34, without marks of quotation, as in other places. St. James quotes the same passage (James 4:6), and with the same variation, substituting \"God\" for \"Lord,\" as St. Peter does. The Greek word for \"resisteth ἀντιτάσσεται is a strong one: God rangeth himself as with an army against the haughty.NEWLINEVERSETITLESTART1Peter5:6VERSETITLEENDNEWLINEVERSESTARTHumble yourselves therefore under the mighty hand of God, that he may exalt you in due time:VERSEENDNEWLINEVerse 6. - Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time. The Alexandrine Manuscript and some ancient versions add ἐπισκοπῆς, \"in the time of visitation,\" probably from Luke 19:44. For \"the mighty hand of God,\" comp. Deuteronomy 3:24; Luke 1:51. St. Peter was doubtless thinking of the well-remembered words of the Lord, \"He that humbleth himself shall be exalted.\"NEWLINEVERSETITLESTART1Peter5:7VERSETITLEENDNEWLINEVERSESTARTCasting all your care upon him; for he careth for you.VERSEENDNEWLINEVerse 7. - Casting all your care upon him; rather, all your anxiety μέριμνα. St. Peter is quoting, with slight alterations, the Septuagint Version of Psalm 55:22. We cast our anxiety upon God when we fulfill the Lord's commandment, \"Take no thought [rather, 'be not anxious'], saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed? For your heavenly Fat. her knoweth that ye have need of all these things.\" God cares for us; therefore we must not be over-anxious, but trust in him. The participle is aorist, as if implying that we are to cast the whole burden of all our anxieties πᾶσαν τὴν μέριμναν ὑμῶν by one act of faith upon the Lord. For he careth for you. The Greek word is μέλει, quite different from the μέριμνα of the foregoing clause. The care which is forbidden is that anxiety about worldly things which harasses a man and distracts his mind, so that he cannot compose himself to prayer and holy meditation. God's care for us is calm, holy, thoughtful providence. He \"knoweth that we have need of all these things;\" and he maketh all things work together for good to his chosen, to them that love him.NEWLINEVERSETITLESTART1Peter5:8VERSETITLEENDNEWLINEVERSESTARTBe sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:VERSEENDNEWLINEVerse 8. - Be sober, be vigilant (comp. 1 Thessalonians 5:6). For the first word, νήψατε, see note on 1 Peter 4:7. The second γρηγόρησατε, is the word so often and so emphatically used by our Lord (Mark 13:35, 37; Matthew 26:40, 41, etc.). The imperatives are aorist, as in 1 Peter 4:7; and, as there, either imply that the exhortation was needed by the readers, or are used to express vividly the necessity of instant attention. Because your adversary the devil. The conjunction \"because\" is omitted in the best manuscripts. The asyndeten, as in the last clause, increases the emphasis. The word rendered \"adversary\" ἀντίδικος means properly an opponent in a lawsuit, as in Matthew 5:25; but it is also used generally for \"adversary,\" and so is a translation of the Hebrew word Satan. The word διάβολος, devil, means \"slanderer,\" \"false accuser.\" As a roaring lion. He is called a serpent to denote his subtlety, a lion to express his fierceness and strength. The word rendered \"roaring\" ὠρυόμενος is used especially of the cries of wild beasts when ravenous with hunger (see Psalm 104:21; and comp. Psalm 22:13, 21). Walketh about, seeking whom he may devour (comp. Job 1:7; Job 2:2). The words express the restless energy of the wicked one. He cannot touch those who are kept by the power of God through faith unto salvation; but he walketh about, looking eagerly after any lost sheep that may have wandered from the fold. He roars in the craving of his heart for prey, like a hungry lion, seeking whom he may devour, or (for the reading here is somewhat uncertain) to devour some one, or simply to devour. The Greek word means literally \"to drink down;\" it implies utter destruction. It is the word in 1 Corinthians 15:54, \"Death is swallowed up κατεπόθη in victory.\" Satan now seeks whom he may destroy: \"The Lord will destroy him that hath the power of death, that is, the devil\" (Hebrews 2:14).NEWLINEVERSETITLESTART1Peter5:9VERSETITLEENDNEWLINEVERSESTARTWhom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.VERSEENDNEWLINEVerse 9. - Whom resist steadfast in the faith; comp. James 4:7, where the same word, ἀντίστητε, is used; the close resemblance seems to indicate St. Peter's knowledge of the Epistle of St. James; comp. also St. Paul in Ephesians 6:13, etc. The Greek word for \"steadfast\" στεροί is emphatic; it implies solidity, rocklike firmness. Only faith can give that steadfastness - faith in Christ, the one Foundation, the Rock on which the Christian's house is built. Faith here is trustfulness rather than objective truth. Therefore the rendering of the Revised Version seems preferable, \"in your faith,\" the article having, as often, a possessive meaning. Knowing that the same afflictions are accomplished in your brethren that are in the world; literally, the same (forms) of afflictions τὰ αὐτὰ τῶν παθημάτων unusual construction with the pronoun, though common with adjectives, intended to give emphasis; the sufferings were the very same. The infinitive is present; it should therefore be rendered, \"are being accomplished.\" The persecutions were now beginning to break out. The word for \"brethren\" is the collective, ἀσ`δελφότης, brotherhood, which we met with in 1 Peter 2:17. The dative is that of reference - \"in\" or \"for\" the brotherhood. (For the words, \"in the world,\" comp. John 16:33, \"In the world ye shall have tribulation: but be of good cheer; I have overcome the world.\") There is another way of taking the clause. The unusual construction (in the Greek Testament) of the accusative and infinitive, which, indeed, occurs nowhere else with εἰδώς, has led Herman and others to take the verb ἐπιτελεῖσθαι as middle, and to connect the dative, \"for the brotherhood,\" with τὰ αὐτά, the same. Thus the translation will be, \"Knowing how to pay the same tribute of affliction as your brethren in the world.\" This seems forced and unnecessary. Huther gives another possible translation, which he thinks preferable to all others: \"Knowing [or better rather, 'considering'] that the same sufferings are accomplishing themselves in the brethren.\"NEWLINEVERSETITLESTART1Peter5:10VERSETITLEENDNEWLINEVERSESTARTBut the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.VERSEENDNEWLINEVerse 10. - But the God of all grace (comp. 2 Corinthians 1:3, \"the God of all comfort\"). St. Peter has finished his exhortations; he has told his readers what they must do; he now bids them look to God, and tells them where they will find strength. God will work within them both to will and to do of his good pleasure; for he is the God of all grace. All that grace by which we are saved, without which we can do nothing, comes from him as its Author and Source. Who hath called us unto his eternal glory by Christ Jesus; rather, who called you... in Christ Jesus. All the best manuscripts read \"you\" instead of us. Two of the most ancient omit \"Jesus\" here. God called us \"in Christ;\" that is, through spiritual union with Christ; the glory is promised to these who are one with Christ; for the glory is Christ's, and his members will share it. The very end and purpose of our calling was that we might inherit that glory. This is the apostle's great topic of consolation. After that ye have suffered a while; literally, a little. The word may refer to the degree, as well as to the duration, of the sufferings. They are transient; the glory is eternal. They may seem very severe, but they are light in comparison with that \"far more exceeding and eternal weight of glory.\" Make you perfect, stablish, strengthen, settle you. The manuscripts vary between the future and the optative in these four verbs; the preponderance of evidence seems in favor of the future. The emphatic pronoun αὐτός must not be omitted. Translate therefore, \"shall himself make you perfect.\" He only can \"perfect what is lacking in our faith\" (1 Thessalonians 3:10, where the same verb is used); and he will do it. This is our hope and encouragement. The verb καταρτίζω means \"to finish, to complete, to repair.\" It is the word used in the account of the calling of Peter and Andrew, James and John, by the Sea of Galilee, when the two last were in the ship with Zebedee their father, mending καταρτίζοντας their nets. God will repair, bring to completion, what is lacking in the character of his chosen, if they persevere in prayer, if they are sober and vigilant (comp. 1 Corinthians 1:10; 2 Corinthians 13:11, etc.). Stablish στηρίξει. The Lord had said to St. Peter, \"When thou art converted, strengthen στήριξον thy brethren\" (Luke 22:32); Peter remembers his Master's words. Strengthen σθενώσει. The word occurs only here. Settle θεμελιώσει; literally, \"shall ground you, shall give you a firm foundation.\" \"Digna Petro oratio, 'Confirmat fratres sues,'\" says Bengel (comp. Ephesians 3:17; 2 Timothy 2:19; 1 Corinthians 3:11). The word is omitted in the Vatican and Alexandrine Manuscripts; but it is found in the Sinaitic and other manuscripts and versions, and ought to be retained.NEWLINEVERSETITLESTART1Peter5:11VERSETITLEENDNEWLINEVERSESTARTTo him be glory and dominion for ever and ever. Amen.VERSEENDNEWLINEVerse 11. - To him be glory and dominion forever and ever. Amen. This doxology occurs also in 1 Peter 4:11, where see notes. The best manuscripts omit the word \"glory\" in this place. St. Peter has been directing the thoughts of his readers to the power of God. He will make them perfect, stablish, strengthen, settle them; he can, for \"his is the might forever and ever.\" The Christian may well say his \"Amen\" with a thankful and adoring heart.NEWLINEVERSETITLESTART1Peter5:12VERSETITLEENDNEWLINEVERSESTARTBy Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.VERSEENDNEWLINEVerse 12. - By Silvanus, a faithful brother unto you, as I suppose, I have written briefly; rather, as in the Revised Version, by Silvanus, our faithful brother, as I account him, I have written unto you briefly. The preposition \"by\" διά has the same sense as διὰ χειρός in Acts 15:23. Silvanus was the bearer of the Epistle; he may have been the amanuensis also. In all probability he is the Silas of the Acts of the Apostles, and the Silvanus whose name St. Paul associates with his own in the address of both Epistles to the Thessalonians; he is mentioned also in 2 Corinthians 1:19. As the companion of St. Paul, he must have been known to the Churches of Asia Minor. The word rendered in the Authorized Version \"I suppose\" λογίζομαι does not imply any doubt (comp. Romans 3:28; Romans 8:18; Hebrews 11:19). The Christians of Asia Minor knew Silvanus as a faithful brother; St. Peter adds his testimony. Some connect it with the clause, \"I have written unto you briefly,\" as if St. Peter meant to say that he regarded his letter as a short one, the subjects being so important; but this does not seem natural. It is better to take the pronoun ὑμῖν, unto you, with the verb \"I have written,\" than with the words, \"a faithful brother,\" as in the Authorized Version. The verb ἔγραψα is the epistolary aorist, and may therefore be rendered \"I write.\" Exhorting, and testifying. The general tone of this Epistle is hortatory: St. Peter comforts his readers in the sufferings which were coming on them, and exhorts them to patient endurance. The word rendered \"testifying\" ἐπιμαρτυρῶν occurs only here in the New Testament. Bengel and others take the preposition ἐπί in the sense of insuper, in \"addition:\" \"Petrus insuper testatur;\" he adds his testimony to that of Paul and others who have gone before; or, he not only exhorts, he also testifies - the testimony is in addition to the exhortation. But more probably the ἐπί is intensive, or expresses simply the direction of the testifying (comp. Acts 1:40, where the same words nearly; the Greek for \"testified\" is διεμαρτύρατο are used in describing St. Peter's exhortations). That this is the true grace of God wherein ye stand; rather, as in the Revised Version, that this is the true grace of God: stand ye fast therein. The reading εἰς η}ν στῆτε is supported by the oldest manuscripts. The construction involves a common ellipse, \"Into which (having entered) stand fast.\" Some think that it was St. Peter's intention in these words to set the seal of his apostolic authority upon the truth of the teaching which the Christians of Asia Minor had received from St. Paul. It may be so. The whole Epistle corroborates the teaching of St. Paul, and shows St. Peter's exact agreement with it. But it seems probable that, if St. Peter had thought it necessary to give a formal sanction to St. Paul's preaching, he would have done so plainly, as he does at the end of the Second Epistle. Again, there are no traces in the Epistle of any doubts now existing in the minds of the Asiatic Christians, or of any opposition to St. Paul, such as there once had been in the Churches of Corinth and Galatia. And St. Peter does not say, \"These are the true doctrines,\" but \"This is the true grace of God.\" He seems rather to be giving the testimony o£ his knowledge and spiritual experience to the fact that the grace which they had received came indeed from God, that it was his true grace, that it was he who was working within them both to will and to do. They must stand fast in that grace, and by its help work out their own salvation.NEWLINEVERSETITLESTART1Peter5:13VERSETITLEENDNEWLINEVERSESTARTThe church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.VERSEENDNEWLINEVerse 13. - The Church that is at Babylon, elected together with you, saluteth you; literally, the co-elect in Babylon ἡ ἐν Βαβυλῶνι συνεκλεκτή. The word \"Church\" is given in no manuscripts with the remarkable exception of the Sinaitic; the rest have simply \"the co-elect.\" We ask - What word is to be supplied, \"Church\" or \"sister\"? Some think that St, Peter's wife (comp. Matthew 8:14; 1 Corinthians 9:5) is intended, or some other well-known Christian woman (comp. 2 John 1). In favor of this view is the following salutation from Marcus. It is more natural to join together the names of two persons than to couple a Church with an individual. Also it scorns exceedingly improbable that such a word as \"Church\" should be omitted (a word, we may remark, which occurs nowhere in St. Peter's Epistles), and the ellipse left to be filled up by the readers. On the other hand, it is said to be unlikely that a humble Galilaean woman should be described as \"the co-elect in Babylon.\" This argument would have considerable weight if the apostle were writing from large and well-known Church, like that at Rome; but it is quite possible that \"the co-elect\" might be the only Christian woman, or the one best known among a very small number in Babylon. On the whole, it seems most probable to us that by \"the co-elect\" (whether we supply \"together with you\" or \"with me\") is meant a Christian woman known at least by name to the Churches of Asia Miner, and therefore very possibly St. Peter's wife, who, St. Paul tells us, was his companion in travel. The question now meets us - Is \"Babylon\" to be taken in a mystic sense, as a cryptograph for Rome, or literally? Eusebius, and ancient writers generally, understand it of Rome. Eusebius is commonly understood to claim for this view the authority of Papias and Clement of Alexandria (as has been stated in the Introduction, p. 9.). But the historian's words ('Hist. Eccl.,' 1. 15. 2) seem to claim that authority only for the connection of St. Peter with St. Mark's Gospel; the identification of Babylon with Rome seems to be mentioned only as a common opinion in the time of Eusebius. It is said that there is n o trace o f the existence of a Christian Church at the Chaldean Babylon, and no proof, apart from this passage, that St. Peter was ever there. There had been a great Jewish colony at Babylon, but it had been destroyed in the time of Caligula. In answer to these arguments, it may be urged that the cryptograph of Babylon for Rome would probably not be understood; even if we assume the earliest date assigned to the Apocalypse, that book could scarcely be known very generally in Asia Minor when this Epistle was written. St. Peter at Babylon, like St. Paul at Athens, may have met with little success; the infant Church may have been quickly crushed. There may have been a second settlement of Jews at Babylon between A.D. and the date of this Epistle. But it is quite possible that St. Peter may have been working as a missionary among the Babylonian Gentiles, for we cannot believe that he confined his ministrations to the Jews. On the whole, it seems much more probable that St. Peter was writing at the famous city on the Euphrates, though no traces of his work there remain, than that he should have used this one word in a mystical sense at the end of an Epistle where all else is plain and simple (see this question discussed in the Introduction, p. 9.). And so doth Marcus my son. Τέκνον is the word used by St. Paul of spiritual relationship (see 1 Timothy 1:2; 2 Timothy 1:2; Titus 1:4). St. Peter has υἱός here. Still, it seems most probable that Marcus, mentioned as he is without any further description, is not a son of the apostle after the flesh, but the well-known John Mark of the Acts (see Introduction, p. 8.).NEWLINEVERSETITLESTART1Peter5:14VERSETITLEENDNEWLINEVERSESTARTGreet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.VERSEENDNEWLINEVerse 14. - Greet ye one another with a kiss of charity. St. Paul gives the same direction in four places (Romans 16:16; 1 Corinthians 16:20; 2 Corinthians 13:12; 1 Thessalonians 5:26). The practice seems to have been universal in early times; it is mentioned by Justin Martyr, Tertullian, Chrysostom, Augustine, and other ancient writers (see Bingham's 'Antiquities,' 15. 3. 3). It is now used only in the Coptic Church of Egypt. Rites and ceremonies may be changed \"according to the diversities of countries, times, and men's manners;\" the sacred duty of brotherly love remains unchanged forever. Peace be with you all that are in Christ Jesus. Amen. The most ancient manuscripts omit the word \"Jesus\" here and the \"Amen? St. Paul's blessing at the end of his Epistles is usually \"grace\" (in the Epistle to the Ephesians he adds \"peace\"). St. Peter ends his Epistle with the benediction which he had so often heard from the Savior's lips. That blessed gift of peace is granted to all who are \"in Christ,\" who is our Peace (Ephesians 2:14).NEWLINENEWLINENEWLINENEWLINE",