"2John.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2John1:1VERSETITLEENDNEWLINEVERSESTARTThe elder unto the elect lady and her children, whom I love in the truth; and not I only, but also all they that have known the truth;VERSEENDNEWLINEVerse 1. - The elder. Not an unlikely appellation to have been given to the last surviving apostle. Other apostles had been called elders; their successors also were called elders; but St. John was \"the elder.\" That there was a second John at Ephesus, who was known as \"the elder,\" to distinguish him from the apostle and evangelist, is a theory of Eusebius, based upon a doubtful interpretation of an awkwardly worded passage in Papias. But it is by no means certain that any such person ever existed. Irenaeus, who had read Papias, and been intimate with Polycarp, the disciple of St. John, seems to know nothing of any such person. Even if he existed, there is little reason for attributing this Epistle to him; it is too like the First Epistle to be by a different author. Unto the elect lady. This rendering of ἐκλεκτῇ κυρίᾳ should be retained: ἐκλεκτή cannot be a proper name, on account of verse 13; κυρία need not be one. We commit ourselves to nothing that is disputable if we render κυρία \"lady;\" whereas if we render it \"Kyria\" it is open to any one to object that perhaps the lady's name was not Kyria, and that perhaps she is not an individual at all, but a Church. She is elect, as being chosen out of the dominion of the evil one (1 John 5:19) into the Christian family. She is thus reminded at the outset of the relationship between them; she is a member of that elect company of believers of which he is the elder. It is futile to ask who this lady is. There have been various conjectures, some of them absurd; but we know no more than the letter itself tells us. Evidently the lady and her children were not among the great ones of the earth; they have made no name in the world. And herein lies one of the chief lessons of the Epistle. Those mentioned in it were ordinary people, such as any Church in any generation might produce. But because they were faithful, and endeavoured to live up to their calling, the apostle loved them, and all true Christians loved them, and he dared to assure them that \"grace, mercy, and peace from God the Father and from Jesus Christ the Son of the Father\" should be their portion. Any Christian minister may give the same assurance to faithful Christians, however humble and inconspicuous, still. They may win no place in the history of the world that is passing away; but they have a place in the heart of him who abideth for ever. Note the characteristic repetition of the characteristic word \"truth,\" which occurs five times in the first four verses. All words respecting truth and bearing witness to it are characteristic of St. John. In two of the five cases \"truth\" has the article; \"all they that know the truth; for the truth's sake which abideth in us.\" It is not impossible that \"the truth\" here means him who is the Way, the Truth and the Life. Christ is the Revelation of Divine truth to man. All who know him love all faithful Christians for his sake. To the apostle truth was not a mere notion, \"or a set of notions, however large and accurate; it was no theory about God, but God himself, and God manifest in the flesh in order that we might know him and partake his life.\"NEWLINEVERSETITLESTART2John1:2VERSETITLEENDNEWLINEVERSESTARTFor the truth's sake, which dwelleth in us, and shall be with us for ever.VERSEENDNEWLINEVERSETITLESTART2John1:3VERSETITLEENDNEWLINEVERSESTARTGrace be with you, mercy, and peace, from God the Father, and from the Lord Jesus Christ, the Son of the Father, in truth and love.VERSEENDNEWLINEVerse 3. - In truth and love. Love, as we have seen in the First Epistle, is another of the words which is characteristic of St. John, \"the apostle of love ;\" it also occurs repeatedly in this short letter. Truth and love are noble and natural companions. They must not be severed on earth any more than in heaven. In the Godhead the two are essentially united: \"God is Light\" and \"God is Love.\" In human society they ought to be united: truth without love becomes cold, stern, and even cruel; love without truth becomes unstable and capricious.NEWLINEVERSETITLESTART2John1:4VERSETITLEENDNEWLINEVERSESTARTI rejoiced greatly that I found of thy children walking in truth, as we have received a commandment from the Father.VERSEENDNEWLINEVerse 4. - I rejoice greatly that I have found (certain) of thy children walking in truth. The Revised Version is certainly right in rendering εὕρηκα \"I have found\" rather than \"I found;\" and it is probably right in rendering ἐχάρην \"I rejoice\" rather than \"I rejoiced.\" It looks like the idiomatic \"epistolary aorist,\" of which we have had probable instances in 1 John 2:21 and 26. In this idiom the point of view of the recipient of the letter is taken instead of that of the writer. In Latin the imperfect is used in a similar way - scribebam, dabamus; and sometimes the perfect, scripsi, misi, and the like (comp. Acts 23:30; Philippians 2:25, 28; Philemon 1:11, 19, 21. See Moulton's Winer, page 347). We are probably to understand this verse as a gentle intimation on the part of the elder that he has reason to know that certain others of her children are not walking in truth. Through the elect lady's too indiscriminate hospitality, some of her children have been seduced by the deceivers who have come to her bringing other doctrine than that of Christ.NEWLINEVERSETITLESTART2John1:5VERSETITLEENDNEWLINEVERSESTARTAnd now I beseech thee, lady, not as though I wrote a new commandment unto thee, but that which we had from the beginning, that we love one another.VERSEENDNEWLINEVerses 5-11. - 2. MAIN DIVISION. Exhortation. Having thus stated what has led to his writing, the apostle passes on to the central portion of the letter (verses 5-11), which consists of three exhortations: to love and obedience (verses 5, 6); against false doctrine (verses 7-9); against false charity (verses 10, 11). The transition to this practical part of the Epistle is indicated by the opening particles, \"And now.\" Verse 5. - I beseech thee, lady. The verb has, perhaps, a tinge of peremptoriness about it ἐρωτῶ: \"This is a request which I have a right to make.\" Respecting the \"new commandment\" and \"from the beginning,\" see notes on 1 John 2:7. We may reasonably suppose that St. John is here reminding her of the contents of his First Epistle. The parallels between this Epistle and the First are so numerous and so close, that we can scarcely doubt that some of them are consciously made. There are at least eight such in these thirteen verses, as may be seen from the margin of a good reference Bible.NEWLINEVERSETITLESTART2John1:6VERSETITLEENDNEWLINEVERSESTARTAnd this is love, that we walk after his commandments. This is the commandment, That, as ye have heard from the beginning, ye should walk in it.VERSEENDNEWLINEVerse 6. - And this is love; i.e., the love which the commandment enjoins consists in this - active and unremitting obedience. Just as in the sphere of thought truth must be combined with love (see on verse 3), so in the sphere of emotion love must be combined with obedience. Warm feelings, whether towards God or towards man, are worse than valueless if they are not united, on the one hand with obedience, on the other with truth. This was the elect lady's danger; in the exuberance of her chanty she was forgetting her obligations to the truth and the commandment.NEWLINEVERSETITLESTART2John1:7VERSETITLEENDNEWLINEVERSESTARTFor many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist.VERSEENDNEWLINEVerse 7. - For. These are no mere generalities, and it is not without reason that these facts are insisted upon. The dangers which they suggest are not imaginary. Mischief has already been done by neglecting them. \"Deceiver\" πλάνος here means \"seducer,\" one who causes others to go astray. The cognate verb πλανᾷν is frequent in St. John, especially in the Revelation (Revelation 2:20; Revelation 12:9; Revelation 13:14; Revelation 19:20; Revelation 20:3, 8, 10), and commonly indicates seduction into grave error (comp. 1 John 1:8; 1 John 2:26; 1 John 3:7). The true reading ἐξῆλθον gives \"are gone forth,\" not \"are entered\" εἰσῆλθον. We cannot be sure that \"are gone forth\" refers to their leaving the true Church; although 1 John 2:18 inclines us to think so: it may mean no more than that they have gone abroad spreading their erroneous tenets. Just as \"love not\" in 1 John 3:10, 14, 15 and 1 John 4:20 is equivalent to \"hate,\" so \"confess not\" here is equivalent to \"deny.\" These seducers deny \"Jesus Christ as coming in the flesh,\" or (as the Greek may possibly mean) they deny \"Jesus as Christ coming in the flesh.\" The present participle ἐρχόμενον seems to indicate exactly the position of some of the Gnostic teachers. The Jew denied that the Incarnation had taken place - the Messiah had not yet come. The Gnostic denied that the Incarnation could take place: no such Person as the Christ coming in the flesh was possible; that the Infinite should become finite, that the Divine Word should become flesh, was inconceivable. The teacher who brings such doctrine as this \"is the deceiver and the antichrist\" about whom the elder's children had been so frequently warned. In the strong language which St. John here and elsewhere (1 John 2:22, 26; 1 John 4:1) uses respecting those who deny or pervert the truth, we hear the voice of the \"son of thunder,\" ever jealous about whatever touched the honour of his Lord. Such hatred of error was the outcome of a firm grasp, and profound love, of the truth. It is easy to imitate and to exceed such strength of language; but let us beware of doing so without having first attained to an equal comprehension of the truth, and an equal affection for it. The strong words of the apostle are the expression of a glowing conviction. Our strong words are too often the expression of a heated temper; and a man who loses his temper in argument cares more about himself than about the truth. Let us remember the noble words of St. Augustine to the heretics of his own day: \"Let those rage against you who know not with what toil truth is found, and how difficult it is to avoid errors; who know not with how much difficulty the eye of the inner man is made whole; who know not with what sighs and groans it is made possible, in however small a degree, to comprehend God.\"NEWLINEVERSETITLESTART2John1:8VERSETITLEENDNEWLINEVERSESTARTLook to yourselves, that we lose not those things which we have wrought, but that we receive a full reward.VERSEENDNEWLINEVerse 8. - The authorities vary much as to the persons of the three verbs, \"lose,\" \"have wrought,\" \"receive,\" some reading \"we,\" and some \"ye,\" in each case. The best reading seems to be, \"That ye lose not the things which we have wrought, but that ye receive a full reward, i.e., beware of allowing our work in you to be undone to your grievous loss. Through not seeing the meaning of the passage, some scribes changed\" ye\" into \"we,\" and others changed\" we\" into \"ye,\" thus making all three verbs in the same person. There is a similar case in John 9:4, where the true reading seems to be, \"We must work the works of him that sent me;\" but in order to produce uniformity some scribes altered \"we\" into \"I,\" while others turned \"me\" into \"us.\" The next verse explains the nature of the \"full reward\" which the lady and some of her children are in danger of losing, - it is nothing less than God himself.NEWLINEVERSETITLESTART2John1:9VERSETITLEENDNEWLINEVERSESTARTWhosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.VERSEENDNEWLINEVerse 9. - For whosoever transgresseth πᾶς ὁ παραβαίνων we must substitute whosoever advanceth πᾶς ὁ προάγων: both external and internal evidence are strongly in favour of this correction. \"Whosoever advanceth\" probably means whosoever goes beyond revealed truth and professes to teach something more profound. Gnostic teachers professed to have advanced a long way beyond the simple facts and simple moral teaching of the gospel; they \"knew the depths;\" they had \"things ineffable, secret, higher than the heavens,\" to disclose; and these secret things were often not merely incompatible with Scripture, but a complete reversal of it. But it is possible that πᾶς ὁ προάγων may mean no more than \"every one who takes the lead,\" i.e., chooses a line for himself, which in matters of doctrine means creating a heresy.NEWLINEVERSETITLESTART2John1:10VERSETITLEENDNEWLINEVERSESTARTIf there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:VERSEENDNEWLINEVerse 10. - If any one cometh unto you. As in 1 John 5:9, the Greek construction (indicative with εἰ, not conjunctive with ἐάν shows that the case is stated as a fact, and not as a mere supposition. \"If people of this kind come - and it is well known that they do - do not receive them or give them a welcome.\" It is of the utmost importance to remember that St. John is here giving a rule for a special case, not laying down a general principle. His words give no sanction to the view that no hospitality is to be shown to heretics, still less to the monstrous mediaeval doctrine that no faith need be kept with them. The apostle is giving directions to a particular Christian household during a particular crisis in the history of the Christian faith. It by no means follows that he would have given the same directions to every household during that crisis, or to any household under totally different circumstances. We may well believe that he would not have followed them himself, but would have endeavoured \"to convince the gainsayers.\" His charity towards them would not have been misunderstood, and his faith would not have been in danger of being subverted. It was otherwise with her and her children, as experience had proved. And before we take this verse as a rule for our own guidance, we must consider the difference, which may well constitute an essential difference, between a time in which those who confessed Jesus Christ coming in the flesh were a despised and persecuted handful, and one in which some courage is required to avow that one denies him.NEWLINEVERSETITLESTART2John1:11VERSETITLEENDNEWLINEVERSESTARTFor he that biddeth him God speed is partaker of his evil deeds.VERSEENDNEWLINEVerse 11. - To give countenance and sanction to false doctrine is to share in the responsibility for all the harm which such false doctrine does. With which solemn warning the main portion of the Epistle ends.NEWLINEVERSETITLESTART2John1:12VERSETITLEENDNEWLINEVERSESTARTHaving many things to write unto you, I would not write with paper and ink: but I trust to come unto you, and speak face to face, that our joy may be full.VERSEENDNEWLINEVerses 12, 13. - 3. THE CONCLUSION OF THE EPISTLE. It is in their openings and conclusions, and especially in the latter, that the Second and Third Epistles have so strong a resemblance that we are almost compelled to assign them not merely to the same author, but to the same period in the author's life. St. John had a tenacious memory, as his writings prove; but we may doubt whether so trivial a matter as the mode of beginning and ending a short letter would have remained for years together in his mind. We may reasonably conclude from their similarity that these two Epistles are separated from one another by only a short interval of time. Verse 12. - Having many things to write. This remark is almost conclusive against the supposition that the Second Epistle was sent as a companion-letter to the First. The hypothesis has little or nothing to support it. I would not (do so) by means of paper and ink. It is astonishing that any one should suppose that intercourse on paper is here opposed to spiritual intercourse: obviously it is opposed to conversation. The elder just writes what is of urgent importance to prevent fatal mistakes during the present time, and leaves everything else until he can talk matters over with her. Ξάρις is mentioned nowhere else in the New Testament, but is found in the Septuagint (Jeremiah 36:23); it probably means \"papyrus.\" Μέλαν occurs in the parallel passage 3 John 1:13, and in 2 Corinthians 3:3; it was commonly made of lampblack or other soot, and hence the name. But I hope to come unto you; literally, I hope to come to be γένεσθαι at your house. Πρὸς ὑμᾶς is here very much the same as the French chez vous. So also πρὸς ἡμᾶς, Matthew 13:56 (comp. 1 Corinthians 16:7; Galatians 1:18; 1 Thessalonians 3:4; Philemon 1:13). \"Face to face\" στόμα πρὸς στόμα is exactly the French bouche a bouche. The phrase occurs only here and 3 John 1:14 in the New Testament. In 1 Corinthians 13:12 we have πρόσωπον πρὸς πρόσωπον; but there the emphatic thing is that the two should see one another. Here the special point is that they should converse with one another; and this is more clearly expressed by \"month to mouth\" than by \"face to face.\" For the phrase, \"that your joy may be fulfilled,\" see note on 1 John 1:4, to which passage the apostle may here be consciously referring. That was ever one main purpose of his teaching - the perfecting of Christian joy.NEWLINEVERSETITLESTART2John1:13VERSETITLEENDNEWLINEVERSESTARTThe children of thy elect sister greet thee. Amen.VERSEENDNEWLINEVerse 13. - The children of thine elect sister salute thee. Why the change from \"you\" πρὸς ὑμᾶς in verse 12 to\" thee\" σε here, if the letter is addressed to a community? The change is very intelligible if \"you\" means \"thee and thy family,\" and \"thee\" means \"thee in particular.\" The elect sister herself sends no greeting, because she does not live, as these children of hers do, near the apostle; perhaps she is dead. This message to the elect lady from her sister's children is, perhaps, intended as a delicate intimation that they know why the elder is writing, and join in his affectionate warning. \"The last sentences of this letter to the elect lady remind us that it is what it professes to be - a letter to a friend; that the friendship was the more natural and human because it was grounded on the truth; and that other ladies also elect were, like this one, not nuns, but mothers\" (Maurice). The concluding\" Amen\" at the end of this Epistle, as at the end of most of the Epistles, is spurious. Galatians, and perhaps 2 Peter, seem to be the only instances in which the \"Amen\" is genuine.NEWLINENEWLINENEWLINENEWLINE",