"3John.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART3John1:1VERSETITLEENDNEWLINEVERSESTARTThe elder unto the wellbeloved Gaius, whom I love in the truth.VERSEENDNEWLINEVerse 1. - To Gaius the beloved (Γαι'´ῳ τῷ ἀγαπητῷ). This is additional reason for thinking that κυρία in the Second Epistle is not a proper name; if it were we should probably have the same formula as we have here, Κυρίᾳ τῇ ἐκλεκτῇ. The name Gaius occurs elsewhere in the New Testament four times (Acts 19:29; Acts 20:4; Romans 16:23; 1 Corinthians 1:14); as it was as common in the Roman Empire as John Smith is among ourselves, it would be rash to infer that the Gaius addressed here is the same as any of those mentioned elsewhere. In all probability there are at least four persons of this name in the New Testament. In the opening of this Epistle also we have to remark the characteristic repetition of the word \"truth,\" which occurs four times in the first four verses. Deeds, in which Gaius and Demetrius were rich, not words, of which Diotrephes was so prodigal, are what win the approbation and love of the apostle. The thing which he hates is unreality; the object of his special adoration is \"the truth;\" \"to walk in the truth\" is nothing less than to follow in the footsteps of the Lord.NEWLINEVERSETITLESTART3John1:2VERSETITLEENDNEWLINEVERSESTARTBeloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.VERSEENDNEWLINEVer. 2. - Beloved, I pray that in all respects (not \"above all things\" - St. John would surely never have said that) thou mayest prosper and be in health, even as thy soul prospereth. The apostle wishes that his earthly career may be as bright as his spiritual career is; may he have a sound body for his sound mind, and may his fortunes be sound also. The Greek for \"prosper\" εὐοδοῦσθαι means exactly to \"have a good career.\"NEWLINEVERSETITLESTART3John1:3VERSETITLEENDNEWLINEVERSESTARTFor I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth.VERSEENDNEWLINEVers. 3, 4. - For I rejoiced greatly. We must not lose sight of the \"for,\" which is full of meaning. The elder has just expressed a wish that the external well-being of Gains may equal the well-being of his soul; and he is quite sure of the latter, for brethren keep coming and bearing witness to the fact. The good report of Gains is still greater joy to the apostle than the evil report of Diotrephes is a sorrow to him. The language in condemnation of Diotrephes, severe as it is, is not so strong as this in thankful delight respecting Gaius: Greater joy have I none than (to hear of) these things. \"Greater\" is made doubly emphatic, first by position at the beginning of the sentence, and secondly by the double comparative μειζοτέραν.NEWLINEVERSETITLESTART3John1:4VERSETITLEENDNEWLINEVERSESTARTI have no greater joy than to hear that my children walk in truth.VERSEENDNEWLINEVERSETITLESTART3John1:5VERSETITLEENDNEWLINEVERSESTARTBeloved, thou doest faithfully whatsoever thou doest to the brethren, and to strangers;VERSEENDNEWLINEVers. 5-12. - 2. MAIN DIVISION. Exhortation. Having thus stated the circumstances which have led to his writing (comp. 2 John 1:4), the elder begins the main portion of the letter, which consists of three sections; the hospitality of Gaius, and its value (verses 5-8); the arrogance of Diotrephes, and its results (verses 9, 10); the moral (verses 11, 12). The transition to this central portion of the Epistle is marked by a repetition of the loving address. In all three cases (verses 2, 5, 11), the introductory \"beloved\" indicates the beginning of a section. Ver. 5. - It is by no means easy to translate this verse satisfactorily, πιστὸν ποιεῖς ὅ ἐὰν ἐργάσῃ εἰς τοὺς ἀδελφοὺς καὶ τοῦτο ξένους. Here we have three difficulties:NEWLINENEWLINE(1) to determine the meaning of πιστὸν ποιεῖς;NEWLINENEWLINE(2) to bring out the meaning of ἐργάσῃ;NEWLINENEWLINE(3) to translate τοῦτο without awkwardness.NEWLINENEWLINEThe reading εἰς τοὺς (K, L) for τοῦτο (א, A, B, C, and versions) has probably arisen from a wish to avoid this last difficulty. Thou doest a faithful act in all that thou workest towards the brethren, and that towards strangers, is a fairly literal and intelligible rendering. But \"to do a faithful act\" is somewhat obscure. Probably it means \"to act as a faithful man would.\" All his conduct towards the brethren, even when they were not previously known to him, was such as became a faithful Christian. This was his special merit; he treated brethren who were entire strangers to him, not as strangers, but as brethren. He did not pick and choose, showing hospitality to those whom he liked and neglecting the rest. Every missionary was sure of a welcome from Gains.NEWLINEVERSETITLESTART3John1:6VERSETITLEENDNEWLINEVERSESTARTWhich have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well:VERSEENDNEWLINEVer. 6. - Who bare witness to thy love before the Church. The thoroughly Greek word ἐκκλησία (which, however, had received a number of Jewish associations through its frequent use in the Septuagint)is used by St. John nowhere but in this Epistle. This witness of the brethren before the Church respecting the good deeds done to them is a type and earnest of the witness of Christ at the day of judgment: \"I was a stranger, and ye took me in... Inasmuch as ye did it unto one of these my brethren, even these least, ye did it unto me.\" Whom thou wilt do well to forward on their journey in a manner worthy of God. No higher standard could well be set. It reminds us of \"perfect, as your heavenly Father is perfect\" Gains is to treat them as remembering the Divine declaration, \"He that receiveth whomsoever I send, receiveth me; and he that receiveth me, receiveth him that sent me\" (John 13:20). This coincidence, consciously or unconsciously made, between the Gospel and Third Epistle, is lost in the rather colourless rendering in the Authorized Version, \"after a godly sort.\"NEWLINEVERSETITLESTART3John1:7VERSETITLEENDNEWLINEVERSESTARTBecause that for his name's sake they went forth, taking nothing of the Gentiles.VERSEENDNEWLINEVer. 7. - For the sake of THE NAME. Such is the exact rendering of the true text; the insertion of \"his\" before \"Name\" weakens the effect. There was no need to say more. Just as to a Jew \"the Name\" must mean \"Jehovah,\" so to a Christian \"the Name\" must mean \"Jesus Christ\" (comp. Acts 5:41; James 2:7). St. Ignatius writes to the Ephesians, \"I am in bonds for the Name's sake\" (3); and \"Some are wont of malicious guile to hawk about the Name\" (7); and again to the Philadelphians, \"It is becoming for you, as a Church of God, to appoint a deacon to go thither as God's ambassador, that he may congratulate them when they are assembled together, and may glorify the Name\" (10.). Taking nothing of the Gentiles, lest the heathen should suspect their motives, and think, \"Like all the quack priests and philosophers, you make a mere trade of your doctrine, and preach to fill your bellies.\" Nothing wins men over so much as clear proofs of disinterestedness. The missionary who is suspected of self-seeking will preach in vain. That οἱ ἐθνικοί here must mean \"heathen\" seems clear from Matthew 5:47; Matthew 6:7; Matthew 18:17, the only other places in the New Testament where the word is found; moreover, the context requires it. There is no need to ask whether the word may not mean \"Gentile Christians.\" The missionary brethren would, therefore, have been in great straits but for the courage and generosity of Gains; Diotrephes turned them out of doors and forbade others to succour them; and they themselves made it a rule not to ask for help from Gentiles.NEWLINEVERSETITLESTART3John1:8VERSETITLEENDNEWLINEVERSESTARTWe therefore ought to receive such, that we might be fellowhelpers to the truth.VERSEENDNEWLINEVer. 8. - We, therefore, ought to support such. The pronoun is very emphatic. If no help comes from the heathen, we must give it; that we may become their fellow-workers for the truth. Just as the apostle warned the elect lady that to welcome and support preachers of false doctrine is to partake in their evils works (2 John 1:11), so he encourages Gains and his friends with the thought that to welcome and support preachers of the truth is to partake in their good works. It is the Master's teaching in another form, \"He that receiveth a prophet in the name of a prophet shall receive a prophet's reward\" (Matthew 10:41).NEWLINEVERSETITLESTART3John1:9VERSETITLEENDNEWLINEVERSESTARTI wrote unto the church: but Diotrephes, who loveth to have the preeminence among them, receiveth us not.VERSEENDNEWLINEVer. 9. - I wrote somewhat to the Church (reading, with the best authorities, ἔγραψά τι probably means that St. John had written a letter, now lost, and perhaps destroyed by Diotrephes, to the Church to which Diotrephes belonged. That Diotrephes was bishop of this Church is conjecture; as also that he opposed St. John's emissaries \"because they were bent on carrying the gospel to the Gentiles, he himself being, no doubt, both a Jew and of the Jewish faction.\" He may have been an influential layman. But the context favours the view that he was at least a presbyter. This ecclesiastical Cleon is the type of all vain, noisy, self-asserting teachers, whose main object is to get their own way - an object which they effect by browbeating all who differ from them. No authority is respected and no character spared which seems to oppose their policy. Even an apostle is denounced if he ventures to maintain that the truth may be larger than their view of it. Christian ministers now must not be surprised if they sometimes meet with no better treatment.NEWLINEVERSETITLESTART3John1:10VERSETITLEENDNEWLINEVERSESTARTWherefore, if I come, I will remember his deeds which he doeth, prating against us with malicious words: and not content therewith, neither doth he himself receive the brethren, and forbiddeth them that would, and casteth them out of the church.VERSEENDNEWLINEVer. 10. - For this cause, if I come, I will bring to remembrance his works which he doeth. The apostle is proceeding on the lines prescribed by Christ. He has remonstrated with Diotrephes privately; he has sent messengers to him to speak in his name, and Diotrephes has declined to receive them. There remains one step more, and St. John means to take it. \"If he refuse to hear them, tell it unto the Church: and if he refuse to hear the Church also, let him be unto thee as the Gentile [ὁ ἐθνικός, as in verse 7] and the publican\" (Matthew 18:17). Just as the missionary brethren bore witness before the Church to the Christian love of Gains, so the elder will bear witness before the Church to the arrogant hostility of Diotrephes. Once more we see that words may be works. He who sanctions teachers of false doctrine shares in their \"evil works\" (2 John 1:11); and the \"works\" of Diotrephes partly consist in \"prating against us with evil words.\" The same word for \"evil\" is used in both cases πονηρός - the word used to express \"the evil one;\" the coincidence is significant. The insolent opposition to the apostle on the part of Diotrephes, and the severe language used by St. John in condemning him, stand almost alone in the New Testament. For a parallel to the latter we must look to our Lord's denunciation of the arrogant and hypocritical Pharisees who opposed him. The Pharisees, like Diotrephes, not merely refused to walk in the right path themselves, but hindered those who were entering upon it (Luke 11:52). They also \"cast out\" those who presumed to take a less narrow view than themselves (John 9:34, 35).NEWLINEVERSETITLESTART3John1:11VERSETITLEENDNEWLINEVERSESTARTBeloved, follow not that which is evil, but that which is good. He that doeth good is of God: but he that doeth evil hath not seen God.VERSEENDNEWLINEVer. 11. - This is the moral to which St. John has been leading up. Diotrephes will at least serve as a warning. A Christian gentleman will note such behaviour in order to avoid it. Strengthened by his own previous walk in the truth (verse 3), and encouraged by the apostle (verses 5-8), with Diotrephes as a warning on the one hand, and Demetrius as an example on the other, he ought not to fail in proving his heavenly birth by doing good and avoiding evil (see on 1 John 3:6).NEWLINEVERSETITLESTART3John1:12VERSETITLEENDNEWLINEVERSESTARTDemetrius hath good report of all men, and of the truth itself: yea, and we also bear record; and ye know that our record is true.VERSEENDNEWLINEVer. 12. - Respecting Demetrius we know no more than is told us here. All that we can safely infer from what is stated is that he is a person of whom Gaius has not hitherto known much; otherwise this elaborate commendation would scarcely be necessary. Conjectures about him areNEWLINENEWLINE(1) that he was the bearer of this Epistle to Gaius, - which is not improbable;NEWLINENEWLINE(2) that he was a member of the same Church as Diotrephes, and had done good service in opposing him, - which is possible;NEWLINENEWLINE(3) that he is the silversmith of Artemis (Acts 19:24), now \"preaching the faith of which he once made havoc,\" - which is not probable. The name was a common one. It is not easy to determine the meaning of the statement that Demetrius hath the witness of all men, and of the truth itself. Perhaps it means that those who bore testimony to Demetrius were something more than a large body of unanimous human witnesses, strong as such testimony would be; in giving their witness they were guided by \"the Spirit of truth.\" Or it may mean that the facts speak of themselves: as soon as Gaius knows Demetrius he will see that the universal commendation of him is amply justified. The true reading in what follows is, \"and thou knowest that our witness is true\" (comp. John 19:35; John 21:24). The calm confidence with which the writer asserts his authority, both over Diotrephes and also as a witness, confirms us in the belief that \"the elder\" is no less than the apostle.NEWLINEVERSETITLESTART3John1:13VERSETITLEENDNEWLINEVERSESTARTI had many things to write, but I will not with ink and pen write unto thee:VERSEENDNEWLINEVers. 13, 14. - 3. CONCLUSION (see notes on 2 John 12, 13). Here the pen or reed κάλαμος is mentioned instead of the paper, as a means of writing. The word is found nowhere else in the New Testament in this sense Note the ἀλλά and the δέ, each with its right force, the former expressing a strongcr opposition than the latter: \"I had many things to write to thee; nevertheless, I do not care ἀλλ οὐ θέλω with ink and pen to write to thee: but I hope ἐλπίζω δέ straightway to see thee, and we shall speak mouth to mouth.\" \"The friends\" are perhaps so called in contrast to the hostility of Diotrephes and his party. Instead of warfare, \"peace be to thee;\" instead of the wicked prating of enemies, the salutations of friends. The elder concludes with his own personal salutation to all the members of his flock who reside near to Gaius (comp. John 10:3).NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTART3John1:14VERSETITLEENDNEWLINEVERSESTARTBut I trust I shall shortly see thee, and we shall speak face to face. Peace be to thee. Our friends salute thee. Greet the friends by name.VERSEEND",