"Eph.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEphesians1:1VERSETITLEENDNEWLINEVERSESTARTPaul, an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus:VERSEENDNEWLINEVerse 1. - Paul an apostle of Christ Jesus. Paul's one but all-sufficient claim on the Ephesians is his relation to Christ: he is Christ's apostle, not only as sent forth by him, but also as belonging to him; elsewhere his servant or bondman. He makes no claim to their attention on the ground of his great experience in the gospel, his profound study of it, or even his gifts, but rests simply on his being Christ's apostle; thus recognizing Christ as the only Head of the Church, and source of authority therein. By the will of God. The First Person of the Trinity, the Fountain of Godhead, has not only devised the whole scheme of mercy, but has likewise planned the subordinate arrangements by which it is carried out; thus it was by his will that Paul held the office of an apostle of Christ (see Galatians 1:1; Acts 26:7; Galatians 1:11, 12). His authority and his dignity as an apostle are thus the highest that can be: \"He that heareth you, heareth me.\" To the saints that are at Ephesus, and the faithful in Christ Jesus. This designation is expanded in the verses that immediately follow. \"Saints\" means set apart for God, and, as the result thereof, persons pure and holy; \"faithful\" is equivalent to \"Believers;\" while \"in Christ Jesus\" denotes the Source of their life, the element in which they lived, the Vine into which they were grafted. Such persons were the heart and nucleus of the Church, though others might belong to it. In the fervor of his salutations here and elsewhere, Paul seems to see only the genuine spiritual members of the Church; though afterwards he may indicate that all are not such (see Philippians 3:15). With regard to the clause, \"that are at Ephesus,\" see Introduction.NEWLINEVERSETITLESTARTEphesians1:2VERSETITLEENDNEWLINEVERSESTARTGrace be to you, and peace, from God our Father, and from the Lord Jesus Christ.VERSEENDNEWLINEVerse 2. - Grace unto you and peace from God our Father and the Lord Jesus Christ. As in most of Paul's Epistles, \"grace\" is virtually the first word and the last (Ephesians 6:24), equivalent to free, undeserved mercy in all its manifold forms and manifestations. This Epistle is so full of the subject, that it has been called \"The Epistle of Grace.\" The apostle dwells more fully on it than even in the Epistle to the Romans, and with a more jubilant sense of its richness and sufficiency. Peace is conjoined with grace; they are like mother and daughter, or like twin sisters. Grace is the only foundation of true peace - whether peace with God, peace of conscience, rest and satisfaction of soul, or peace toward our fellow-men. The source of grace and peace is \"God our Father and the Lord Jesus Christ.\" The two are always in apposition as the Source of blessing, never in opposition. The notion is eminently unscriptural that the Father personally burned with anger until the Son rushed in to appease; both are in beautiful harmony in the scheme of grace. \"God so loved the world, that he gave his only begotten Son,\" etc.NEWLINEVERSETITLESTARTEphesians1:3VERSETITLEENDNEWLINEVERSESTARTBlessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ:VERSEENDNEWLINEVerses 3-14. - THANKSGIVING FOR THEIR DIVINE ORDINATION TO THE BLESSINGS OF GRACE. In this glorious anthem, in which the apostle, tracing all to the Divine Fountain, enumerates the glorious privileges of the Church, and blesses God for them, he first (ver. 3) states summarily the ground of thanksgiving, expanding it with glowing fullness in vers. 4-14. Verse 3. - Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with every blessing of the Spirit, in heavenly places in Christ. Here we haveNEWLINENEWLINE(1) the Author of our blessings;NEWLINENEWLINE(2) their nature and sphere;NEWLINENEWLINE(3) the Medium through whom we have them.NEWLINENEWLINE1. The Author is \"the God and Father of our Lord Jesus Christ.\" Jesus called God his God and his Father (John 20:17) in virtue of the state of subjection to him in which, as the Son of man, he had voluntarily placed himself. In this aspect and relation to Christ, God is here thanked because he hath blessed us in him.NEWLINENEWLINE2. Αν πασῄ εὐλογὶᾳ πνευματικῇ: not merely spiritual as opposed to material, but as applied by the Holy Spirit, the office of the Third Person being to bring Divine things into actual contact with human souls - to apply to us the blessings purchased by Christ; which blessings are ἐν τοῖς ἐπουρανίοις ( ιν heavenly places. They belong to the heavenly kingdom; they are therefore the highest we can attain to. The expression occurs three times, and with the same meaning.NEWLINENEWLINE3. Αν Ξριστᾷ. The Medium or Mediator through whom they come is Christ; they are not fruits of the mere natural bounty of God, but of his redeeming bounty - fruits of the mediatorial work of Jesus Christ. Thus, in this summary, we recognize what is eminently characteristic of this Epistle - the doctrine of the Trinity, and the function of each Person in the work of redemption. No other writing of the New Testament is so pervaded with the doctrine of the Trinity. The three great topics of the Epistle will be found to be considered in relation to the three Persons of the Trinity. Thus:NEWLINENEWLINE1. Origin and foundation of the Church, referred to the eternal counsel and good pleasure of the Father.NEWLINENEWLINE2. The actual birth or existence of the Church with all its privileges, to the atoning grace and merit of the Son.NEWLINENEWLINE3. The transformation of the Church, the realization of its end or purpose, in its final holiness and glory, to the sanctifying grace of the Holy Spirit. This throws light on the expression, \"every blessing;\" it includesNEWLINENEWLINE(1) all that the Father can bestow;NEWLINENEWLINE(2) all that the Son can provide;NEWLINENEWLINE(3) all that the Spirit can apply.NEWLINENEWLINEThe resources of all the three Persons thus conspire to bless the Church. In the verses that follow, the First Person is prominent in vers. 4-6; the second is introduced in vers. 6-12; and the third in vers. 13, 14. But all through the First Person is the great directing Power.NEWLINEVERSETITLESTARTEphesians1:4VERSETITLEENDNEWLINEVERSESTARTAccording as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:VERSEENDNEWLINEVerse 4. - Even as he chose us in him before the foundation of the world; literally, he chose us out, or selected us (ἐξελέξατο) for himself (middle voice). The Father chose the heirs of salvation, selected those who were to be quickened from the dead (Ephesians 2:1) and saved, they chose them in Christ - in connection with his work and office as Mediator, giving them to him to be re-decreed (John 17:11, 12); not after man was created, nor after man had fallen, but \"before the foundation of the world.\" We are here face to face with a profound mystery. Before even the world was founded, mankind presented themselves to God as lost; the work of redemption was planned and its details arranged from all eternity. Before such a mystery it becomes us to put the shoes from off our feet, and bow reverently before him whose \"judgments are unsearchable and his ways past finding out.\" That we should be holy and without blame before him in love. This is obviously the design of God's electing act; ε1FC0;ναι ἡμᾶς cannot denote the ground, but the purpose, of the choice. God did not choose some because he foresaw their holiness, but in order that they might become \"holy and without blame.\" These two terms denote the positive and negative sides of purity: holy - possessed of all the fruits of the Spirit (Galatians 5:22, 23); without blame, or blemish - marked by no stain or imperfection (see Ephesians 5:27). The terms do not denote justification, but a condition of sanctification which implies justification already bestowed, but goes beyond it; our justification is a step towards our complete final sanctification. This renewal being \"before him,\" must be such as to bear the scrutiny of his eye; therefore not external or superficial merely, but reaching to the very heart and center of our nature (1 Samuel 16:7). The expression further denotes how it is of the very nature and glory of the new life to be spent in God's presence, our souls flourishing in the precious sunshine which ever beams out there from. For, when thus renewed, we do not fly from his presence like Adam (Genesis 3:8), but delight in it (Psalm 42:1; Psalm 63:1). Fear is changed to love (1 John 4:18); the loving relation between us and God is restored. It has been much disputed whether the words ἐν ἀγάπῃ ought to be construed with the fourth verse or with προορίσας in the fifth. The weight of authority seems in favor of the latter; but we prefer the construction which is given both in the Authorized and the Revised Version, first, because if ἐν ἐγάπῃ qualified προορίσας, it would come more naturally after it; and second, because the scope of the passage, the train of the apostle's thought, seems to require us to keep ἐν ἀγάπῃ in ver. 4. We never could come to be holy and without blemish before God unless the loving relations between us were restored (comp. Ephesians 3:17, \"Rooted and grounded in love\"). The spirit of love, trust, admiration, directed to God helps our complete sanctification - changes us into the same image (2 Corinthians 3:18).NEWLINEVERSETITLESTARTEphesians1:5VERSETITLEENDNEWLINEVERSESTARTHaving predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,VERSEENDNEWLINEVerse 5. - Having predestinated (or, foreordained) us to adoption through Jesus Christ unto himself. The same idea is denoted by προορίσας in this verse and ἐξελέξατο in ver. 3, but while in ξελέξατο the idea of selection out from among others is prominent, in προορίσας the special phase of thought is that of the time, πρὸ, before - before the foundation of the world. Both denote the exercise of Divine sovereignty. In ver. 4 we have the ultimate purpose of God's decree the entire sanctification of the elect; here, in ver. 5, we find one of the intermediate steps of the process - adoption. The apostle's reason for speaking of adoption in this place, and of justification afterwards, is that be bad just referred to the restoration of a relation of lore between us and God as connected with our ultimate complete sanctification; thus it was natural for him to bring in our adoption as the preordained act in which this loving relation is formed. Our obedience is not the forced obedience of servants, but the loving obedience of sons. Adoption implies more than sentiment - a real legal relation to God as his sons (Romans 8:17). The adoption is \"by Jesus Christ:\" \"As many as received him, to them gave he the right to become children of God\" (John 1:12). And it is εἰς αὐτὸν, unto or into himself - denoting a movement towards God which terminates in union to Him. According to the good pleasure of his will. The spring or motive to the selection is solely in God, not in man. It is an act of sovereignty. It has been disputed whether \"the good pleasure of his will\" is equivalent to benevolentia or to bene placitum. Parallel passages like Matthew 11:26 and Luke 10:21 lead us to prefer the latter. The idea of kindness is not excluded, but it is not what is affirmed. Kindness is always involved in the Divine will; but the point here is simply that it pleased God to choose and ordain the Ephesian believers to the privilege of adoption through Jesus Christ. This is presented as a ground of praise, a reason for their blessing God. The Divine sovereignty is not presented in Scripture to seekers, but to finders. It is apt to embarrass those that seek; and accordingly the aspect of God's character presented to them is his good will to men, his free offer of mercy: \"Look unto me, and be ye saved;\" \"Him that cometh unto me I will in no wise cast out.\" But it is a ground of thanksgiving to those who hare accepted the offer; they see that before the foundation of the world God chose them in Christ. What an interest he must have had in them, and how thoroughly they may rely on his finishing the work he has begun! Divine sovereignty, human responsibility, and the free and universal offer of mercy are all found in Scripture, and, though we are unable to harmonize them by our logic, ought all to have a place in our minds.NEWLINEVERSETITLESTARTEphesians1:6VERSETITLEENDNEWLINEVERSESTARTTo the praise of the glory of his grace, wherein he hath made us accepted in the beloved.VERSEENDNEWLINEVerse 6. - To the praise of the glory of his grace; with a view to praise being given to the glory of his grace. The purpose of grace quoad man, is to make him perfectly holy; quoad God, is to give to the universe a right conception of his grace, and draw forth corresponding tributes of praise. It is to show that Divine grace is not a limp, shallow attribute, but one of glorious riches, deserving infinite praise. The idea of the richness, fullness, abundance, of God's grace is prominent throughout the Epistle. God desires to draw attention, not only to this attribute, but to the boundlessness of it - thus to draw the love and confidence of his creatures to himself and inspire them with the desire to imitate him (comp. Matthew 18:21-35). Wherein he abounded toward us in the Beloved. Two slight difficulties are found here - one in the text, the other in the interpretation. After χάριτος αὐτοῦ, some copies read ἐν ῇ, others ηης. A.V. follows the former; R.V. the latter. Ξαριτόω usually means to bestow grace; sometimes, to make gracious or beautiful. The former is more in accordance with New Testament usage (Alford) and with the tenor of the passage. The glory of the grace of which God desires to create a true impression is not an abstraction, not a glory hidden away in stone inaccessible region, but a revealed glory, a communicated glory; it is revealed in the grace wherein he abounded to us, or which he freely bestowed on us, in the Beloved. The grace bestowed on believers exemplifies the glorious quality of the attribute - its glorious riches. The connection of God with Christ in the bestowal of this grace, and of believers in the reception of it, is again noted by the remarkable term, \"in the Beloved.\" That the Father's relation to Christ was one of infinite love is a fact never to be lost sight cf. His having constituted the Beloved One the Kinsman and Mediator of sinners shows the riches of the glory of his grace. \"He that spared not his own Son, but delivered him up for us all, how shall he hot, with him also freely give us all things?\" Our union to the Beloved, our participating in all the blessings of his purchase, our becoming heirs of God and joint heirs with Jesus Christ, further illustrates the glorious riches of his grace. \"Behold, what manner of love the Father hath bestowed on us, that we should be called children of God!\"NEWLINEVERSETITLESTARTEphesians1:7VERSETITLEENDNEWLINEVERSESTARTIn whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;VERSEENDNEWLINEVerse 7. - In whom we have the redemption through his blood. Some of the blessings referred to in ver. 3 are now specified - be-ginning with redemption (τὴν ἀπολύτρωσιν). The article makes it emphatic - the great redemption, the real redemption, compared to which all ether redemptions are but shadows. It is a redemption through blood, therefore a proper propitiation or expiation, blood being always the emblem of explanation, In Christ, or in union to Christ, we have or are having this blessing; it is not merely in existence, it is ours, we being in him by faith: not a privilege of the future merely, but of the present as well. Even the forgiveness of our sins. Αφεσιν denotes release, separation from all the consequences of our transgressions; equivalent to Psalm 103:12, \"As far as the east is from the west, so far hath he removed our transgressions from us.\" According to the riches of his grace. The completeness of the forgiveness, its ready bestowal now, the security of its being continued in the future, and such like qualities show the richness of his grace (comp. Matthew 18:27; Luke 7:42, 47).NEWLINEVERSETITLESTARTEphesians1:8VERSETITLEENDNEWLINEVERSESTARTWherein he hath abounded toward us in all wisdom and prudence;VERSEENDNEWLINEVerse 8. - Which he made to abound toward us in all wisdom and prudence. This rendering of the R.V. is better than the A.V., \"wherein he hath abounded,\" for ῆς before ἐπερίσσευσεν can hardly be put for the dative; it is genitive by attraction for the accusative. The wisdom and prudence refer to God; he has not made his grace abound to us in a random manner, but in a carefully regulated manner. This is more fully explained afterwards, in reference to God's concealment for a time of the universality of his grace, but manifestation of it now. Some have found a difference between σοφία and φρονήσις, the one being theoretical wisdom and the other practical, or the one intellectual and the other moral; but possibly they may be meant merely to intensify the idea - the height of wisdom is shown in God's way of making his grace abound toward us (comp. Romans 11:33, \"Oh, the depth of the riches both of the wisdom and knowledge of God!\").NEWLINEVERSETITLESTARTEphesians1:9VERSETITLEENDNEWLINEVERSESTARTHaving made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:VERSEENDNEWLINEVerse 9. - Having made known unto us the mystery of his will. The wide extent of God's grace was a mystery, i.e. a hidden counsel, before Christ came and died, but it is now made known. In this, and not in the modern sense of mystery, the word μυστήριον is used by Paul. The thing hidden and now revealed was not the gospel, but God's purpose with reference to its limits or sphere (see Ephesians 3:6). According to his good pleasure which he purposed in himself. The whole phraseology denotes that, in this transaction, God was not influenced by any external considerations; the whole reason for it sprang from within. The threefold expression brings this out:NEWLINENEWLINE(1) according to his good pleasure (see ver. 5);NEWLINENEWLINE(2) he purposed, or formed a purpose;NEWLINENEWLINE(3) in himself, without foreign aid, \"For who hath known the mind of the Lord? or who hath been his counselor?\" (Romans 11:34).NEWLINEVERSETITLESTARTEphesians1:10VERSETITLEENDNEWLINEVERSESTARTThat in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him:VERSEENDNEWLINEVerse 10. - With a view to the dispensation of the fullness of the times (or, seasons) (vers. 9 and 10 are one sentence, which should not be broken up). This seems to denote the times of the gospel generally; not, as in Galatians 4:4, the particular time of Christ's advent; the οἰκονομία, or economy, of the gospel being that during which, in its successive periods, all God's schemes are to ripen or come to maturity, and be fulfilled. To gather together under one head all things in Christ. Ἀνακεφαλαιώσασθαι is a word of some difficulty. It is true it is derived from κεφάλαιον, not κεφαλή: therefore some have thought that it does not include the idea of headship; but the relation of κεφάλαιον, to κεφαλή is as close that this can hardly be. The word expresses the Divine purpose - what God προέθετο ( ωηιξη was to restore in Christ a lost unity, to bring together disunited elements, viz. all things, whether they be things in heaven or things on earth. There is no hint here of a universal restoration. Such a notion would be in fiat contradiction to the doctrine of Divine election, which dominates the whole passage. God's purpose is to form a united kingdom, consisting of the unfallen and the restored - the unfallen in heaven, and the restored on earth, and to gather this whole body together under Christ as its Head (see Ephesians 3:15). We cannot say that this purpose has been fully effected as yet; but things are moving towards it, and one day it will be wholly realized. \"He that sat on the throne said, Behold, I make all things new\" (Revelation 21:5).NEWLINEVERSETITLESTARTEphesians1:11VERSETITLEENDNEWLINEVERSESTARTIn whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:VERSEENDNEWLINEVerse 11. - Even in him - in whom we wore also made his inheritance. This is the literal rendering of ἐκληρώθημεν, and it is more expressive than the A.V., \"In whom also we have obtained an inheritance.\" God taking us for his own heritage involves more than our getting an inheritance from God (see Deuteronomy 4:20, \"The Lord hath taken you... to be unto him a people of inheritance\"). It is implied that God will protect, care for, improve, and enjoy his own inheritance; he will be much with them and do all that is necessary for them. Formerly God's inheritance was Israel only; but now it is much wider. All that God was to Israel of old he will be to his Church now. Having been predestinated according to the purpose. The reason why the reference to predestination is repeated is to show that this new privilege of the whole Church as God's inheritance is not a fortuitous benefit, but the result of God's deliberate and eternal foreordination; it rests therefore on an immovable foundation. Of him who worketh all things after the counsel of his will. Predestination is not an exception to God's usual way of working; he works, or works out (ἐνεργοῦτος) all things on the same principle, according to the decision to which his will comes. When we think of the sovereign will of God as determining all things, and in particular determining who are to be his heritage, we must remember how differently constituted the will of an infinitely holy Being is from that of frail and fallen creatures. The fallen creature's will is often whimsical, the result of some freak or fancy; often, too, it is the outcome of pride, avarice, sensual affection, or some other evil feeling; but God's will is the expression of his infinite perfections, and must always be infinitely holy, wise, and good. Willfulness in man is utterly different from willfulness in God; but the recoil we often have from the doctrine of God's doing all things from his mere bene placitum, or according to the counsel of his own will, arises from a tendency to ascribe to his will the caprice which is true only of our own.NEWLINEVERSETITLESTARTEphesians1:12VERSETITLEENDNEWLINEVERSESTARTThat we should be to the praise of his glory, who first trusted in Christ.VERSEENDNEWLINEVerse 12. - That we should be to the praise of his glory, we who had before hoped in Christ. The \"we\" which hitherto has been applied to the whole Church, Jewish and Gentile, begins to have a more limited reference, and to contrast with \"you\" in ver. 13. The first \"we\" in this verse embraces all, as in the preceding part of the chapter; the second (omitted in the A.V.) is conditioned by the words following, and is applicable to the Jewish Christians, who, through the promises given to the fathers, had seen Christ's day afar off, and had thus hoped in him. This special reference to ἡμᾶς is followed immediately by a reference to ὑμεῖς.NEWLINEVERSETITLESTARTEphesians1:13VERSETITLEENDNEWLINEVERSESTARTIn whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,VERSEENDNEWLINEVerse 13. - In whom are ye also, having heard the word of the truth, the good news of your salvation. A.V. has \"in whom ye also trusted,\" or hoped, supplying a verb from προηλπικότας ιν ´ερ. 13, but without the prefix. This seems hardly natural, because the prefix πρὸ is characteristic and emphatic in ver. 12. It is a much less strain to supply simply ἐστὲ, the important point being that you are now in him - in Christ. This expression, \"in Christ,\" is one of the hinges of the Epistle; it occurs times almost without number, denoting the intimate vital union through faith between Christ and his people, as of the members to the head, in virtue of which they not only get the benefit of his atonement, but share his vital influences, live by faith on the Son of God. Having heard and received the truth as it is in Jesus, the glad tidings of salvation through a crucified Jesus, they became one with him, just as freely as did the believing Jews, and to the same blessed effects. More than that - in whom also having believed, ye were sealed with the Holy Spirit of the promise; thus receiving a new ground for thankfulness, a new proof of the riches of the grace of God. Many explain this seal of baptism, which undoubtedly seals Christ and all his blessings to believers. But though the seal of the Holy Spirit may have been given in and with baptism, it is not identical with baptism. The impression of it is partly within believers and partly without. Within, it is the felt result of the working of the Holy Spirit - the feeling of satisfaction and delight in the work and person of Christ, of love, confidence, and joy flowing out toward God, and the desire and endeavor in all things to be conformed to his will. Without, it is the fruit of the Spirit, the new man, created in righteousness and holiness after the image of Christ. Within, the Spirit bears witness with their spirits; without, the transformed life corroborates the inward witness, and gives it to the world. The first is never complete without the second, nor the second without the first. The spiritual history of believers is thus presented:NEWLINENEWLINE(1) hearing the truth;NEWLINENEWLINE(2) believing;NEWLINENEWLINE(3) being sealed.NEWLINENEWLINEThe Spirit is called the Spirit of the promise, because he is often promised in the Old Testament (Isaiah 32:15; Ezekiel 36:27; Joel 3:1, etc.).NEWLINEVERSETITLESTARTEphesians1:14VERSETITLEENDNEWLINEVERSESTARTWhich is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory.VERSEENDNEWLINEVerse 14. - Who is the earnest of our inheritance. The gift of the Spirit is not only a seal, but an earnest, firstfruit, or installment, a pledge that the rest shall follow. The seal of the Spirit not only assures us of the full inheritance to come, but gives us a right conception of its nature. It shows us the kind of provision God makes for those whom he takes as his heritage, his peculiar people. It is an inward heaven the Spirit brings them. \"The kingdom of God is not meat and drink, but righteousness and peace and joy in the Holy Ghost.\" The full inheritance will consist in a heart in full sympathy with God, and in those occupations and joys, intellectual and moral, which are most congenial to such a heart. Unto the redemption of the purchased possession. The until of the A.V. is not textual, and does not give the force of εἰς, which implies that the earnest of the Spirit is a contribution toward the result described; it tends to realize it. \"Redemption\" here is not quite equivalent to \"redemption\" in ver. 7; for there it is a thing accomplished, here it is a thing to come. It is obvious that here the meaning is the completed redemption - the full and final deliverance of the Lord's heritage from all sin and sorrow, from all the evils and disorders of this life. The term περιποιήσις, translated\" purchased possession,\" is an unusual one. But its resemblance to περιούσιος, the Septuagint rendering for \"a special people;\" its use by Peter, λαὸς περιποίησεως, \"a peculiar people;\" the use of the verb ἐκκλησίαν τοῦ Θεοῦ η}ν περιεποιήσατο διὰ τοῦ αἵματος αὐτου, \"the Church of God, which he hath purchased with his own blood;\" - show that it must be regarded in this place as denoting the special, own, purchased possession of God, whose final glory is so often presented to our thoughts in this Epistle. To the praise of his glory. For the third time in this paragraph, these or similar words are introduced. In this place the precise meaning is that the consummation of redemption will be the highest tribute to God's glory - his infinite excellence will be wonderfully manifested thereby. Neither men nor angels are qualified to apprehend the glorious excellence of God in an abstract way; it needs to be revealed, exhibited in acts and operations. The teaching of this verse is that it will be manifested with triumphant brightness in the final redemption of the Church, when the groans of nature shall come to an end, and the creation shall be delivered from the bondage of corruption into \"the glorious liberty of the sons of God\" (Romans 8:21).NEWLINEVERSETITLESTARTEphesians1:15VERSETITLEENDNEWLINEVERSESTARTWherefore I also, after I heard of your faith in the Lord Jesus, and love unto all the saints,VERSEENDNEWLINEVerses 15-23. - PRAYER FOR THEIR SPIRITUAL GROWTH. Verse 15. - Wherefore I also, having heard of the faith among you in the Lord Jesus, and your love which extends to all the saints. The \"wherefore\" has reference to their present standing in grace, described in the verses preceding: since ye have heard, believed, been sealed, and thereby shown to be in the right line, I apply myself towards promoting your progress, towards advancing you to the higher stages of the Christian life. Special mention is made of their faith and love, as cardinal Christian graces, to which elsewhere the apostle adds hope (1 Corinthians 13:13; 1 Thessalonians 1:3; 2 Thessalonians 1:3). The literal expression, \"faith among you\" (καθ ὑμᾶς), indicates that it was a marked social feature, but perhaps not universal; while their love was not mere general amiability, but a love that embraced the saints as such, having a special complacency in them, and being directed to them all. If it be asked - Could this knowledge of the condition of his correspondents have been derived from hearsay (\"having heard\") if the letter was addressed to the Ephesians, among whom Paul had lived so long, and whose condition he must have known by personal intercourse (Acts 19:10; Acts 20:31)? we reply that, though he derived his first acquaintance from personal intercourse, it was some years since he had been at Ephesus, and the ἀκούσας refers to what he had heard in the interval (see Introduction).NEWLINEVERSETITLESTARTEphesians1:16VERSETITLEENDNEWLINEVERSESTARTCease not to give thanks for you, making mention of you in my prayers;VERSEENDNEWLINEVerse 16. - Cease not to give thanks for you. This clause expresses the continuation of a former action - the giving thanks for them had begun before the hearing of their faith and love - from the days, in short, of his personal intercourse. We notice as a remarkable feature of Paul's personal religion, as well as his pastoral care, the frequency of his thanksgiving, indicating the prevalence in him of a bright, joyous state of mind, and tending to increase and perpetuate the same. Constantly to recognize God's goodness in the past begets a larger expectation of it in the future. Making mention of you in my prayers. This seems additional to his giving thanks. \"Prayers\" (προσευχῶν) refers more to supplication and entreaty. While thankful for them, his heart was not satisfied regarding them; he wished them to forget the things behind, and reach forth to those before. The apostle's prayers for his spiritual charge are always remarkable. They are very short, but wonderfully deep and comprehensive; very rich and sublime in aspiration; powerful in their pleas, whether expressed or implied; and exhaustive in the range of blessings which they implore.NEWLINEVERSETITLESTARTEphesians1:17VERSETITLEENDNEWLINEVERSESTARTThat the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:VERSEENDNEWLINEVerse 17. - That the God of our Lord Jesus Christ, the Father of glory. The invocations of Paul - the terms by which he calls on God - are always significant, involving a plea for the blessings sought. God, as \"the God of our Lord Jesus Christ,\" gave to him the Holy Spirit without measure, and might well, therefore, be asked and expected to give the gifts of the same Spirit to those who were \"in him\" - one with him as members of his body. Being also the \"Father of glory,\" and having glorified Jesus, even after his suffering, with the glory which he had with him before the world began, he might well be asked and expected to glorify his people too. May give to you the Spirit of wisdom and revelation in the full knowledge of him. \"Spirit\" here is neither exclusively the Holy Spirit nor the spirit of man, but the complex idea of the spirit of man dwelt in and moved by the Spirit of God (Alford). Wisdom seems to denote the general gift of spiritual illumination; revelation, capacity of apprehending the revealed - of perceiving the drift and meaning of what God makes known, so that it may be a real revelation to us (comp. Matthew 13:11). Ἐπιγνώσει is something more than mere γνώσει - full knowledge of Christ, implying that it is in becoming better acquainted with Christ that we get the spirit of wisdom and revelation. In seeking to know Christ more, we are in the true way to get more insight into all that is Divine (croup. John 14:9). The importance of seeking more knowledge, even after we have believed and been settled by the Holy Spirit, is here apparent; a growing knowledge is a most healthful feature of Christian life. \"Grow in grace, and in the knowledge of our Lord and Savior Jesus Christ (2 Peter 3:18).NEWLINEVERSETITLESTARTEphesians1:18VERSETITLEENDNEWLINEVERSESTARTThe eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,VERSEENDNEWLINEVerse 18. - That having the eyes of your heart enlightened. \"The eyes of your heart\" is an unusual expression, but it denotes that to see things clearly there is needed, not merely lumen siccum, but lumen madidum (to borrow terms of Lord Bacon), not merely intellectual clearness, but moral susceptibility and warmth - a movement of the heart as well as the head (compare the opposite state, \"blindness of the heart,\" Ephesians 4:18). Ye may know what is the hope of his calling; the hope which he calls you to cherish. The glory which he invites you to look forward to, when Christ shall come again, how sure it is and how excellent! How infinitely it surpasses all earthly glory! How it at once ravishes and satisfies the heart! And what the riches of the glory of his inheritance in the saints. If the saints form God's heritage (see ver. 11), it may be asked Where are the riches of God's glory in them? But it is not necessary to take the ἐν τοῖς ἁγίοις so literally. It may be rendered, \"in reference to the saints.\" The riches of the glory of his inheritance in reference to the saints is the riches of the glory of their privileges as the Lord's heritage, or people; that is, their privileges are glorious. But this glory is not limp, limited - it is wonderfully rich, full, abundant. God gives liberally - gives as a King, gives glory to all Christ's people. \"When Christ, who is our life, shall appear, then shall ye also appear with him in glory\" (Colossians 3:4); \"The glory which thou gavest me I have given them.\" The difference between this glory and ether glory is, human glory is often unjustly accorded, it passes away with wonderful quickness; but this glory is real and everlasting. \"When the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.\"NEWLINEVERSETITLESTARTEphesians1:19VERSETITLEENDNEWLINEVERSESTARTAnd what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,VERSEENDNEWLINEVerse 19. - And what the exceeding greatness of his power toward us who believe. A new object of knowledge is here brought forward - knowledge of a power which works in us - a great power, a Divine power, a power surpassingly great. The whole energy of the Divine Being is turned on to our feeble, languid nature, vivifying, purifying, and transforming it, making it wonderfully active where all was feebleness before, as the turning on of steam suddenly wakens up a whole mass of inert machinery. When we think of the glory of the inheritance, we feel unfit for it; our narrow hearts, cold temperaments, feeble and dislocated faculties, how can they ever be right? Our fear is removed when we think of the greatness of the Divine power that works in us - God's power to transform us so that, \"though we have lien among the pots, we shall be as the wings of a dove covered with silver, and her feathers with yellow gold.\" According to the working of his mighty power. We are now furnished with a standard and sample of the mighty power which energizes in believers are referred to one of its grandest achievements, in order to elevate our conceptions of what it is capable of effecting in us. In the prophets we find a similar encouragement for God's people, in sublime descriptions of the almighty power of him who was working in them and for them (Isaiah 40:21, etc.; Isaiah 45:7, etc.).NEWLINEVERSETITLESTARTEphesians1:20VERSETITLEENDNEWLINEVERSESTARTWhich he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,VERSEENDNEWLINEVerse 20. - Which he wrought in Christ, when he raised him from the dead. The same power that produced the marvelous miracle of Christ's resurrection now works in the hearts of believers. To appreciate this, we must bear in mind the apostle's full doctrine of the resurrection of Jesus, embracing not only the revivifying of his dead body, but the transformation of that body into a spiritual body, and the constituting of Jesus a second Adam, who should transmit or communicate to His spiritual seed both a renewed soul and a glorified body, as the first Adam transmitted a sinful nature and a corruptible body to his natural seed. The power that accomplished all this now works in believers, and can surely work in them all needed transformation. And set him at his own right hand in the heavenly places, effecting on him a change alike sudden and marvelous: from the cross and the tomb to the throne of glory, from being as a worm and no man, to be higher than the kings of the earth - King of kings, and Lord of lords. It is frequently represented in Scripture that Jesus in heaven is at the right hand of God. There must be a spot in the heavens where his glorified body exists, in immediate contact with some manifestation of the glory of the Father. There Stephen saw him; thence he came to meet Saul on the way to Damascus; and his promise to his people is Where I am, there shall ye be also (John 14:3).NEWLINEVERSETITLESTARTEphesians1:21VERSETITLEENDNEWLINEVERSESTARTFar above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come:VERSEENDNEWLINEVerse 21. - Far above all rule, and power, and might, and dominion. Separate shades of meaning may doubtless be found for these expressions, but the main effect of the accumulation is to expand and deepen the idea of Christ's universal lordship. Hardly anything is revealed to us on the various orders of the spiritual powers, unfallen and fallen; and the speculations on them in which the Fathers used to indulge are of no value; but whatever may be true of them, Christ is exalted far above them all - far above every creature in earth, heaven, or hell (comp. Psalm 2; Psalm 72; Psalm 110; Daniel 7:13, 14, etc.). And every name that is named, not only in this world, but also in that which is to come. The pro-eminence of his Name is to be eternal. It shall never be eclipsed by any other name, nor shall there ever be a name worthy to be coupled with his Name. In human history we find no name that can be fitly coupled with Christ's. In the world to come, it shall ever shine forth with an unapproached effulgence. All this is said to exalt our sense of the Divine power that so raised up and exalted the God-Man, Christ Jesus - the same power that still works in believers.NEWLINEVERSETITLESTARTEphesians1:22VERSETITLEENDNEWLINEVERSESTARTAnd hath put all things under his feet, and gave him to be the head over all things to the church,VERSEENDNEWLINEVerse 22. - And put all things under his feet; a strong, figurative expression, denoting high sovereignty. It does not refer merely to defeated and arrested enemies, but to the whole of creation and the fullness thereof. They are as thoroughly under Christ and at his disposal as if they were literally under his feet. As a military commander, proceeding even through his own country, has power to requisition everything needful for his army, and deal with all property as may be required for military purposes, so Christ has the whole creation at his disposal, animate and inanimate, hostile and friendly. And gave him to be Head over all things to the Church. The exaltation of Christ is not merely an honor conferred on himself, but has also a definite practical purpose; it is for the benefit of the Church. God gave him to the Church as Head over all things. The gift of Christ to the Church is the gift of One who has sovereign authority over all things. The official subordination of Christ to the Father is recognized throughout this remarkable passage. So in Philippians, though he was \"in the form of God, and thought it not robbery to be equal with God, he made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men.\" It is this Jesus, in the form of a servant and in the likeness of men, that is now Head over all things, and as such given by the Father to the Church. With such a Head, what need the Church fear, and what can she want?NEWLINEVERSETITLESTARTEphesians1:23VERSETITLEENDNEWLINEVERSESTARTWhich is his body, the fulness of him that filleth all in all.VERSEENDNEWLINEVerse 23. - Which is his body. The Church is Christ's body in a real though spiritual sense. He is the Head, his people the members; he the Vine, they the branches. He dwells in the Church as life dwells in a living body. He fills it with his life, replenishes it with his strength, feeds it with his body and blood, beautifies it with his comeliness, calms it with his peace, brightens it with his holiness, and finally glorifies it with his glory. All things are delivered unto him of the Father; and all that he has he has for the Church: \"My beloved is mine, and I am his.\" The fullness of him that filleth all in all. The grammatical structure of the words would lead us to construe \"fullness\" with \"the Church,\" and to regard the Church as Christ's πλήρωμα. Some object to this, inasmuch as, in point of fact, the Church is often very empty, and therefore not worthy of the term \"fullness.\" But it is not meant that the Church has actually received all the fullness of him who filleth all in all, but only that she is in the course of receiving it. The Church on earth is an ever-changing body, perpetually receiving new members, who are at first empty; so that it must always in this state be in the course of filling, never filled. It is in the course of being filled with all Divine things - with all the treasures of heaven. As the empty cells of the honeycomb are being filled with the sweet essences of flowers, so the empty vessels of the Church are being filled with the glorious treasures of God; or, as the courts and compartments of a great international exhibition get filled up with the choicest products of the lands, so the Church gets filled with the handiwork of the grace of God. When the Church is completed, it will be a representation of the fullness of God; all of God that can be communicated to men will be made manifest in the Church. For he whose fullness the Church is, is he that filleth all in all, or filleth all with all. He possesses all things, and he fills all space with the all things. He fills the ocean with water, the organic world with life, the firmament with stars, the entire creation with forms innumerable, alike beautiful and useful. So also he fills the Church. Thus appropriately concludes this chapter, beginning (ver. 3) with thanksgiving to him who had blessed the Ephesians with every blessing of the Spirit in Christ Jesus, and now ending with a sublime picture of the Infinite One filling the Church with these Divine blessings out of the infinite stores of the kingdom of heaven. Thus we see the quality of richness, exuberance, overflowing abundance which is so conspicuously ascribed in this Epistle to the grace of God (comp. Psalm 36:8; Psalm 103:3-5; Matthew 5:3, etc.).NEWLINENEWLINENEWLINENEWLINENEWLINE","Eph.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEphesians2:1VERSETITLEENDNEWLINEVERSESTARTAnd you hath he quickened, who were dead in trespasses and sins;VERSEENDNEWLINEVerses 1-10. - SPIRITUAL HISTORY OF THE EPHESIANS. This passage corresponds to Genesis 1. It is a history of creation, and we note the same great stages.NEWLINENEWLINE1. Chaos (vers. 1-3).NEWLINENEWLINE2. The dawn - the Spirit of God moving on the face of the waters (ver. 4).NEWLINENEWLINE3. The work of creation - in successive stages (vers. 4-10). Verse 1. - You also, who were dead in your trespasses and your sins. The apostle returns from his digression, in which he had shown the marvelous working of the Divine power on Christ, to show the working of the same power on the Ephesian converts themselves. The ὑμἀς is not governed by any verb going before; it manifestly depends on the συνεζωοποίησεν of ver. 5, but it is separated from it by a new digression (vers. 2, 3), on which the apostle immediately starts. While the same quickening power of God was exerted on Christ and on the Ephesians, it was exerted to very different effects: in the case of Christ, raising him literally from the dead and exalting him to heavenly glory; in the case of the Ephesians, raising them from spiritual death and exalting them to high spiritual privileges. We may observe the change from the second to the first person, and vice versa, in this chapter as in Ephesians 1. Second person (vers. 1, 8, 11); first (vers. 3, 10, 14); and the two streams brought together (ver. 18). The chapter closes beautifully with an emblem of the Church as the one temple of which all believers are parts. The death ascribed to the Ephesians in their natural state is evidently spiritual death, and \"trespasses and sins,\" being in the dative (νεκροὺς τοῖς παραπτώμασι καὶ ταῖς ἁμαρτίαις), seems to indicate the cause of death - \"dead through your trespasses and your sins\" (R.V.); \"dead of your trespasses,\" etc., is suggested by Alford. It is not easy to assign a different meaning to the two nouns here; some suggest acts of transgression for the one, and sinful tendencies or principles for the other, but this distinction cannot be carried out in all other passages. The killing effect of sin is indicated. As sins of sensuality kill truthfulness, industry, integrity, and all virtue, so sin generally, affecting as it does our whole nature, kills, or does not suffer to live, the affections and movements of the spiritual life. A state of \"death\" implies previous life - the race lived before; it implies also a state of insensibility, of utter powerlessness and helplessness.NEWLINEVERSETITLESTARTEphesians2:2VERSETITLEENDNEWLINEVERSESTARTWherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:VERSEENDNEWLINEVerse 2. - Wherein aforetime ye walked according to the course of this world. The idea of a dead creature walking is not altogether incongruous. It implies that a kind of life remained sufficient for walking; but not the true, full, normal life; rather the life of a galvanized corpse, or of one walking in sleep. The figurative use of walking for living, or carrying on our life, is frequent in this Epistle (Ephesians 4:1; Ephesians 5:2, etc.). \"The course of this world,\" elsewhere\" the world,\" denotes the present system of things, as conducted by those who have regard only to things seen and temporal, and no regard to God or to the future life. Where there is spiritual death there is insensibility to these things. According to the prince of the power of the air. It is obvious that this is equivalent to \"the god of this world\" (2 Corinthians 4:4), but the explanation of the term is difficult. Allusion is made to a corporate body, \"the power [or, 'government'] (ἐξουσία) of the air,\" and to one who is \"prince\" of this government. There is no difficulty in identifying the evil one and his host, of whom Milton gives such graphic pictures. But why should they be specially connected with the air? The notion, entertained by some of the Fathers and others, that storms and disturbances of the atmosphere are caused by them, is preposterous; it is unscriptural (Psalm 148:8) and quite unscientific. The term seems to denote that evil spirits, who have some power of influencing us by their temptations, have their abode in the atmosphere, or at least haunt it, being invisible like it, yet exercising a real influence on human souls, and drawing them in worldly directions, and contrary to the will of God. The spirit which is now working hi the sons of disobedience. The fact that this spirit is still working in others makes the escape of the Ephesians from him the more striking. He is not destroyed, but vigorously at work even yet. Though Jesus beheld him fall from heaven as lightning, and though he said that the prince of this world had been judged, these expressions denote a prophetic rather than an actual condition. This spirit energizes in the \"sons of disobedience.\" This designation is striking; it denotes persons born of disobedience, bred by disobedience, having disobedience in their very nature; comp. Romans 8:7, \"The carnal mind is enmity against God,\" and passages where fallen man is called a rebel (Isaiah 1:2; Isaiah 63:10; Psalm 68:6; Jeremiah 5:23, etc.). It denotes the essential antagonism of man's will to God's, arising from man's devotion to this world and its interests, and God's regard to what is higher and holier - an antagonism often held in check and suppressed - but bursting out wildly at times in fierce opposition, as at the tower of Babel or the crucifixion of Jesus. The devil inflames man's inherent dislike to God's will, and encourages outbreaks of it.NEWLINEVERSETITLESTARTEphesians2:3VERSETITLEENDNEWLINEVERSESTARTAmong whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.VERSEENDNEWLINEVerse 3. - Among whom we also all once spent our life in the lusts of our flesh. The apostle here brings Jews and Gentiles together. \"We also,\" as well as you - we were all in the same condemnation, all in a miserable plight, not merely occasionally dipping into sin, but spending our very lives in the lusts or desires of our flesh, living fro' no noble ends, but in an element of carnal desire, as if there were nothing higher than to please the carnal nature. Fulfilling the desires of the flesh and of the mind. Desires of the flesh, the grosser and more animal propensities (the flesh, in Scripture, has often a wider sense; see Galatians 5:19-21); and of the mind or thoughts, διανοιῶν, the objects that we thought about, whatever they might be, - the waywardness of our thoughts seems to be denoted, the random roaming of the mind hither and thither, towards this pleasure and that, sometimes serious, sometimes frivolous, but all marked by the absence of any controlling regard to the will of God. The life indicated is a life of indulgence in whatever natural feelings may arise in us-be they right or be they wrong. And we were by nature children of wrath, even as the rest. This is a substantive clause, standing on its own basis, a separate fact, not merely an inference from the previous statements. The life described would have exposed us to wrath; but beyond and before this we were by nature children of wrath. \"By nature\" denotes something in our constitution, in our very being; and \"even as the rest\" denotes that this was universal, not a peculiarity affecting some, but a general feature applicable to all. \"Children of wrath\" denotes that we belonged to a race which had incurred the wrath of God; our individuality was so far absorbed by the social body that we shared the lot under which it had come. If there be something in this that seems contrary to justice, that seems to condemn men for the sins of others, we remarkNEWLINENEWLINE(1) that in actual life we constantly find individuals suffering for the sin of the corporation, domestic, social, or national, with which they are identified;NEWLINENEWLINE(2) that apart from this altogether, our individual offenses would expose us to God's wrath; andNEWLINENEWLINE(3) that the moral and legal relations of the individual to the corporation is a subject of difficulty, and in this case makes a strong demand on our faith. We should accept the teaching of the Word of God upon it, and leave our righteous Judge to vindicate himself. \"Wrath,\" as applied to God, must be regarded as essentially different from the same word when used of man. In the latter case it usually indicates a disorderly, excited, passionate feeling, as of one who has lost self-control; when used of God, it denotes the holy, calm, deep opposition of his nature to sin, compelling him to inflict the appropriate punishment.NEWLINEVERSETITLESTARTEphesians2:4VERSETITLEENDNEWLINEVERSESTARTBut God, who is rich in mercy, for his great love wherewith he loved us,VERSEENDNEWLINEVerse 4. - But God, being rich in mercy. The preceding verses convey the idea of a rushing towards inevitable ruin - towards some frightful cataract, when all help from man is hopeless. Man's extremity becomes God's opportunity. The \"but\" is very emphatic, and wonderfully reverses the picture. The sovereignty of God is very apparent, on its gracious side. It interposes to rescue those who would otherwise plunge into irretrievable ruin. We have here the filling up of that Divine saying, \"O Israel, thou hast destroyed thyself, but in me is thine help.\" The genesis of salvation is declared to be in two of God's attributes, of which the first is mercy, or compassion. God has a tender, yearning feeling towards men brought to misery by their own sins. And this feeling is not shallow or spare - he is rich in mercy. It is an exuberant, full-flowing feeling in God (\"Thy mercy ... is in the heavens,\" Psalm 36:5), and may therefore be appealed to trustfully. For his great love wherewith he loved us. The other attribute from which the plan of salvation sprang is God's love. Love is more than compassion. Compassion may be confined to the breast, but love goes forth in active beneficence. It makes common cause with its object. It cannot rest till its object is lint right. Two expressions are used intensifying this Divine love:NEWLINENEWLINE(1) his great love;NEWLINENEWLINE(2) love with which he loved us;NEWLINENEWLINEthe verb of love governing the noun of love makes the idea rich and strong. This view of the exuberance of the Divine attributes from which salvation has its rise is in harmony with the whole character of the Epistle.NEWLINEVERSETITLESTARTEphesians2:5VERSETITLEENDNEWLINEVERSESTARTEven when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)VERSEENDNEWLINEVerse 5. - Even when we were dead in our sins. Repeated from ver. 1, in order to set in its true light the declaration that follows of what God did for us to make more emphatic the free and sovereign mercy of God. Though sin is the abominable thing which he hates, loathsome to him in the last degree, he did not turn from us when we were immersed in it; nor did he wait till we began to move towards him: he began to influence us even when we were dead. Made us alive together with Christ (συνεζωοποίησε τῷ Ξριστῷ). Made us alive with the life which is in Christ and which flows from Christ. A parallel is run between the way in which God's power operated on the body of Christ, and the way in which it operates on the souls of believers in him in respect ofNEWLINENEWLINE(1) the quickening;NEWLINENEWLINE(2) the raising up from the grave;NEWLINENEWLINE(3) the seating of them in heavenly places.NEWLINENEWLINEThe Father, having \"given to the Son to have life in himself,\" and \"the Son quickening whom he will\" (John 6:21, 26), by God's decree we were first quickened by him, made partakers of Christ's life (John 11:25; comp. John 14:19; John 15:5; Colossians 3:4; Galatians 2:20, etc.). All the life we had lost was restored - the life forfeited by transgression, the life of a calm and well-ordered heart, the sublime life of fellowship with God. By grace have ye been saved. This is a parenthetical clause, more fully dwelt on in ver. 8, thrown in here abruptly by the apostle in the fullness of his heart, to throw light on this great wonder - that Christ should impart his own life to souls dead in sin. Grace in opposition to human merit is at the root of the whole arrangement; free, undeserved mercy. It is not anything that God is bound to by the necessity of his nature. It is the result of his will, not of his nature. Had it not been for his good pleasure, salvation had never been. \"Saved\" is the past participle (σεσωσμένοι), denoting, not the act of being saved, but the fact of having been saved. Salvation in a real sense is a present possession. When we are one with Christ we are justified freely by God's grace, our trespasses are all forgiven. The spirit of new moral life has been given to us; we are made alive to God. But while salvation is a present attainment in a real sense, its full realization is future, for that includes perfect holiness, and also the glorification of the body. In this sense salvation is to come (Romans 8:24; Romans 13:11).NEWLINEVERSETITLESTARTEphesians2:6VERSETITLEENDNEWLINEVERSESTARTAnd hath raised us up together, and made us sit together in heavenly places in Christ Jesus:VERSEENDNEWLINEVerse 6. - And hath raised us up with him (comp. Philippians 3:10); so that we no longer walk \"according to the course of this world,\" but according to the life of Christ; we walk \"in newness of life.\" And seated us with him in the heavenly places in Christ Jesus. As God placed Jesus at his right hand in heaven, so he has placed his people with him in heavenly places; i.e. places where the privileges of heaven are dispensed, where the air of heaven is breathed, where the fellowship and the enjoyment of heaven are known, where an elevation of spirit is experienced as if heaven were begun. Such was the case of the three disciples on the Mount of Transfiguration; of the two on the way to Emmaus, when their heart burned within them; of the beloved disciple when he was \"in the Spirit on the Lord's day;\" of many at the Holy Supper, or in fervent communion with brother and sister believers, when they seem at the very gate of heaven. This is sometimes the experience at conversion, but the vividness of the feeling does not always abide. The repetition of \"in Christ Jesus\" in this connection emphasizes the fact that this gracious proceeding of God towards us is in immediate connection with the work and person of Christ. It is as being one with Christ Jesus that all this raising up comes to us.NEWLINEVERSETITLESTARTEphesians2:7VERSETITLEENDNEWLINEVERSESTARTThat in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.VERSEENDNEWLINEVerse 7. - That in the ages to come he might show forth the riches of his grace. A special purpose served by God's free grace bestowed on such persons as the Ephesians. It was intended as a lesson for future ages. \"The ages to come\" denotes eras to begin from that time, running on now, and to continue hereafter. It would be a profitable lesson for the people of these ages to think of the Ephesians, far as they were by nature from God, receiving his blessing so abundantly. From this they would learn how great are the riches of God's grace. In kindness towards us in Christ Jesus. The particular channel in which the riches of his grace flows is kindness shown to us in Christ Jesus. Kindness in the matter of the blessing, forgiving us freely, and accepting and adopting us in him; kindness in the manner of the blessing, dealing with us as Jesus dealt with the woman that was a sinner, or with the thief on the cross, or with Peter after he had fallen, or with Saul of Tarsus; kindness in the extent of the blessing, providing amply for every want; kindness in the duration of the blessing - for evermore. But again, the Medium or Mediator of blessing is specified - \"in Christ Jesus.\" It is not the kindness of providence, not the natural bountifulness of God, but that kindness and bountifulness which are specially connected with the atoning work of Christ: \"God was in Christ, reconciling the world unto himself.\"NEWLINEVERSETITLESTARTEphesians2:8VERSETITLEENDNEWLINEVERSESTARTFor by grace are ye saved through faith; and that not of yourselves: it is the gift of God:VERSEENDNEWLINEVerse 8. - For by grace have ye been saved, through faith. He repeats what he had said parenthetically (ver. 5), in order to open the subject up more fully. On the part of God, salvation is by grace; on the part of man, it is through faith. It does not come to us by an involuntary act, as light falls on our eyes, sounds on our ears, or air enters our lungs. When we are so far enlightened as to understand about it, there must be a personal reception of salvation by us, and that is by faith. Faith at once believes the good news of a free salvation through Christ, and accepts Christ as the Savior. We commit ourselves to him, trust ourselves to him for that salvation of which he is the Author. In the act of thus entrusting ourselves to him for his salvation, we receive the benefit, and are saved. It is not that faith is accepted by God in place of works, but because faith indicates that attitude of men towards Christ in which it pleases God to save them, transferring to him all their guilt, imputing to them all his merit. And that not of yourselves: it is the gift of God. Which of the two things is meant - salvation or faith? The grammatical structure and the analogy of the passage favor the former view, \"Your salvation is not of yourselves,\" though many able men have taken the latter. The apostle is so anxious to bring out the great distinguishing doctrine of grace that he puts it in all lights, affirms it positively, contrasts it with its opposite, and emphasizes it by repetition. It is a gift, not a purchase; a free gift, without money and without price; what would never have been yours, but for the generosity of God. It is very usual in the New Testament thus to represent salvation; cf. our Lord's words to Nicodemus (John 3:16); to the woman of Samaria (John 4:14); St. Paul's \"Thanks be to God for his unspeakable gift\" (2 Corinthians 9:15); \"The gift of God is eternal life through Jesus Christ our Lord\" (Romans 6:23); and 1 John 5:11, \"God gave unto us eternal life, and the life is in his Son.\" This usage confirms the view that it is not merely faith, but the whole work and person of Christ which faith receives, that is meant here as the \"gift of God.\"NEWLINEVERSETITLESTARTEphesians2:9VERSETITLEENDNEWLINEVERSESTARTNot of works, lest any man should boast.VERSEENDNEWLINEVerse 9. - Not of works, lest any man should boast. Exegetical of the last clause, \"Not of yourselves; certainly not of your works.\" The suppression of boasting was a purpose of God in his scheme of salvation; not the chief or final purpose, any more than the manifestation of his grace in coming ages was his chief or final purpose in showing mercy to the Ephesians, but inseparable from the nature of his plan. The spirit of glorying is essentially unsuited to the relations between the creature and the Creator, between the Redeemer and the redeemed. It is the very opposite of the spirit, \"Not unto us, O Lord\" (Psalm 115:1) - the spirit that casts its crown before the throne, and that breathes in the songs of heaven, \"Unto him that loved us ... be glory and dominion forever and ever\" (Revelation 1:5, 6).NEWLINEVERSETITLESTARTEphesians2:10VERSETITLEENDNEWLINEVERSESTARTFor we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.VERSEENDNEWLINEVerse 10. - For we are his workmanship. Another illustration and evidence of grace. We have to be fashioned anew by God before we can do anything aright (see 2 Corinthians 5:17). Anything right in us is not the cause of grace, but its fruit. There seems to be no special reason for the change from the second to the first person. Created in Christ Jesus for good works. So little inward capacity had we for such works, that we required to be created in Christ Jesus in order that we might do them. The inward new birth of the soul is indicated. When good works were required, this gracious change had to be wrought to secure them. The purpose of the new creation is to produce them. Christ \"gave himself for us, to redeem us from all iniquity, and purify unto himself a people of his own, zealous of good works.\" It is not good works first, and grace after; but grace first, and good works after (see Titus 2:11, 14). Which God hath before ordained that we should walk in them. A further proof of the true origin of good works. They are the subjects of a Divine decree. Before the foundation of the world it was ordained that whoever should be saved by grace should walk in good works. The term \"walk,\" here denotes the habitual tenor of the life; it is to be spent in an atmosphere of good works. Here we have one of the Divine safeguards against the abuse of the doctrine of salvation by grace. When men hear of salvation irrespective of works, they are apt to fancy that works are of little use, and do not need to be carefully attended to. On the contrary, they are part of the Divine decree, and if we are not living a life of good works, we have no reason to believe that we have been saved by grace.NEWLINEVERSETITLESTARTEphesians2:11VERSETITLEENDNEWLINEVERSESTARTWherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;VERSEENDNEWLINEVerses 11-22. - CONTRAST BETWEEN PAST AND THE PRESENT. Verse 11. - Wherefore remember, that once ye, the Gentiles in the flesh. The practical tenor of the apostle's teaching is indicated by his \"wherefores.\" He is always gathering up his views into some lesson. They are to \"remember\" the change between the past and the present - what they were by nature, and what they had become by grace. This is most useful to all, even though the contrast between the two be not so vivid as in the case of Paul and the Ephesians. The contrast is indicated in various particulars, both of outward condition and of inward privilege and character. First, the old condition. They were \"Gentiles in respect of the flesh\" - not bearing on their bodies the mark of the Israel of God, therefore not marked out for blessing, not apparently near it. Who are called Uncircumcision by that which is called Circumcision in the flesh made by hands. Nicknamed, as it were, Uncircumcision by those who in a fleshly or mechanical, but not always in the true spiritual sense (comp. Romans 2:28, 29; Philippians 3:3; Colossians 2:11), were called Circumcision; they had a name which denoted the very opposite of that given to God's people - another illustration of their apparent distance from blessing; they revolved round the sun, as it were, not in the nearer orbits of planets warmed, brightened, and beautified by the solar beams, but in the outermost ring of all - like the cold, dark orbit of Uranus or Neptune, which the sunbeams hardly reach to lighten or to warm.NEWLINEVERSETITLESTARTEphesians2:12VERSETITLEENDNEWLINEVERSESTARTThat at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:VERSEENDNEWLINEVerse 12. - That at that time ye were without Christ. Very comprehensive description, having no knowledge of Christ, no interest in him, no life or blessing from him. Being aliens (or, alienated) from the commonwealth of Israel; the πολιτεία, or citizenship condition, including a country, a constitution, a divinely appointed and divinely administered economy, rich in blessing. And strangers to the covenants of the promise. The promise of Christ, of which circumcision was the seal. The \"covenants\" (plural) substantially the same, but renewed to various persons and at various times in which God promised, \"I will bless him that blesseth thee, and curse him that curseth thee; and in thee and in thy seed shall all the families of the earth be blessed.\" In respect of these they were strangers, not embraced in their provisions, not, therefore, in a state of encouragement to expect a great blessing. Having no hope; no ground for looking forward to better times, no reasonable expectation of improvement in your religious condition. And without God in the world; ἄθεοι, atheists; but not in the active sense of denying God, rather in the passive sense of unconnected with God; without any friendly and beneficial relation to him, without any vital nexus that would bring into their soul the fullness of God. The words \"in the world\" intensify \"without God.\" It were bad enough to be without God (without his holy fellowship and blessed influence) anywhere, but it is worse to be without him in the world, in \"this present evil world\" (Galatians 1:4), in a world dominated by so subtle and evil a god (ver. 2 and 2 Corinthians 4:4). The fivefold negative description of this verse has a cumulative effect; the situation becomes graver and more terrible, and the last clause is the climax.NEWLINEVERSETITLESTARTEphesians2:13VERSETITLEENDNEWLINEVERSESTARTBut now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.VERSEENDNEWLINEVerse 13. - But now; antithesis to ποτὲ in ver. 11, and τῷ καιρῷ ἐκείνῳ in ver. 12. Another of the very powerful \"buts\" of this Epistle, completely reversing the picture going before (see ver. 4). In Christ Jesus. This expression is the pivot of the Epistle, denoting, not only that Christ Jesus is the Source of blessing, but also that we get the blessing, i.e. by vital union and fellowship with, him. The \"without Christ\" of ver. 12 contrasts powerfully with \"in Christ Jesus\" of this verse; and the addition of \"Jesus\" to the name is significant, denoting his saving power, denoting One who is not merely an official Savior, but to whom we get linked by all manner of endearing qualities and personal attractions, whose human name is Jesus, because he saves his people from their sins. Ye that once were far off are become near. The apostle has slidden into a new figure; formerly the contrast was between death and life, now it is between distance and nearness. Not merely geographical distance, or remoteness in respect of outward position, but moral distance too: ye were far off from God, i.e. from his favor, his fellowship, his gracious pardoning and renewing grace. In this sense too ye are now brought near. God is become your God and Father. Your orbit is changed to a near and blessed position, where the light of God's countenance falls upon you. In the blood of Christ. This is the particular instrument of the change; not merely Christ manifesting the Father's readiness to receive you, but shedding his blood to make atonement for you (see Ephesians 1:7). The preposition ἐν (not merely διὰ) is again significant, denoting more than the instrumentality, viz. personal connection with the blood, as if sprinkled on us, so that we are symbolically in it. Cleansing us from all sin, it brings us nigh.NEWLINEVERSETITLESTARTEphesians2:14VERSETITLEENDNEWLINEVERSESTARTFor he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;VERSEENDNEWLINEVerse 14. - For he is our peace. Explanatory of the preceding verse - of the way by which we are brought nigh. Christ is not only our Peacemaker, but our Peace, and that in the fullest sense, the very substance and living spring of it, establishing it at the beginning, keeping it up to the end; and the complex notion of peace is here not only peace between Jew and Gentile, but between God and both. Consult Old Testament predictions of peace in connection with Messiah (Isaiah 9:5, 6; Micah 5:5; Zechariah 9:10, etc.). Who made both one; literally, both things, both elements; so that there is now no ground for separating between a Jewish element and a Gentile; they are unified. And broke down the middle wall of the partition. The general idea is obvious; the particular allusion is less easily seen. Some think it is to the veil that separated the holy of holies from the holy place (Hebrews 10:20); but that could hardly be called a wall. Others the wall that separated the court of the Jew from that of the Gentiles; but that wall was literally standing when the apostle wrote, and besides, the Ephesians could not be supposed to be so familiar with it as to make it a suitable illustration for them. In the absence of any specific allusion, it is best to understand the words generally, \"broke down that which served as a middle wall of partition\" - what is mentioned immediately in the following verse.NEWLINEVERSETITLESTARTEphesians2:15VERSETITLEENDNEWLINEVERSESTARTHaving abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;VERSEENDNEWLINEVerse 15. - (To wit, the enmity.) It is a moot point whether τὴν ἔχθραν is to be taken as governed by λύσας in ver. 14, or by καταργήσας in the end of this verse. Both A.V. and R.V. adopt the latter; but the former is more textual and natural. Another question is - What enmity? Some say between Jews and Gentiles; others, between both and God. The latter seems right; where \"the enmity\" is so emphatically referred to, it must be the great or fundamental enmity, and the whole tenor of the passage is to the effect that in the removal of the enmity of the sinner to God, the abolition of the enmity between Jew and Gentile was provided for. In his flesh. These words are not to be connected with the enmity, for then they would require τὴν before them, but with λύσας (ver. 14) or καταργήσας (ver. 15). In his flesh, crucified, broken, for our sins, Christ virtually broke down the enmity (comp. Colossians 1:22). Having abolished the law of commandments in ordinances. Some think that \"in ordinances\" (ἐν δόγμασι, doctrines) denotes the means by which the Law was abolished - by means of doctrines, i.e. the doctrines of Christianity. But New Testament δόγμα is not equal to \"doctrine.\" \"In ordinances\" limits the law of commandments. The law abolished or superseded by Christ was the law of positive requirements embodied in things decreed, evidently the ceremonial law of the Jews; certainly not the moral law (see Romans 3:31). By removing this, Jesus removed that which had become the occasion of bitter feelings between Jew and Gentile; the Jew looking down proudly on the Gentile, and the Gentile despising what he deemed the fantastic rites of the Jews. That he might create the two in himself into one new man. The idea of a corporate body comes here into view. Christ's object was not merely to restore individuals, but to rear a Church, composed of many units incorporated into one body. This idea is prominent in the rest of the Epistle. Hence the strong word κτισῃ, create; not only is every believer a new creation, but the corporate organization into which they are built is also a creation. The two are made \"one new man;\" the Gentile is not turned into a Jew, nor the Jew into a Gentile, but both into one new man, thus removing all grounds of jealousy. This transformation is \"in himself;\" in vital union to Christ they are formed into one body. No Church connection of man with man is the true connection, unless it is founded on a mutual connection with Christ. So making peace; that is, between Jew and Gentile. The peacemaking with God, as we have seen, is referred to in the first words of the verse; this at the end is the subordinate peacemaking, the result of the other.NEWLINEVERSETITLESTARTEphesians2:16VERSETITLEENDNEWLINEVERSESTARTAnd that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:VERSEENDNEWLINEVerse 16. - And that he might reconcile both to God in one body by the cross. Exegetical of preceding statements, and making emphatic the fact of reconciliation to God on the same footing and by the same means; both were to be reconciled in, one body (see Ephesians 4:4) and by the cross. No preference was to be given to the Jew facilitating his union to Christ: the Gentile was to be taken into Christ's body as readily as the Jew. In reference to the sense in which reconciliation was effected by the cross of Jesus, some say it was only as the cross demonstrated to men the love of God and his willingness to bless them; while others maintain very strongly that it was as providing a satisfaction to God's justice for their guilt, and thus enabling him to receive and bless the sinner. Not only the analogy of other passages of Scripture as well as of this Epistle justifies the latter view, but preeminently the words, \"by the cross.\" If Christ had only to proclaim God's friendship toward sinners, why should he have suffered on the cross? The cross as a mere pulpit is hideous; as an altar it is glorious. The love of God is ill revealed, if it subjected Jesus to unnecessary agony. The love of both Father and Son is indeed commended, if the agony was voluntarily borne by the Son, and permitted by the Father, as being indispensable for the pardon of the sinner. 'Αποκαταλλάξῃ denotes the whole process of reconciliation (see Eadie). Having slain the enmity thereby (or, thereon). \"The enmity\" is the same as at the beginning of ver. 15 - the enmity of man to God. The destruction of this enmity is one of the effects of the cross, though not the only effect; it is necessary to root out the enmity of the carnal mind. That this is the meaning here seems plain from Romans 5:10, \"If, when we were enemies, we were reconciled to God by the death of his Son.\" The apostle there makes no allusion to the enmity of Jew and Gentile to each other, but to this wider fact - τὸ φρόνημα τῆς σαρκὸς ἔχθρα εἰς Θεόν. If any words can denote the result of a propitiatory sacrifice, it is surely \"reconciled to God by the death of his Son.\"NEWLINEVERSETITLESTARTEphesians2:17VERSETITLEENDNEWLINEVERSESTARTAnd came and preached peace to you which were afar off, and to them that were nigh.VERSEENDNEWLINEVerse 17. - And having come, he preached peace to you that were far off, and peace to these that were nigh. The coming denoted by ἐλθὼν is subsequent to the transactions of the cross. It cannot denote what Christ did personally, but what he did by sending his Spirit to the apostles and other early preachers. It was only after the cross and after the resurrection that peace could be proclaimed on the footing of faith in a Savior who had died and was alive. And only in the sense of having sent his preachers and given them his Spirit could Jesus be said to have preached to the Ephesians. The repetition of the word \"peace\" in the R.V. is expressive; if the subject had been merely peace between the two classes of men, we should not have had the repetition; the repetition denotes peace between each of the two classes and a third party, viz. God. It is remarkable that the Gentiles, \"those that were far off,\" are mentioned here before the Jews, \"those that were nigh.\" In point of chronology, the Jews came first; but the order is here transposed, probably to emphasize the offer of the gospel to the Gentiles, and to show that spiritually they were as near as the Jews.NEWLINEVERSETITLESTARTEphesians2:18VERSETITLEENDNEWLINEVERSESTARTFor through him we both have access by one Spirit unto the Father.VERSEENDNEWLINEVerse 18. - For through him both of us have our access by one Spirit unto the Father. Further illustration of identity of position of Jews and Gentiles, and of the work of Christ in bringing it about. Subject of this verse, access to the Father; predicate, this access effected through Christ by the one Spirit. Our having access to the Father is assumed as a matter of spiritual experience; the converted Ephesians knew that in their prayers and other exercises they did really stand before God, and felt as children to a Father. How came this to pass? \"Through him.\" Sinful men have not this privilege by nature; \"Your iniquities have separated between you and your God\" (Isaiah 59:2). They need a Mediator; Jesus is that Mediator; and through him, both Jews and Gentiles enjoy the privilege. But right of access is not enough; in approaching God and holding fellowship with him there must be some congeniality of soul, a fellow-feeling between God and the worshipper; this is effected through the same Spirit. Some render \"in the same spirit, or disposition of mind.\" This is true, but not all the truth; for the question arises - How do we get this suitable disposition? And the answer is - It is wrought by the Holy Spirit. As the state of the soul in true intercourse with God is substantially the same in all, so it is brought by the same Holy Spirit. In fact, this verse is one of the characteristic texts of Ephesians, in which Father, Son, and Holy Spirit are brought together.NEWLINEVERSETITLESTARTEphesians2:19VERSETITLEENDNEWLINEVERSESTARTNow therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;VERSEENDNEWLINEVerse 19. - So then ye are no more strangers and foreigners. \"Sojourners\" is nearer πάροικοι than \"foreigners;\" it denotes persons dwelling in a place, but without citizen rights and privileges; but as such persons are usually foreigners, it is immaterial which term is used. But ye are fellow-citizens with the saints. The saints are the chosen ones of all time (comp. Hebrews 12:22, \"But ye are come unto Mount Zion,\" etc.). \"Their names are engraven on the same civic roll with all whom ' the Lord shall count when be reckoneth up the people.\" It is as if they who had dwelt in the waste and howling wilderness, scattered defenseless and in melancholy isolation, had been transplanted, not only into Palestine, but had been appointed to domiciles on Mount Zion, and were located in the metropolis, not to admire its architecture, or gaze upon its battlements, or envy the tribes who had come up to worship in the city which is compact together; but to claim its municipal immunities, experience its protection, obey its laws, live and love in its happy society, and hold communion with its glorious Founder and Guardian\" (Eadie). And (members) of the household of God. A nearer relation to God and a higher privilege is denoted here. You are not guests or occasional visitors, but permanent dwellers in the house and members of the family. Compare the Queen of Sheba's words to Solomon (1 Kings 10:8).NEWLINEVERSETITLESTARTEphesians2:20VERSETITLEENDNEWLINEVERSESTARTAnd are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;VERSEENDNEWLINEVerse 20. - Being built on the foundation of the apostles and prophets. A new figure, the third here introduced to denote the change - that of a temple, of which Christians are stones. There is no contrast in form in this figure, as in the other two; it just expresses directly the privilege attained. There is a real contrast, however, between the first three and the last three verses of the chapter - the lowest degradation expressed in the one, the highest elevation in the ether. Observe, the apostle passes, by association of ideas, from the household (ver. 19) to the house (ver. 20), from the domestics to the stones; but by a bold figure he gives life to the stones, otherwise we might be in the same region of lifelessness as in yore. 1-3. Two questions arise here.NEWLINENEWLINE1. About this foundation - In what sense is it \"of the apostles and prophets\"? Certainly not in the sense that they constituted the foundation; for, though this might be warranted grammatically, it would be untrue: \"Other foundation can no man lay than that is laid, which is Jesus Christ\" (1 Corinthians 3:11). The best meaning seems to be, the foundation which the apostles and prophets laid, which they used for themselves and announced for others. But what was this foundation? Substantially that of 1 Corinthians 3:11; but the mention of Christ as chief Corner-stone at the end of the verse might at first seem to indicate that something different was meant by the foundation. But it is impossible to propose any suitable interpretation which would not make Christ the Foundation too.NEWLINENEWLINE2. Who are the prophets? We might naturally suppose the Old Testament prophets, but in that case they would probably have been mentioned before the apostles. In other passages of this Epistle \"apostles and prophets\" denote New Testament officers (Ephesians 3:5; Ephesians 4:11), and it is most suitable to regard that as the meaning. It was the privilege of the Ephesians to use the foundation on which stood the two highest bodies of officers in the new dispensation - the apostles and prophets; nothing better could be found. Jesus Christ himself being the chief Cornerstone. Not as opposed to the foundation, but in addition thereto. Jesus is really both, but there is a reason for specifying him as the chief Cornerstone; comp. Psalm 118:21, \"The stone which the builders rejected is become the headstone of the corner;\" i.e. the stone which, being placed in the corner, determined the lines of the whole building. The idea of foundation is that of support; the idea of the chief cornerstone is that of regulation, pattern-hood, producing assimilation. Jesus is not only the Origin, Foundation, Support of the Church, but he gives it its shape and form, he determines the place and the office of each stone, he gives life and character to each member.NEWLINEVERSETITLESTARTEphesians2:21VERSETITLEENDNEWLINEVERSESTARTIn whom all the building fitly framed together groweth unto an holy temple in the Lord:VERSEENDNEWLINEVerse 21. - In whom all the building. Not even the figure of a building can keep the apostle from his favorite idea of vital fellowship with Christ as the soul of all Christianity - \"in whom.\" Πᾶσα οἰκοδομὴ is rendered in R.V. \"each several building.\" But surely the want of the article does not make imperative a rendering which is out of keeping with the apostle's object, viz. to illustrate the organic unity of believers, Jewish and Gentile, as one great body (comp. Ephesians 4:4, \"There is one body\"). If there had been many several or separate buildings in the apostle's view, why not a Jewish building and a Gentile building? Or how could the separate buildings have their lines directed by the one chief Cornerstone? In Acts 2:36 πᾶς οϊκος Ισραήλ is not \"every house of Israel,\" but \"all the house of Israel.\" Fitly framed together. There is a jointing and joining of the various parts to each other, forming a symmetrical, compact, well-ordered building. The Church has many members in one body, and all members have not the same office. It is a co-operative body, each aiding in his own way and with his own talent. The Church is not a collection of loose stones and timbers; its members are in vital union with Christ, and ought to be in living and loving and considerate fellowship with each other. Groweth into a holy temple in the Lord. Increase is an essential property of the Church; wherever there is life there is growth. But the growth of the Church is not mere increase of members or size; the growth is towards a temple, of which the character is holy, and it is in the Lord. The world-famed temple of Diana at Ephesus may have been in the apostle's mind - its symmetry, its glory, the relation of each several part to the rest and to the whole, as a suitable external emblem of the spiritual body which is being built up in Christ; but the Christian Church is a holy temple, dedicated to God, purified by his Spirit, entirely foreign to those defilements which disgraced the temple of Diana. The ἐν ω΅ι at the beginning of the verse is followed by ἐν Κυρίῳ at the end, as if the union of the Church to Christ could not be too often brought out. In him we are born into it; in him we grow in it; in him the whole temple grows towards the final consummation, when the topstone shall be brought out with shouts of \"Grace, grace unto it.\"NEWLINEVERSETITLESTARTEphesians2:22VERSETITLEENDNEWLINEVERSESTARTIn whom ye also are builded together for an habitation of God through the Spirit.VERSEENDNEWLINEVerse 22. - In whom ye also are builded together. Once more the vitalizing element - \"in whom;\" for this is better than \"in which,\" inasmuch as this verse is substantially a reduplication of the preceding one, making special application of the same subject to the Ephesians. The person changes from the third to the second, to make emphatic that the Ephesians shared this great privilege. Their relations towards believing Jews and other believers in the Church were not accidental; they were \"builded together,\" compacted into each other, and ought to work together towards God's great ends. For a habitation of God in the Spirit. Not many habitations, but one. The Church as a temple is the dwelling-place of God. Here he bestows his fullness, so that when the temple is completed it will exhibit, as fully as a created thing can, the manifold glory of God. \"In the Spirit\" in this verse corresponds to \"in the Lord\" in the previous one. The actual communication of Divine properties to finite beings is the work of the Third Person. In this verse, again, we find the three Persons of the Trinity: the temple is the habitation of the First Person; the source of its life and growth and symmetry is the Son; the actual up-building and glorifying of it is by the Spirit. This is the climax of privilege, and no contrast could be greater than that between the death in trespasses and sins with which the chapter begins, and this sublime temple, where God dwells and bestows his fullness, with which it ends.NEWLINENEWLINENEWLINENEWLINENEWLINE","Eph.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEphesians3:1VERSETITLEENDNEWLINEVERSESTARTFor this cause I Paul, the prisoner of Jesus Christ for you Gentiles,VERSEENDNEWLINEVerses 1-13. - DIGRESSION ON THE ADMISSION OF THE GENTILES TO THE KINGDOM OF GOD. Verse 1. - For this cause. The reference is not merely to the last statement or illustration, but to the whole view of the purpose of God toward the Gentiles unfolded in Ephesians it. The apodosis does not come in till ver. 14, at the beginning of which this conjunctive clause is repeated. I Paul, the prisoner of Christ Jesus for you Gentiles. He introduces himself in order to make known the feelings which were roused in his soul towards them by the consideration of the privileges just enlarged on - especially to acquaint them with the prayers he offered for them (see vers. 14-19), and apparently with the indirect object of getting them to offer similar prayers for themselves. To justify this introduction of himself, he delicately introduces the fact of his being a prisoner on their behalf. What had brought him to Rome, what had made him appeal to Caesar, was his preaching the gospel to the Gentiles; indeed, the immediate occasion of his arrest at Jerusalem was the suspicion that he had taken Trophimus, an Ephesian, one of themselves, into the temple (Acts 21:29). By this allusion to the condition into which his regard for them had brought him, be conciliates sympathetic consideration of what is to follow.NEWLINEVERSETITLESTARTEphesians3:2VERSETITLEENDNEWLINEVERSESTARTIf ye have heard of the dispensation of the grace of God which is given me to you-ward:VERSEENDNEWLINEVerse 2. - If ye have heard of the dispensation of the grace of God. Here begins the digression. The words, \"if ye have heard,\" etc., do not denote an uncertainty, but are a delicate reminder. Doubtless they had heard of the matter when he was at Ephesus, and, as he remarks in ver. 3, he had already written briefly on it. Grace is here used in a more restricted sense than in Ephesians 1:2 - in the sense of Divine favor, honor, privilege - the same as in ver. 8, \"To me... is this favor given.\" Which is given me to you-ward. The grace or favor meant is that whereby Paul was constituted the apostle of the Gentiles. Deeply though he felt his being sent away from preaching to his countrymen (Acts 22:18), he took kindly to the new sphere allotted to him, and magnified his office (Romans 11:13).NEWLINEVERSETITLESTARTEphesians3:3VERSETITLEENDNEWLINEVERSESTARTHow that by revelation he made known unto me the mystery; (as I wrote afore in few words,VERSEENDNEWLINEVerse 3. - How that, by revelation, was made known unto me the mystery. The mystery, as is explained afterwards (ver. 6), was not the gospel itself, but its destination to the Gentiles as much as to the Jews; although, as appears afterwards, this fullness of blessing is really the great glory of the gospel. Mystery, that which is known only to the initiated, does not denote here a thing obscure in its own nature, but only something that had been concealed from view. It was only the initiated that now knew that God designed the gospel for Gentile and Jew alike. Paul had been initiated \"by revelation\" - not by his own reflecting power, not by his study of Scripture, not by communication from ether men, but by a special communication from God (Galatians 1:12). As I wrote before in few words. Where? In another Epistle? No; but in the earlier part of this Epistle (see Ephesians 1:9; Ephesians 2:18, etc.). If it be said the allusions in these places to the topic in question are rather vague and general, the apostle virtually admits it - he wrote of it \"in few words;\" but, as it is a great and glorious truth, he returns to it to amplify it and place it in a brighter light.NEWLINEVERSETITLESTARTEphesians3:4VERSETITLEENDNEWLINEVERSESTARTWhereby, when ye read, ye may understand my knowledge in the mystery of Christ)VERSEENDNEWLINEVerse 4. - In accordance with which, when ye read, ye may understand my knowledge in the mystery of Christ. Προσ ο}, with reference to which, i.e. to what I wrote afore: to make that more intelligible I write on the subject more fully now, so that you shall see that your instructor is thoroughly informed in this matter of the mystery in Christ - this once concealed but now revealed purpose of his grace.NEWLINEVERSETITLESTARTEphesians3:5VERSETITLEENDNEWLINEVERSESTARTWhich in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;VERSEENDNEWLINEVerse 5. - Which was not made known to the sons of men in other generations. Though not a new purpose, the knowledge of it is new. Abraham, David, and the prophets, however much they knew of Christ and the fullness of blessing in him for all the families of the earth, did not know the full extent of God's grace to the Gentiles - did not know that the middle wall was to be wholly broken down, and all inequality removed. This might seem to throw some doubt on the reality of this doctrine; but it was on purpose that God kept it secret, and those by whom he has now revealed it are worthy of all regard. As it has now been revealed unto his holy apostles and prophets in the Spirit. It is not revealed to Paul only, although he has got the privilege of announcing it to the Gentiles, but to the whole body of \"holy apostles and prophets.\" The designation, \"holy apostles,\" is rare; it is used here to magnify the office, to show that those whom the Head of the Church had set apart for himself were fit instruments to receive so important a revelation. \"Prophets\" here are undoubtedly New Testament prophets (see Ephesians 2:20), the contrast being with \"sons of men in other generations.\" Reference may be made to the experience and decree of the Council of Jerusalem, guided by the Holy Spirit (see Acts 15:28).NEWLINEVERSETITLESTARTEphesians3:6VERSETITLEENDNEWLINEVERSESTARTThat the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:VERSEENDNEWLINEVerse 6. - That the Gentiles are fellow-heirs - heirs with the Jews of the same inheritance (see Ephesians 1:11) - and fellow-members of the body (this figure is repeated and applied in Ephesians 4:4, 16, 25), and fellow-partakers of the promise in Christ Jesus through the gospel - the promise to Abraham, \"In thee and in thy seed shall all the families of the earth be blessed.\" They do not get this blessing indirectly through the Jews, or by becoming Jews, but directly, as Gentiles; and they become fellow-heirs, fellow-members, and fellow-partakers \"in Christ Jesus,\" enjoying all privileges in him, in a state of union and fellowship with him. To this state they are invited and admitted through the gospel; by receiving the glad tidings they enter on these blessings (comp. Romans 10:15, 18). This statement of religious equality between Jews and Gentiles is strong, clear, complete; the more remarkable that Paul himself had bad so strong Jewish prejudices; only one of dearest insight and highest courage could proclaim the truth so emphatically; it is little wonder if many believing Jews, less enlightened and less courageous, shrank from his statements as too strong.NEWLINEVERSETITLESTARTEphesians3:7VERSETITLEENDNEWLINEVERSESTARTWhereof I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power.VERSEENDNEWLINEVerse 7. - Of which I became a minister; did not gradually grow up to the office, but became, at a given time and place, a minister, a διάκονος, a servant. According to the gift of the grace of God. The office of serving Christ was a gift, most undeserved on Paul's part, who had been a persecutor and injurious, but flowing from the free grace of God, his sovereign, unmerited mercy. Which was given me according to the working of his power. This denotes the manner of the gift; the gift itself, apostleship to the Gentiles, would have been little had it not been accompanied with Divine power. Spiritual office without spiritual power is miserable; but in Paul's case there was the power as well as the office; not merely the power of working miracles, as some have held, but besides this, the power of spiritual insight into the meaning of Scripture - power of exposition, power of demonstration, power of persuasion (comp. 1 Thessalonians 1:5; Acts 14:1; 1 Corinthians 4:7, etc.). Paul gratefully acknowledged that all the power of his ministry was God's, not his own (1 Corinthians 3:6, 7).NEWLINEVERSETITLESTARTEphesians3:8VERSETITLEENDNEWLINEVERSESTARTUnto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;VERSEENDNEWLINEVerse 8. - Unto me, who am less than the least of all saints; not only of apostles and prophets, but even of all believers - a profound expression of humility, founded not only on his persecuting career, but on his consciousness of sin, of inborn rebellion against God's Law, of fountains of unlawful desire in his flesh (Romans 7:18; 1 Timothy 1:13-15), making him feel himself to be, in heart and essence, the chief of sinners. The sense of sin is not usually in proportion to the acts of outward transgression, but to the insight into the springs of evil in one's heart, and the true nature of sin as direct antagonism to the holy God. Was this grace given. The third time in this chapter that he speaks of his office as a fruit of grace, showing that, notwithstanding his being a prisoner on account of it, and all the perils it involved (2 Corinthians 11:24-27), he was overwhelmed with God's unmerited goodness in conferring it on him. It was substantially the post of a foreign missionary, with hardly one human comfort! To preach among the Gentiles the unsearchable riches of Christ; εὐγγελίσασθαι, to evangelize, to proclaim good tidings. The force of the εὐ is not given in \"preach,\" but the idea is amply conveyed by the words that follow. The balance of authority for τοῖς ἔθνεσι, \"to the Gentiles,\" and ἐν τοῖς ἔθνεσι, \"among the Gentiles,\" is about equal; the meaning really the same. Ἔθνος, heathen, was almost an offensive name; yet with that name the apostle associates the highest blessings of God. The unsearchable riches of Christ; two attractive words, riches and unsearchable, conveying the idea of the things that are most precious being infinitely abundant. Usually precious things are rare; their very rarity increases their price; but here that which is most precious is also boundless - riches of compassion and love, of merit, of sanctifying, comforting, and transforming power, all without limit, and capable of satisfying every want, craving, and yearning of the heart, now and evermore. The thought of his having such riches to offer to all made him regard his office as most glorious, raised him far above the point of view from which the world would despise it, and filled him with adoring gratitude to God for having conferred it on him.NEWLINEVERSETITLESTARTEphesians3:9VERSETITLEENDNEWLINEVERSESTARTAnd to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:VERSEENDNEWLINEVerse 9. - And to make all men see what is the dispensation of the mystery. Another branch of his office, and another fruit of God's grace in conferring it. He was not only to benefit man, but also to vindicate God. For \"fellowship of the mystery\" (A.V.), the R.V. has \"dispensation of the mystery,\" founded on the preference of the reading οἰκονομια, for which there is a great preponderance of authority over κοινωνία. It was the apostle's function to show how this mystery had been dispensed - concealed for a long time and at last revealed. Which from the beginning of the ages hath been hid in God. The counsel itself was πρὸ τῶν αἰώνων, before the foundation of the world; the concealment of it ἀπό τῶν αἰώνων, from the beginning of the ages, when there were intelligent beings capable of understanding it - whether angels or men. Whatever the angels may have known of the Divine plans, this feature of them was not known till revealed to the New Testament Church. Who created all things. The reason for adding this particular designation of God is not obvious; probably it is to indicate the relation of the matter in hand to the mightiest works of God. This is no trifling matter; it connects itself with God's grandest operations; it has supremely glorious bearings. It might be supposed to have relations only to one race and to one period of time; but it has relations to \"all things;\" it is an integral element in God's plan. The words, by Jesus Christ (A.V.), are not found in a great preponderance of textual authorities.NEWLINEVERSETITLESTARTEphesians3:10VERSETITLEENDNEWLINEVERSESTARTTo the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,VERSEENDNEWLINEVerse 10. - To the intent - indicative of the purpose of the remarkable arrangement or dispensation according to which the eternal Divine purpose, which had been concealed from the beginning of the ages, was now made known - that there might b e made known to the principalities and powers in the heavenly places; that a lesson might be given to the unfallen angels. Their interest in the scheme of man's redemption is often referred to (1 Peter 1:12). Even the highest powers of heaven have yet much to learn respecting God. The dispensation of God's grace to man is one of their lesson-books. Dr. Chalmers shows ('Astronomical Discourses') how this meets the objection that so dread a sacrifice as the life of God's Son could not have been made for one poor planet; in its indirect bearings we do not know what other orders of beings have derived most vital lessons from this manifestation of the attributes of God. However men may scorn the salvation of Christ and all that belongs to it, the highest intelligences regard it with profound interest. By the Church the manifold wisdom of God. Through the Church, now constituted, according' to the revealed mystery, of Jew and Gentile, all redeemed by Christ's blood and renewed by his Spirit, there is exhibited to the angels the manifold wisdom of God. The precise line of thought is this: God from eternity, had a purpose to put Jew and Gentile on precisely the same footing, but concealed it for many ages, until he revealed it in the apostolic age, when he appointed Paul his minister to announce it. The purpose of this whole arrangement was to enlighten the principalities and powers of heaven in the manifold wisdom of God. How in his manifold wisdom? In this way. During these preparatory ages, when God's gracious dealings were with the Jews only, all kinds of false religions were developing among the heathen, and their diversified influence and effects were becoming apparent in many ways - the divergent tendencies of men, especially in religious matters, were being developed; but in the new turn given to things by the breaking down of the middle wall in Christ, the manifold wisdom of God was shown in transforming many of these most diverse elements, unifying them, building them up into a great spiritual body, into a holy, most beautiful, most symmetrical temple. When all things seem to be flying asunder into the most diverse and antagonistic elements, God gives a new turn, as it were, to providence, and lo! a glorious symmetrical and harmonious structure begins to rise.NEWLINEVERSETITLESTARTEphesians3:11VERSETITLEENDNEWLINEVERSESTARTAccording to the eternal purpose which he purposed in Christ Jesus our Lord:VERSEENDNEWLINEVerse 11. - According to the eternal purpose which he purposed in Christ Jesus our Lord. The apostle is ever anxious that we should connect these operations, of God with the profundity, deliberation, and awfulness of an eternal decree, and that we should thus contrast them in our minds with many even of the most important works of man which are often determined, on his part, by a passing event or other trivial cause. The verb in this clause is ἐποίησε, which he made, and it has been debated whether it denotes the original formation of the purpose, or the execution of it under Christ. With A.V. and R.V., we prefer the former. The object of the apostle is to indicate that the purpose existed from eternity; but, besides, the meaning of \"fulfilled\" or \"executed\" can hardly be sustained by ἐποίησε. The closing formula, \"in Christ Jesus,\" is perfectly applicable to the eternal formation of the purpose; it is the constantly returning indication of the element in which the whole scheme of grace had its beginning, its progress, and its end.NEWLINEVERSETITLESTARTEphesians3:12VERSETITLEENDNEWLINEVERSESTARTIn whom we have boldness and access with confidence by the faith of him.VERSEENDNEWLINEVerse 12. - In whom we have our boldness and access. Παῥῤησία literally means \"boldness\" or \"freedom of speech,\" but is used here in a more ample sense for want of restraint, ease of feeling, comfortable self-possession, in our access to God. Contrast with Adam hiding himself among the trees of the garden, and the lost calling on the mountains to fall on them, and the rocks to cover them. The \"we\" in this verse includes both Jews and Gentiles. The \"access,\" or introduction (see Ephesians 2:18), is like that of the high priest into the holy of holies - we have boldness to enter into the holiest of all (Hebrews 10:19). In confidence through the faith of him. The confidence of being welcomed and accepted when we go into God's presence springs from our faith in him. We believe in him as the Propitiation, as our Peace, as the Reconciler, and we go before God with confidence. The clause, \"through faith in him,\" influences the whole verse. And, as before, we have at the beginning of the verse, \"in whom\" - an express-ion denoting generally our union with Christ, and at the end, \"through the faith of him\" - a specification of the instrument by which flint union is formed and by which it operates.NEWLINEVERSETITLESTARTEphesians3:13VERSETITLEENDNEWLINEVERSESTARTWherefore I desire that ye faint not at my tribulations for you, which is your glory.VERSEENDNEWLINEVerse 13. - Wherefore I beg that ye faint not at my tribulations for you. A very delicate and touching request, that they would not be too much distressed by what he was suffering for them (comp. Epaphroditus, Philippians 2:26). Paul knew that the sympathy was so strong that what was suffered by him was endured sympathetically by them. Two expressions denote that the sufferings were great: \"My tribulations for you\" - a word expressing intense and protracted suffering; \"that ye faint not,\" or that ye do not lose heart, as if the power of evil had got the upper hand. Which is your glory. That is, the character or capacity of the apostle of Jesus Christ to the Gentiles, in which I suffer tribulation, is one of such exalted dignity as to reflect glory on you. Take that view of my sufferings; I suffer because I hold so glorious an office, and the glory of that office is reflected on you.NEWLINEVERSETITLESTARTEphesians3:14VERSETITLEENDNEWLINEVERSESTARTFor this cause I bow my knees unto the Father of our Lord Jesus Christ,VERSEENDNEWLINEVerses 14-21. - PRAYER FOR THEIR SPIRITUAL ENRICHMENT. Verse 14. - For this cause. The digression being ended, the apostle takes up the thread broken at ver. 1. We must seek the \"cause\" in Ephesians 2. Seeing that the Gentiles have now equal privileges with the Jews; seeing that by faith in Christ Gentile Christians have been brought as near to God, and have as good a right to the good things of the covenant; - I take the steps now to be specified for enabling them actually to possess these good things. On the one hand, the apostle saw the believing Ephesians still comparatively poor and needy; on the other hand, he saw all spiritual stores provided for them: the question was how to get the one into contact with the other. For this cause, he says, I bow my knees unto the Father. An emphatic way of denoting prayer; but not incidental, occasional prayer, inspired by some passing feeling; the attitude \"bow my knees\" denotes deliberate prayer (comp. Daniel 6:10), making a business of it, approaching God with reverence and holy fear, with all the solemnities suitable to the occasion of making a specific and important request. In the A.V. it is \"unto the Father of our Lord Jesus Christ.\" The R.V., some of the oldest manuscripts, and most recent commentators omit the latter words, which are supposed to have been taken from Ephesians 1:3. On internal grounds, the omission of the wends seems to yield the best sense, for in Ephesians 2:18 our having access to \"the Father\" is spoken of, and when the apostle proceeded to show how he availed himself of that privilege, he is not likely to have used more than that expression. Further, there is such a close connection between πατέρα and πατριὰ in ver. 15, that they are not likely to have been far separated as the apostle used them.NEWLINEVERSETITLESTARTEphesians3:15VERSETITLEENDNEWLINEVERSESTARTOf whom the whole family in heaven and earth is named,VERSEENDNEWLINEVerse 15. - From whom the whole family in heaven and on earth is named. So A.V., but R.V. has \"every family,\" holding, doubtless, that the want of the article - πᾶσα πατριὰ not πᾶσαἡπατριὰ - requires this sense. But as in Matthew 2:3; Luke 4:13; Acts 2.36; 7:22, and Ephesians 2:21; so here, πᾶσα without the article may denote the totality of the thing; πᾶσα πατριὰ corresponding to πᾶσα οἰκοδομὴ. And this seems more in accord with the scope of the passage, for here the apostle is not distributing into groups, but gathering into one. But what is the precise import of the statement, and for what reason is it introduced? The apostle recognizes all saints, whether in heaven or on earth, as forming one family, and as the whole family derives its name from God, so God may ha expected and appealed to to make full and corresponding provision for the wants of its various sections. The implied appeal is not to the fact that the family is God's family, but to the fact, less important in itself but really including the other, that it is named after him. Among men, one would be held emphatically bound to take an interest in those who are not only his relations but bear his very name. Now, that part of the family which is housed in heaven is gloriously provided for; the apostle proceeds to intercede for the portion still on earth. As the whole family is named after the same Father, is conspicuous before the eyes of all as God's, so it may well be expected that the more needy, feeble, exposed, and tempted part of the family will be treated in every way worthy of its Father.NEWLINENEWLINE\"Let saints on earth unite to singNEWLINEWith those to glory gone;NEWLINEFor all the servants of our King,NEWLINEIn earth and heaven, are one.NEWLINE\"One family we dwell in him,NEWLINEOne Church above, beneath;NEWLINEThough now divided by the stream,NEWLINEThe narrow stream, of death.\"NEWLINEVERSETITLESTARTEphesians3:16VERSETITLEENDNEWLINEVERSESTARTThat he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;VERSEENDNEWLINEVerse 16. - That he would grant you, according to the riches of his glory. The standard or measure of the Divine giving is brought into view. \"Riches of his glory\" is a more emphatic expression than \"glorious riches,\" though substantially the same in meaning. God's standard of giving is liberal, bountiful, overflowing. An image of the riches of his glory is seen in the starry heavens, which proclaim at once the vast riches and surpassing glory of God. Or in the beautiful appearance of an autumn sunset, where the whole sky is flecked with clouds brightened into a sea of glory. In prayer, it is both useful for ourselves and glorifying to God to recognize his bountifulness - to remember that he gives us a King (2 Samuel 24:23). To be strengthened with might by his Spirit in the inner man. The inner man is the seat of influence, but with us it is the scat of spiritual feebleness. Most men may contrive to order their outward conduct suitably; but who has control of the inner man? Faith, trust, humility, love, patience, and the like graces which belong to the inner man, are what we are weakest in, and what we have least power to make strong. In this very region it is sought that the Ephesians might be strengthened with might by the Spirit. The gift of the Spirit is available for this very purpose for all that ask him.NEWLINEVERSETITLESTARTEphesians3:17VERSETITLEENDNEWLINEVERSESTARTThat Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,VERSEENDNEWLINEVerse 17. - That Christ may dwell in your hearts by faith. Reversing the usual order, the prayer begins (ver. 16) by asking the blessing of the Third Person of the Godhead; now we have a cluster of petitions connected with the Second Person. The first of these is for the indwelling of Christ in their hearts, as opposed to mere occasional visits or influences from Christ; the instrument by which this blessing is attained being their faith. Christ exercising a constant power within them, both in the active and passive movements of the heart, giving the sense of pardon and acceptance, molding the will, sweetening the emotions, enlightening and confirming the conscience, purifying the whole springs and principles of action. This to be secured by their faith, opening the door, receiving Christ in all his fullness, resting and living on him, believing his promises, and longing for his appearing the second time. In order that ye, having been rooted and grounded in love. Two images are combined to make the idea emphatic - that of a tree and that of a building; denoting what is both the starting-point and the support of the Christian's life, viz. love. In what sense? The love of Christ is specified afterwards (ver. 19), but this may be as a pre-eminent branch of that manifold love which bears on the Christian life - the love of the Father, Son, and Holy Ghost; the love of the brethren to one another; and the reciprocal love evoked from the believer by the reception of this love. Evidently it is implied that the Christian life can begin and flourish only in such an atmosphere of love; as warm sunshine is needed to start and advance the life of a plant, so love is needed to start and carry on the life of the soul. Experience of Divine love is a great quickening and propelling power. \"One glance of God, a touch of his love, will free and enlarge the heart, so that it can deny all and part with all and make an entire renunciation of all to follow him\" (Archbishop Leighton).NEWLINEVERSETITLESTARTEphesians3:18VERSETITLEENDNEWLINEVERSESTARTMay be able to comprehend with all saints what is the breadth, and length, and depth, and height;VERSEENDNEWLINEVerse 18. - May be made strong to comprehend with all the saints. The subject to be comprehended is not only beyond man's natural capacity, but beyond the ordinary force of his spiritual capacity. The thing to be grasped needs a special strength of heart and soul; the heart needs to be enlarged, the mental \"hands of the arms\" need to be made strong (Genesis 49:24). But the attainment is not impossible - it is the experience of \"all the saints;\" all God's children are enabled to grasp something of this (comp. 2 Corinthians 4:3-6). What is the breadth, and length, and depth, and height. No genitive being given, it has been a difficult point to settle to what these dimensions must be held to be applicable. Some think that the love of Christ in the following clause must be meant; but surely when that is made the subject of a separate part of the prayer, and is not in the genitive but the objective case, governed by a verb of its own, this explanation is not to be enter-rained. Others, with more reason, think that the idea of a temple was in the mind of the writer, as it certainly was in Ephesians 2:21, 22, and that it is the dimensions of the temple he had here in his eye, the prayer being that the Ephesians might comprehend the vastness and glory of that spiritual temple which is constituted by all believers, and in which God dwells by the Spirit. Even this, however, would not divest the construction of abruptness, and it would fit in but poorly with the context, in which the tenor o f the apostle's prayer is that a profusion of Divine blessing might be enjoyed by the Ephesians. If a genitive must be supplied, may we not conceive the apostle to have had in his view the entire provision God has made in Christ for the good of his people, so that the dimensions would be those of the gospel storehouse, the vast reservoir out of which the Church is filled? \"Breadth\" might denote the manifoldness of that provision; \"length,\" its eternal duration; its \"depth\" might be represented by the profundity of Christ's humiliation; and its \"height\" by the loftiness of the condition to which his people are to be raised. To comprehend this, to understand its existence and its richness, is to get our faith enlarged, our expectations expanded; it is through this comprehension that \"all the saints\" have got their wants supplied, and their souls filled as with marrow and fatness.NEWLINEVERSETITLESTARTEphesians3:19VERSETITLEENDNEWLINEVERSESTARTAnd to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.VERSEENDNEWLINEVerse 19. - And to know the love of Christ, which passeth knowledge. The love here is evidently the love of Christ to us, and this may well be specified as a special matter of prayer. Knowledge of Christ's love, in the sense of an inward personal experience of it - its freeness, its tenderness, its depth, its patience - is the great dynamic of the gospel. This love is transmuted into spiritual force. As the breeze fills the sails and bears forward the ship, so the love of Christ fills the soul and moves it in the direction of God's will. But in its fullness it passeth knowledge; it is infinite, not to be grasped by mortal man, and therefore always presenting new fields to be explored, new depths to be fathomed. That ye may be filled with all the fullness of God; that is, that ye may be filled with spiritual grace and blessing to an extent corresponding to all the fullness of God. Though the finite cannot compare with the infinite, there may be a correspondence between them according to the capacity of each. There is a fullness of gracious attainment in every advanced believer that corresponds to all the fullness of God; every part of his nature is supplied from the Divine fountain, and, so far as a creature can, he presents the image of the Divine fullness. In the human nature of Christ this correspondence was perfect: \"In him dwelt all the fullness of the Godhead bodily;\" in the soul of the believer there may be a progressive movement towards this fullness. No higher view can be conceived of the dignity of man's nature, and the glorious privileges conferred on him by the gospel, than that he is susceptible of such conformity to God. Who can conceive that man should have attained to such a capacity by a mere process of evolution? \"So God made man in his own image;\" and in Christ man is \"renewed in righteousness and holiness after the image of him who created him.\"NEWLINEVERSETITLESTARTEphesians3:20VERSETITLEENDNEWLINEVERSESTARTNow unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,VERSEENDNEWLINEVerses 20, 21. - DOXOLOGY. The study and exposition of the amazing riches of the grace of God gives birth to an outburst of praise toward the Divine Source of all this mercy, past, present, and to come. Now unto him that is able to do exceeding abundantly above all that we can ask or think. In thinking of God it is as if we thought of space - however far our conceptions may travel, there is still infinity beyond. Paul had asked much in this prayer, and thoughts can always travel beyond words, yet the excess of God's power beyond both was infinite. This excess is denoted by a double term of abundance (ποιῆσαι ὑπὲρ πάντα and ὑπερεκπερισσοῦ), as if the apostle wished to fill our minds with the idea of absolute infinity of gracious power in God. According to the power that worketh in us, which is none other than the power \"which he wrought in Christ, when he raised him from the dead\" (Ephesians 1:20). The power that is actually at work in us has only to be exerted a little more to accomplish wonders of sanctification, and confer on us immense spiritual strength. Unto him be the glory in the Church in Christ Jesus, world without end. Amen. To God the whole credit of the scheme of grace and the work of grace as carried out in his people is due (\"Not of works, lest any man should boast\"); therefore let the Church acknowledge this, and cordially and openly ascribe to God his due. Let this feeling be universally encouraged and cherished in the Church, and let it find in the Church services suitable occasions of breaking forth in song and prayer. Again the apostle's favorite formula comes in\" in Christ Jesus,\" to denote that this act of adoration is to be done in immediate connection with the work and person of Christ; for it is he who has brought about the whole condition of things from which the act of adoration springs. And this ascription of praise is not transitory; this view of the Divine character and actings will never become obsolete or be superseded by other views; it will claim their cordial ascriptions forever - literally, to all the generations of the age of the ages.NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTARTEphesians3:21VERSETITLEENDNEWLINEVERSESTARTUnto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen.VERSEENDNEWLINE","Eph.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEphesians4:1VERSETITLEENDNEWLINEVERSESTARTI therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,VERSEENDNEWLINEVerses 1-16. - CHURCH PRINCIPLE OF GROWTH AND PROGRESS; THE CHURCH A BODY. Verse 1. - I therefore. Inference not only from last chapter, but the whole Epistle. Paul's interest in the Ephesians led him to a double application of the great subject which he had expounded:NEWLINENEWLINE(1) to ask God on their behalf that he would bestow on them the full measure of the blessing to which of his grace they were entitled (Ephesians 3:14-21); andNEWLINENEWLINE(2) to entreat them on God's behalf to live in a way befitting their high calling (Ephesians 4:6.). To this second application he proceeds now. The prisoner in the Lord. Not merely \"of the Lord,\" but ἐν, Κυρίῳ, the usual formula for vital communion with Christ, indicating that his captivity was the captivity of a part or member of the Lord. An exhortation from such a prisoner ought to fall with double weight. Beseech you to walk worthy of the calling wherewith ye were called. Their call was to be God's people (comp. Romans 9:25); this not a mere speculative distinction, but one that must have practical form and that must lead to suitable fruit. True grace in the heart must show itself by true goodness in the life. They were not to conceal their religion, not to be ashamed of it, but to avow it and glory in it, and their lives were not to be disgraced by unworthy conduct, but to be brightened and elevated by their relation to Christ.NEWLINEVERSETITLESTARTEphesians4:2VERSETITLEENDNEWLINEVERSESTARTWith all lowliness and meekness, with longsuffering, forbearing one another in love;VERSEENDNEWLINEVerse 2. - SOME POINTS OF A WORTHY WALK. With all lowliness and meekness, with long-suffering, forbearing one another in love. He begins his enumeration with passive graces - eminently those of Christ. Lowliness or humility may well be gendered by our remembering what we were when God's grace took hold of us (Ephesians 2:1-3). Meekness is the natural expression of a lowly state of mind, opposed to boisterous self-assertion and rude striving with others; it genders a subdued manner and a peace-loving spirit that studies to give the soft answer that turneth away wrath. Long-suffering and loving forbearance are phases of the same state of mind - denoting the absence of that irascibility and proneness to take offence which flares up at every provocation or fancied neglect, and strives to maintain self-control on every occasion. It is from such qualities in God that our redemption has come; it is miserable to accept the redemption and not try to attain and exhibit its true spirit. Neglect of this verse has produced untold evil in the Christian ChurchNEWLINEVERSETITLESTARTEphesians4:3VERSETITLEENDNEWLINEVERSESTARTEndeavouring to keep the unity of the Spirit in the bond of peace.VERSEENDNEWLINEVerse 3. - Striving to keep the unity of the Spirit. Σπουδάζοντες is stronger than the A.V. \"endeavoring,\" and denotes an object to be carefully and earnestly watched for and promoted. \"The unity of the Spirit\" is equivalent to the unity of which the Spirit is the Author. In all in whom he works savingly, the Spirit produces a certain oneness in faith, in repentance, in knowledge, in their views of sin, grace, Christ, the world, etc. This oneness exists, and cannot but exist, even when Christians are not careful of it, but the manifestation of it is lost; it seems to the world as if there were no such oneness. \"Many men, many minds,\" says the world, when believers differ much and contend much, and are at no pains to preserve and manifest the unity wrought by the Spirit. It is due to the Spirit, as well as to the interests of the kingdom of God, that the unity of the Spirit be maintained in the bond of peace. The genitive, εἰρήυης, is commonly held to be that of apposition, the bond which consists of peace - a peace-loving spirit, a spirit laying more stress on the points in which Christians agree than those in which they differ. Those who are combative, censorious, careless of peace, do not walk worthy of their vocation.NEWLINEVERSETITLESTARTEphesians4:4VERSETITLEENDNEWLINEVERSESTARTThere is one body, and one Spirit, even as ye are called in one hope of your calling;VERSEENDNEWLINEVerses 4-6. - WHEREIN UNITY CONSISTS - SEVEN PARTICULARS. There is one body (see Ephesians 2:16). The Church is an organic whole, of which believers are the members, and Christ the Head, supplying the vitalizing power: The real body, being constituted by vital union with Christ, is not synonymous with any single outward society. One Spirit; viz. the Holy Spirit, who alone applies the redemption of Christ, and works in the members of the Church the graces of the new creation. As ye also were called in one hope of your calling. This is one of the re-suits of the Spirit's work; when the Spirit called you he inspired you all with one hope, and this one hope was involved in the very essence of your calling (comp. Titus 2:13, \"Looking for the blessed hope, even the glorious appearing of the great God and our Savior Jesus Christ\"). To all believers the Spirit imparted this one blessed hope. One Lord; Jesus Christ, unique and beyond comparison: as Teacher, all hang on his words; as Master, all own his supreme authority; to his example all refer as the standard; his likeness all covet as the highest excellence (where Mary is worshipped, though nominally you have but one Lord, virtually you have two). One faith; not objective in the sense of creed, but as denoting the one instrument of receiving salvation (Ephesians 2:8), the one belief in the one Savior by which we are justified, adopted, and in other ways blessed. One baptism. One initiatory rite admitting into the visible Church - baptism in name of Father, Son, and Holy Ghost, symbolic of the washing of regeneration, the one way of entering the Church invisible. One God and Father of all. We rise now to the fountain of Godhead, the one supreme Being with whom all have to do, the only Being who is or can be the Father of us all; who can be to us what is implied in the name \"Father,\" who, so love and grace can satisfy our hearts. Who is over all; the supreme and only Potentate, exercising undivided jurisdiction, \"doing according to his will in the armies of heaven.\" etc. And through all; pervading the whole universe, sustaining and ruling it, not dwelling apart from his works, but pervading them; not, however, in any pantheistical sense, but as a personal God, whose essence is separate from his works. And in all. A closer and more abiding influence; he dwells in them, and walks in them, molding their inner being, and filling them with his own light and love. Some commentators of mark have tried to find a reference to each of the persons of the Godhead in the three prepositions over, through, and by, but this seems a strained view. The three persons, however, appear clearly in the seven elements of unity, but, as before (Ephesians 3:16-19), in the reverse of the common order - first, the Spirit; second, the Son; and third, the Father. These seven elements constitute the true rarity of the Church. It is out of the question to identify the Church which is thus one, with any external organization like the Roman Catholic Church. How many millions have been connected with it who have notoriously been destitute of the one hope, the one Spirit, the one Father! It is of the invisible Church the apostle speaks, and his exhortation is, seeing that this blessed sevenfold unity is the unity wrought by the Holy Spirit, maintain that unity; maintain the manifestation of it; give no occasion to any one to say that there is no such unity - that the Holy Ghost is a Spirit of confusion and not a Spirit of order and unity.NEWLINEVERSETITLESTARTEphesians4:5VERSETITLEENDNEWLINEVERSESTARTOne Lord, one faith, one baptism,VERSEENDNEWLINEVERSETITLESTARTEphesians4:6VERSETITLEENDNEWLINEVERSESTARTOne God and Father of all, who is above all, and through all, and in you all.VERSEENDNEWLINEVERSETITLESTARTEphesians4:7VERSETITLEENDNEWLINEVERSESTARTBut unto every one of us is given grace according to the measure of the gift of Christ.VERSEENDNEWLINEVerses 7-16. - VARIETY OF GIFTS IN CONNECTION WITH UNITY; USE TO BE MADE OF THEM. Verse 7. - But to each one of us was grace given according to the measure of the gift of Christ. In the Church all do not get alike; grace is not given in equal measures as the manna in the wilderness; Christ, as the great Bestower, measures out his gifts, and each receives according to his measure. Compare parable of talents. \"Grace\" does not refer merely to supernatural gifts, but also to the ordinary spiritual gifts of men. These are varied, because what each gets he gets for the good of the rest; the Church is a fellowship or brotherhood, where each has an interest in all and all in each, and is bound to act accordingly.NEWLINEVERSETITLESTARTEphesians4:8VERSETITLEENDNEWLINEVERSESTARTWherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.VERSEENDNEWLINEVerse 8. - Wherefore he saith, When he ascended on high he led captivity captive, and received gifts for men. The speaker is God, the author of Scripture, and the place is the sixty-eighth psalm. That psalm is a psalm of triumph, where the placing of the ark on Zion is celebrated as if it had been a great victory. As this quotation shows, the psalm in its deepest sense is Messianic, celebrating the victory of Christ. The substance rather than the words of the passage are given, for the second person (\"thou hast ascended,\" etc.) is changed into the third; and whereas in the psalm it is said, \"gave gifts to men,\" as modified by the apostle it is said, \"received gifts for men.\" As in a literal triumph, the chiefs of the enemy's army are led captive, so the powers of darkness were led captive by Christ (captivity, αἰχμαλωσία, denotes prisoners); and as on occasion of a triumph the spoils of the enemy are made over to the conqueror, who again gives them away among the soldiers and people, so gifts were given to Christ after his triumph to be given by him to his Church. We must not force the analogy too far: the point is simply this - as a conqueror at a triumph gets gifts to distribute, so Christ, on his resurrection and ascension, got the Holy Spirit to bestow on his Church (comp. Ephesians 1:22).NEWLINEVERSETITLESTARTEphesians4:9VERSETITLEENDNEWLINEVERSESTART(Now that he ascended, what is it but that he also descended first into the lower parts of the earth?VERSEENDNEWLINEVerse 9. - Now (the fact) that he ascended, what does it imply but that he descended first? The ascent implied a previous descent; that is, the ascent of the Son of God - of one who was himself in heaven, who was in the bosom of the Father (comp. John 3:13), implied that he had come down from heaven, a striking proof of his interest in and love for the children of men. And the descent was net merely to the ordinary condition of humanity, but to a more than ordinarily degraded condition, not merely to the surface of the earth, but to the lower parts of the earth. This has sometimes been interpreted of Hades, but surely without reason. If the expression denotes more than Christ's humble condition, it probably means the grave. This was the climax of Christ's humiliation; to be removed out of men's sight, as too offensive for them to look on - to be hidden away in the depths of the earth, in the grave, was indeed supremely humbling. The object is to show that, in bestowing gifts on men, Christ did not merely bring into play his inherent bountifulness as the Son of God, but acted as Mediator, by right of special purchase, through his work of humiliation on earth; and thus to lead us to think the more highly both of the Giver and of his gifts.NEWLINEVERSETITLESTARTEphesians4:10VERSETITLEENDNEWLINEVERSESTARTHe that descended is the same also that ascended up far above all heavens, that he might fill all things.)VERSEENDNEWLINEVerse 10. - He that descended is the same also that ascended far above all the heavens. There was a proportion between the descent and the ascent. His descent was deep - into the lower parts of earth; but his ascent was more glorious than his descent had been humbling. The Hebrew idea of various heavens is brought in; the ascent was not merely to the third heaven, but far above all heavens. That he might fill all things. A very sublime view of the purpose for which Christ reigns on high. The specific idea with which the apostle started - to give gifts to men - is swallowed up for the moment by a view far grander and more comprehensive, \"to fill all things.\" Jesus has gone on high to pour his glory and excellence over every creature in the universe who is the subject of grace, to be the Light of the world, the one Source of all good. As in the solar system it is from one sun that all the supplies of light and heat come, all the colors that beautify earth, sea, and sky, all the influences that ripen the grain and mature the fruit, all the chemical power that transforms and new-creates; so the ascended Jesus is the Sun of the universe; all healing, all life, all blessing are from him. It is quite in the manner of the apostle, when he introduces the mention of Christ, to be carried, in the contemplation of his person, far above the immediate occasion, and extol the infinite perfection and glory that distinguish him.NEWLINEVERSETITLESTARTEphesians4:11VERSETITLEENDNEWLINEVERSESTARTAnd he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;VERSEENDNEWLINEVerse 11. - And he gave some (to be) apostles. Coming back to the diversity of gifts (ver. 7), He enumerates some of these, as Christ (αὐτὸς, he, emphatic) bestowed them. The organization of the Church is not a mere human arrangement; its officers are of Divine appointment. The first gift is, his apostles. It is not meant that he gave to some the gifts needed to constitute them apostles, though that is true; but that, having qualified some to be apostles, he gave them to the Church. An apostle had his commission direct from Christ (Matthew 10:5); he possessed supernatural gifts (Matthew 10:8); it was necessary for him to have seen the Lord (Acts 1:22); his diocese was the whole world (Matthew 28:19; Mark 16:15). The apostles were the constituent body of the Church - they had all necessary gifts for setting it up, and as all Christian history has testified, they were a marvelous gift of Christ to his Church. And some, prophets. Next to the apostles in point of value, as gifts to the Church, having supernatural knowledge of God's will present and future (Acts 21:11). Prophets were indispensable before the New Testament was given as the Church's infallible guide to the will of God, but not apparently necessary after the will of God was fully recorded. And some, evangelists. The nature of this office is known only from the meaning of the term and the work of those who bore the designation (Acts 21:8; 2 Timothy 4:5) - persons not attached to a particular congregation, but who went about preaching the glad tidings, and otherwise building up the Church, but without the full powers of apostles. And some, pastors and teachers. The more ordinary settled ministers of congregations, called pastors, because they watched over the flock, trying to lead all in right ways; and teachers, because they communicated Divine knowledge. Some have thought that each expression denotes a separate office, but, coupled as they are together, it is better to regard them as indicating two functions of one office (see 1 Timothy 5:17; Acts 13:1).NEWLINEVERSETITLESTARTEphesians4:12VERSETITLEENDNEWLINEVERSESTARTFor the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:VERSEENDNEWLINEVerse 12. - In order to the perfecting of the saints. The ultimate end for which the gifts bestowed (comp. Hebrews 12:1). A work of completion is in hand, which must be fulfilled (see ver. 13): the saints, now compassed about with infirmity, have to be freed from all stain (Ephesians 5:26, 27), and as instruments towards this end, the ministers of the Church are given by Christ; they are not mere promoters of civilization, men of culture planted among the rude, but instruments for advancing men to complete holiness. For the work of the ministry. The preposition is changed from πρὸς to εἰς πρὸς denoting the ultimate end, εἰς the immediate object (comp. Romans 15:2); the office of the Church officers is not lords, but διακονοί, servants, as Christ himself was (Matthew 20:28). For the building up of the body of Christ. Bringing bone to its bone and sinew to its sinew, increasing the number of believers, and promoting the spiritual life of each; carrying on all their work as Christ's servants and with a definite eye to the promotion of the great work which he undertook when he came to seek and to save the lost.NEWLINEVERSETITLESTARTEphesians4:13VERSETITLEENDNEWLINEVERSESTARTTill we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:VERSEENDNEWLINEVerse 13. - Until we all come. This marks the duration of the office of the ministry. Some maintain that it implies that all these offices are to continue in the Church until the result specified is obtained (Catholic Apostolic or Irvingite Church): this is contradicted by Scripture and by experience, so far as apostles and prophets are concerned, for the gifts for these offices were not continued, and without the gifts the offices are impossible. The meaning is that, till the event specified, there is to be a provision in the Church of the offices that are needed, and the apostle, in using \"until,\" probably had in view the last office in his list - pastors and teachers. To the unity of the faith, and of the knowledge of the Son of God. Both genitives are governed by unity; already there is one faith (ver. 5), but we all, i.e. all who compose or are yet to compose the body of Christ, the totality of this body, have to be brought to this faith. As in ver. 5 \"faith\" is not equivalent to \"creed,\" or truth believed, but the act of believing; so here the consummation which the ministers of the Church are given to bring about is a state in which faith in the Son of God shall characterize all, and that, not a blind faith, but a faith associated with knowledge. Usually faith and knowledge are opposed to each other; but here faith has more the meaning of trust than of mere belief - trust based on knowledge, trust in the Son of God based on knowledge of his Person, his work, and his relation to them that receive him. To bring all the elect to this faith is the object of the ministry; when they are all brought to it, the body of Christ will be complete, and the functions of the Christian ministry will cease. Unto a perfect man, unto the measure of the stature of the fullness of Christ. The idea of organic completeness is more fully expressed by these two clauses; the consummation is the completeness of the whole body of Christ as such; but that involves the maturity of each individual who is a constituent part of that body; and the measure or sign of maturity, both for the individual and for the whole, is the stature of the fullness of Christ (comp. Romans 8:29, \"Whom he did foreknow, them he also foredained to be conformed to the image of his Son\"). The question has been put - Will this consummation be in this life or the next? The one seems to melt into the other; the idea of a complete Church and that of a new economy seem inseparable; as the coming of Christ will terminate the observance of the Lord's Supper, so it will terminate the ministries ordained by Christ for the completion of his Church.NEWLINEVERSETITLESTARTEphesians4:14VERSETITLEENDNEWLINEVERSESTARTThat we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive;VERSEENDNEWLINEVerse 14. - That we he no more children, tossed to and fro and carried about with every wind of teaching. The apostle goes back to illustrate in another way the purpose of the ministry; it is designed to remedy childish fickleness and the causes that lead to it. The ignorant and inexperienced lie at the mercy of abler persons, and, when there is no regular ministry provided by Christ, are liable to be swept along by any plausible person that professes to be a Christian teacher, and such persons are often very dangerous, working by the sleight of men, i.e. the cunning legerdemain by which the teachings of men - teachings devised by the hearts of men - are made to appear to the uninitiated the same as Christ's teaching. In craftiness, tending to the scheme of error. Such teachers employ crafty methods, apparently harmless, but tending to further the method or scheme of error. The strong language here used corresponds with that in which, at Miletus, the apostle warned the elders of Ephesus of the \"grievous wolves\" that were to come in among them, and of the men \"speaking perverse things\" that were to arise among themselves, not sparing the flock (Acts 20:29, 30).NEWLINEVERSETITLESTARTEphesians4:15VERSETITLEENDNEWLINEVERSESTARTBut speaking the truth in love, may grow up into him in all things, which is the head, even Christ:VERSEENDNEWLINEVerse 15. - But speaking the truth in love. Ἀληθεύοντες is hardly translatable in English it implies being true as well as speaking the truth and following the truth. Truth is the element in which we are to live, move, and have our being; fidelity to truth is the backbone of the Christian ministry. But truth must be inseparably married to love; good tidings spoken harshly are no good tidings; the charm of the message is destroyed by the discordant spirit of the messenger. The more painful the first impression which a truth is fitted to produce (e.g., Ephesians 2:1-3), the more need is there for dealing with it in love - a much-needed and much-neglected exhortation. May grow up into him in all things who is the Head, namely, Christ. Growing up into Christ is like baptizing into the Name of the Father, etc.; it implies that the growth tends to a closer union to Christ, as, on the other hand, union to Christ causes the growth: the two act and react on each other. This growth is to be \"in all things\" - in the whole man - in knowledge, righteousness, and holiness, in all the communicable properties of Christ. How great the work of growth is that should be sought in the case of every living believer is evident from the enormous gulf there is between his spiritual and moral state and that of Christ. Yet such growth is reasonable, considering the relation of the body to him, its Head. The fact of this relation should encourage us to seek and expect the growth, and encourage ministers to labor hopefully towards promoting it.NEWLINEVERSETITLESTARTEphesians4:16VERSETITLEENDNEWLINEVERSESTARTFrom whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.VERSEENDNEWLINEVerse 16. - From whom all the body fitly framed and knit together through that which every joint supplieth. The relation of ἐκ in this verse to εἰς in ver. 15 is to be noted - growing up vitally into him, the body derives vital substance from him. Not, however, in a mere individual sense, but as an organization, the parts being adapted and articulated to one another (this process being continuous; see present participles, (συναρμολογούμενον and συνβιβαζόμενον). In the Church there are babes in Christ, also young men and old men; some are clear in intellect, some strong in faith, some warm in love, some excel in passive virtues, some in active; but in a well-ordered Church these should be getting jointed together, and learning to work with and for one another, no one despising gifts which he has not but another has; in tiffs sense, there ought to be a spiritual communism, for all are one spiritual body. But spiritual communism does not involve social communism or even social equality, nor will social distinctions be obliterated in a pure Church, except so far as they hinder spiritual communion. According to the energy in the measure (or, proportion) of each individual part. This clause seems to be most naturally connected with what follows. In the fit framing of the body, channels as it were are laid for the propagation and working of the vital force throughout the body; this force is not alike, but of various amount in the different parts; some members have much of it, some little, but the measure of this vital three regulates the growth. Carries on the growth of the body. The middle voice, ποιεῖται, indicates that it is a growth from within, while depending on the energy furnished by Christ. For building up of itself in love. This is the end, so far as the body itself is concerned, though, of course, the completed spiritual body, like the completed natural body, has work to do outside itself. In a healthy Church there is a continual work of building up: construction, not destruction, is its proper business - promoting peace, purity, prayerfulness, trust, activity in the work of the Lord, but all in love, the absence of which makes winter instead of summer, declension instead of progress, death instead of life. In illustration of the various measure of grace, and yet its real efficiency in all the members of the Church, Eadie says, \"No member or ordinance is superfluous. The widow's mite was commended by him who sat over against the treasury. Solomon built a temple. Joseph provided a tomb. Mary the mother gave birth to the child, and the other Marys wrapped the corpse in spices. Lydia entertained the apostle, and Phoebe carried an Epistle of old, the princes and heroes went to the field, and wise-hearted women did spin. While Joshua fought, Moses prayed. The snuffers and trays were as necessary as the magnificent lampstand.... The result is that the Church is built up, for love is the element of spiritual progress. That love fills the renewed nature.\" The Church has been defined as an institution that has truth for its nourishment, love for its atmosphere, and Christ for its Head.NEWLINEVERSETITLESTARTEphesians4:17VERSETITLEENDNEWLINEVERSESTARTThis I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,VERSEENDNEWLINEVerses 17-24. - CONSTRASTED PRINCIPLES OF GENTILE AND CHRISTIAN CHARACTER. Verse 17. - This I say therefore, and testify in the Lord. There is no sign of the apostle, when he comes to the practical part of his Epistle, deeming it of less importance than the doctrinal. The formula is very expressive; the apostle sinks his personality, and brings forward Christ as the Exhorter. That ye no longer walk as the rest of the Gentiles walk. First, he indicates what they are not to be. \"Be not conformed to this world.\" In four particulars they are to be different from Gentiles. The first of these is in the vanity of their mind. The allusion is to their frivolous, empty aims in life, and their unfixed, unsettled impulses. The Gentiles were chasing shadows, blowing bubbles, doing anything to make time pass agreeably; not considering or knowing either what they were, or whence they came, or whither they were going.NEWLINEVERSETITLESTARTEphesians4:18VERSETITLEENDNEWLINEVERSESTARTHaving the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:VERSEENDNEWLINEVerse 18. - Being darkened in their understanding (second point of difference), and thus blind to all that is most vital - ignorant of God, of the way of salvation, of the love of Christ. Even at best the natural understanding cannot discover these things, and when it is not only imperfect but darkened - made more obscure than ever by sin (see after) - its guidance is altogether defective. It has been said truly that the youngest scholar in a Sunday school that has been taught the elements of the gospel has more light than the wisest of the heathen. Alienated from the life of God because of the ignorance that is in them, because of the hardness of their heart (third point of difference). Two causes are given for their alienation, viz. ignorance, and hardness of heart, this last being the ultimate cause. Through worldly living, their hearts have become hard, callous, insensible to spiritual influences, perceiving no beauty in Divine things, no preciousness in Divine promises, no excellence in the Divine image; this makes them ignorant, careless, foolish; and such being their state of heart, they are alienated from the life of God, can't bear vital religion, hate the very idea of spiritual and holy service.NEWLINEVERSETITLESTARTEphesians4:19VERSETITLEENDNEWLINEVERSESTARTWho being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.VERSEENDNEWLINEVerse 19. - Who being past feeling. Without sense of shame, without conscience, without fear of God or regard for man, without any perception of the dignity of human nature, the glory of the Divine image, or the degradation of sin. Have given themselves over to lasciviousness to work all uncleanness (fourth point of difference). This is the climax - heathenism in its worst and fullest development, yet by no means rare. The sensuality of the heathen was and is something dreadful. Many of them gave themselves to it as a business, worked at it as at a trade or employment (see Uhlmann's 'Conflict of Christianity with Heathenism,' etc.). Details, such as even the walls of Pompeii furnish, are unfit for the public eye. With greediness, Πλεονεξία means the desire of having more, and has reference to the insatiable character of sensual sins. Sometimes it is translated (A.V.) \"covetousness,\" as Ephesians 5:3.NEWLINEVERSETITLESTARTEphesians4:20VERSETITLEENDNEWLINEVERSESTARTBut ye have not so learned Christ;VERSEENDNEWLINEVerse 20. - But ye did not thus learn Christ. \"But\" emphatic - a great contrast, that must come home to the conscience of every Christian, and to his whole heart and soul. The expression, \"learn Christ,\" is a pregnant one, corresponding to \"preaching Christ\" (Acts 8:5) - all about Christ, Christ in all his offices, and in all his influence. He that learns Christ appropriates him in the efficacy of his atonement, in the power of his Spirit, in the force of his lessons, and in the spirit of his influence, and finds the whole to be diametrically opposite to the godless world.NEWLINEVERSETITLESTARTEphesians4:21VERSETITLEENDNEWLINEVERSESTARTIf so be that ye have heard him, and have been taught by him, as the truth is in Jesus:VERSEENDNEWLINEVerse 21. - If so be that ye heard him. A word of caution. We are not to assume too readily that we are in a right relation to Christ. We must look within and make sure of that. To hear him, here, is to hear him as his sheep hear his voice and follow him, recognizing the voice of the Shepherd, a voice to be implicitly obeyed. And were taught in him, as truth is in Jesus. The peculiar force of this clause is the double ἐν, not given in the first clause in A.V., thereby obscuring the sense, which is, that all teaching and all truth acquires a different hue and a different character when there is a personal relation to Jesus. Truth apart from the person of Christ has little power; abstract doctrines have little influence; the very atonement may be a barren dogma. But the atonement taught \"in Jesus,\" in connection with the living, loving, dying, risen Savior tells; the blood of redemption in connection with the Son of God incarnate thus loving us, and meekly, patiently suffering the agonies of the cross in our room, is not only a power, but the greatest moral power that can move the heart.NEWLINEVERSETITLESTARTEphesians4:22VERSETITLEENDNEWLINEVERSESTARTThat ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;VERSEENDNEWLINEVerse 22. - That ye put off, as concerning the former conversation, the old man. The sum of Christ's practical lessons is given in two particulars - putting off and putting on. The change is very decided and very complete. It is emphatically personal; not a mere change of opinions or of religious observances, but of life, habit, character; not altering a few things, but first putting off the man as we put off a garment. \"It is a change which brings the mind under the government of truth, and gives to the life a new aspect of integrity and devoutness.\" Which is rotting according to the lusts of deceit. The present participle, φθειρόμενον, indicates continuance or progress in corruption. Sin is a disintegrating dissolving thing, causing putridity, and in all cases, when unchecked, tending towards it. Deceit is personified; it is an agent of evil, sending out lusts which seem harmless but are really ruinous - their real character is concealed; they come as ministers of pleasure, they end as destructive tyrants. Lust of power, lust of money, lust of pleasure, have all this character; they are the offspring of deceit, and always to be shunned.NEWLINEVERSETITLESTARTEphesians4:23VERSETITLEENDNEWLINEVERSESTARTAnd be renewed in the spirit of your mind;VERSEENDNEWLINEVerse 23. - And that ye be renewed in the spirit of your mind. Between the first and second practical change, derived from being taught by Christ, the apostle inserts this counsel applicable to both. This renewal is the work of the Holy Spirit; how, then, can it be the subject of an exhortation to us? In this sense, that we are to prize, long for, encourage, watch, this work of the Holy Spirit, feeling it to be most vital and essential, not to be neglected without awful sin and danger. Usually the Holy Spirit works in us by stirring up our spirit to desire and endeavor after holiness; to resist these strivings of the Spirit, or even to be indifferent to them, is a deadly and most dangerous sin.NEWLINEVERSETITLESTARTEphesians4:24VERSETITLEENDNEWLINEVERSESTARTAnd that ye put on the new man, which after God is created in righteousness and true holiness.VERSEENDNEWLINEVerse 24. - And put on the new man. As the fruit of inward renewal, let there be outward renovation. A new object is clean, fresh, tidy; let your life have something of the same aspect - let your principles, aims, habits, be new, in the sense of being conformed to Christ, who is your life. Which after God has been created in righteousness and holiness of truth. \"After God,\" equivalent to \"after the image of him that created him\" (Colossians 3:10). Some think\" the new man\" equivalent to \"Christ\" (Romans 13:14), constituted the Head of renewed humanity, as Adam of depraved. But this would not correspond with the exhortation to put off the old man, nor should we be exhorted to put on Christ after being exhorted to be renewed in the spirit of our minds. In what sense, then, has the \"new man\" been created? The idea presented itself to the apostle in the abstract - there has been a creation of a new man; but concretely, we have to conform to the Divine creation, in respect of righteousness and holiness; righteousness denoting personal uprightness and fidelity to all social duties; holiness, the state of the spirit toward God. The last words, \"of truth,\" denote the relation of righteousness and holiness to the truth. The words are opposed to \"of deceit\" in ver. 22. Lust is bred of deceit, but righteousness and holiness of truth. They never deceive, never disappoint, are solid to the end.NEWLINEVERSETITLESTARTEphesians4:25VERSETITLEENDNEWLINEVERSESTARTWherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.VERSEENDNEWLINEVerse 25. - Ephesians 5:2. - RAGS OF THE OLD MAN AND ROBES OF THE NEW. Verse 25. - Wherefore, putting away falsehood, speak every man truth with his neighbor. Lying or falsehood is pre-eminently a heathen vice, as missionaries in India and other countries abundantly testify. It is an attribute of fallen humanity: \"They go astray from the womb, speaking lies;\" and one of the earliest vices that appear in children is deceit. Not only is it God's will and command that we speak the truth, but it is peculiarly incumbent on Christians as children of the light, as followers of him who is the Truth, as having renounced the devil, who is the father of lies. Another reason is added. For ye are members one of another. Falsehood is always designed to mislead; but to deceive our own members is emphatically wicked. Says Chrysostom (quoted by Eddie), \"Let not the eye lie to the foot, nor the foot to the eye. If there be a deep pit, and its mouth, covered with reeds, shall present to the eye the appearance of solid ground, will not the eye use the foot to ascertain whether it is hollow underneath or whether it is firm and resists? Will the foot tell a lie, and not the truth as it is? And what, again, if the eye were to spy a serpent or a wild beast, will it lie to the foot?\"NEWLINEVERSETITLESTARTEphesians4:26VERSETITLEENDNEWLINEVERSESTARTBe ye angry, and sin not: let not the sun go down upon your wrath:VERSEENDNEWLINEVerse 26. - Be ye angry, and sin not. Quotation from the Septuagint version of Psalm 4:5. Anger, the feeling and expression of displeasure, is not wholly forbidden, but is guarded by two checks. Our Lord did not make anger a breach of the sixth commandment, but being angry with a brother without cause. The first check is to beware of sinning; to keep your anger clear of bitterness, spite, malevolence, and all such evil feelings. The second is, Let not the sun go down on your irritation; examine yourself in the evening, and see that you are tranquil. Eadie quotes Thomas Fuller: \"St. Paul saith, 'Let not the sun go down upon your wrath,' to carry news to the antipodes in another world of thy revengeful nature. Yet let us take the apostle's meaning rather than his words - with all possible speed to depose our passion; not understanding him so literally that we may take leave to be angry till sunset; then might our wrath lengthen with the days, and men in Greenland, where day lasts above a quarter of a year, have plentiful scope of revenge. And as the English, by command of William the Conqueror, always raked up their fire, and put out their candles when the curfew bell was rung, let us then also quench all sparks of anger and heat of passion.\" It is especially becoming in men, when about to sleep the sleep of death, to see that they are in peace and charity with all men; it were seemly always to fall asleep in the same temper.NEWLINEVERSETITLESTARTEphesians4:27VERSETITLEENDNEWLINEVERSESTARTNeither give place to the devil.VERSEENDNEWLINEVerse 27. - Neither give place to the devil. Place or room, opportunity and scope for acting in and through you. There seems no special reference to the last exhortation, but as that demands a special act of vigilance and self-control, so the activity of the devil demands vigilance and self-control on all occasions, and especially on those on which the devil is most apt to try to get a foothold. The reference to the devil is not a figure, but an obvious recognition of his personality, and of the liability of all Christians to fall under his influence.NEWLINEVERSETITLESTARTEphesians4:28VERSETITLEENDNEWLINEVERSESTARTLet him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.VERSEENDNEWLINEVerse 28. - Let the stealer stem no more. Ὁ κλέπτων may be translated either as a noun or as the present participle. In either case it implies that even Christians might continue to steal, and that they had to be warned against the habit. This may seem strange to us, but not to those who consider how little theft was thought of among the pagans, and how liable such habits are to remain among converts from heathenism. Where there is a low moral tone and an uneducated conscience, very great irregularities may be found. Dishonesty in trade, deceit in business, are just the same. Among the Ephesians, thieving was probably the result of idle habits and of dislike to hard work. Hence the apostle says, But rather let him labor, working with his hands the things that are good, that he may have to impart to him that hath need. Idleness is mean, labor is honorable; Christ calls us to work, not for this reason only, but in order that we may have something to give away. Paganism would rob others of what is rightfully their own; Christianity leads me to give to others what is rightfully my own. This different genius of the two systems appears here very clearly. Observe the true use of superfluities - look out for the needy, and give for their relief.NEWLINEVERSETITLESTARTEphesians4:29VERSETITLEENDNEWLINEVERSESTARTLet no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.VERSEENDNEWLINEVerse 29. - Let no corrupt word proceed out of your mouth. Not pagans only, but some of whom better things might be expected, need this charge. How revolting is the tendency in some circles to foul and blasphemous conversation; to profane and obscene jests, songs, and allusions: to feed as it were on moral garbage! From Christian mouths no such word should ever issue - it is simply abominable. But that which is good for improvement of the occasion, that it may give grace to them that hear. Speaking should ever bear on improvement or edification, especially on turning passing things to good account. This should be the aim; it does not require speaking to be uniformly grave, but to have an object. It may be quite right to have an enlivening object, but among Christians it should always be such as befits their profession, and tends to help on the exalted objects at which they aim.NEWLINEVERSETITLESTARTEphesians4:30VERSETITLEENDNEWLINEVERSESTARTAnd grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.VERSEENDNEWLINEVerse 30. - And grieve not the Holy Spirit of God. Very solemn and emphatic counsel. The name is given with unusual fullness, in order to show the magnitude of the sin - τὸ Πνεῦμα τὸ ἅγιον τοῦ Θεοῦ, \"The Spirit, the Holy Spirit of God.\" By an anthropopathy the Spirit is represented as grieved by such treatment as would grieve us - e.g. when his work is obstructed, when sin is trifled with, when Deity is treated carelessly, when place is given to the devil, when the spirit of the world is cherished. Those who act thus resemble the Sanballats and Tobiahs of the time of the restoration, who hindred the rebuilding of the temple and the restoration of order and prosperity. When the Holy Spirit would urge consecration, separation from the world, holy exercises, active service, our indolent and worldly hearts are liable to rebel and vex him. To grieve a parent heedlessly is a great sin; how much more to grieve the Spirit of God? In whom ye were sealed unto the day of redemption. The Spirit being rather the Seal than the Sealer, who is the Father (see Ephesians 1:13), it is better to translate in whom than by whom; besides, this preserves the force of the ἐν, which, whether used of Christ or of the other persons of the Godhead, is so characteristic of the Epistle. To grieve the Spirit is to help to obliterate the seal, and thus weaken the evidence of our redemption.NEWLINEVERSETITLESTARTEphesians4:31VERSETITLEENDNEWLINEVERSESTARTLet all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:VERSEENDNEWLINEVerse 31. - Let all bitterness; not only in speech, but in mind, disposition, habit. And wrath and anger; nearly synonymous, but perhaps\" wrath\" is equivalent to the tumultuous excited state of mind, out of which comes anger, the settled feeling of dislike and enmity. And clamor and evil-speaking be put away from you; \"clamor,\" equivalent to the loud noise of strife, the excited shouting down of opponents; \"evil-speaking,\" the more deliberate habit of running down their character, exciting an evil feeling against them in the minds of others. With all malice; equivalent to wishing evil, whether in a more pronounced or in a latent and half-conscious form, whether expressing itself in the way of coarse malediction or lurking in a corner of the heart, as an evil spirit of which we should be ashamed; all are rags of the old man, as disgraceful to Christians as literal rags to a man of position; utterly unworthy of the regenerated child of God. Chrysostom, rather fancifully, treats them as a genealogy: \"Bitterness bred wrath, wrath anger, anger clamor, clamor evil-speaking, which is railing.\"NEWLINEVERSETITLESTARTEphesians4:32VERSETITLEENDNEWLINEVERSESTARTAnd be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you.VERSEENDNEWLINEVerse 32. - But be ye kind one to another, tender-hearted, forgiving one another (opposed to bitterness, wrath, anger; Bengel). Kind (χρηστοί), sweet, amiable in disposition, subduing all that is harsh and hasty, encouraging all that is gentle and good; tender-hearted (εὔσπλαγχνοι), denoting a specially compassionate feeling, such as may arise from the thought of the infirmities, griefs, and miseries to which more or less all are subject; these emotional conditions to bear the practical fruit of forgiveness, and the forgiveness to be mutual (χαριζόμενοι ἑαυτοῖς), as if under the feeling that what you give today you require to ask tomorrow, net being too hard on the faults of others, remembering that you have your own. Even as God in Christ also forgave you. The A.V. rendering, \"for Christ's sake,\" is objectionable every way: it is not literal; it omits the characteristic feature of the Epistle, \"in Christ,\" losing the force of the consideration that the forgiveness was dispensed by the Father, acting with or wholly one with the Son; and it gives a shade of countenance to the great error that the Father personally was not disposed to forgive till he was prevailed on to do so by the interposition of the Son. The aorist, \"forgave,\" is more literal and better than the perfect, \"hath forgiven;\" it points to a definite time when forgiveness was bestowed, viz. the moment of real belief in Christ, and hearty acceptance of his grace. The vague atmosphere in which many envelop the question of their forgiveness is very hurtful; it checks their thanksgivings, dulls their joy, quenches hope, and dilutes the great dynamic power of the gospel - the power that impels us to forgive our brother, as well as to abound in the work of the Lord with a tender conscience, the sense of forgiveness urges to the most full and hearty doing of God's will; but when hypocrites, with seared consciences claim to be forgiven, they steal what is not their own, and become more abandoned to wickedness.NEWLINENEWLINENEWLINENEWLINENEWLINE","Eph.5":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEphesians5:1VERSETITLEENDNEWLINEVERSESTARTBe ye therefore followers of God, as dear children;VERSEENDNEWLINEVerse 1. - Be ye therefore imitators of God, as children beloved. These words are closely connected with the preceding. In Ephesians 4:32 he had urged the example of God in one very momentous matter; he now urges it in a more general sense and on another ground. We ought to forgive men because God has forgiven us - all admit that; but moreover, we ought to imitate our Father in his forgiveness and in his loving spirit, be-because beloved children should always imitate, and will always strive to imitate, what is good in a beloved father. Forgiving love is one of the great glories of our Father; it has been made peculiarly attractive in our eyes, because it has been exercised by him towards us; every consideration, therefore, ought to induce us to show the same spirit.NEWLINEVERSETITLESTARTEphesians5:2VERSETITLEENDNEWLINEVERSESTARTAnd walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.VERSEENDNEWLINEVerse 2. - And walk in love. Taking up anew the exhortation of Ephesians 4:1. Let your ordinary life be spent in an atmosphere of love. Drink it in from heaven, as plants drink in the sunshine; radiate it forth from eyes and face; let hands and feet be active in the service; let looks, words, and acts all be steeped in it. Even as Christ also loved us. The passing from the Father to the Son as our Example is not a new departure; for the Son reveals the Father, the Son's love is the counterpart of the Father's, made visible to us in the way most fitted to impress us. Though Christ's love, like his Father's, is eternal, the aorist is used, to denote that specific act of love which is immediately in view. And gave himself for us. The Pauline phrase (Galatians 1:4; Galatians 2:20; Titus 2:14; 1 Timothy 2:6), simple, but very comprehensive: \"himself\" - all that he was as God, all that he became as Man, a complete self-surrender, a whole burnt offering. \"For us,\" not merely on our behalf, but in our room (after verbs of giving, dying, etc.); this, indeed, being implied in the idea immediately following of a sacrifice, which, alike to the Jewish and pagan mind, conveyed the idea of a life given in room of another. An offering and a sacrifice to God. Offering and sacrifice are nearly synonymous, but the first probably includes the whole earthly career of Christ incarnate - his holy life, blessed example, gracious teaching, loving companionship, as well as his atoning death, which last is more precisely the θυσία, sacrifice. The offering and sacrifice were presented to God, to satisfy his justice, fulfill the demands of his law, and glorify his holy and righteous government. For a sweet-smelling savor. Allusion to Noah's sacrifice of every clean beast and of every fowl - \" the Lord smelled a sweet savor;\" that is, the whole transaction, not the offering merely, but the spirit in which it was offered likewise, was grateful to God. The whole work of Christ, and the beautiful spirit in which he offered himself, were grateful to the Father, and procure saving blessings for all who by faith make the offering their own.NEWLINEVERSETITLESTARTEphesians5:3VERSETITLEENDNEWLINEVERSESTARTBut fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;VERSEENDNEWLINEVerses 3-21. - THE WALK SUITABLE TO THE CHILDREN OF LIGHT. Verse 3. - But. Another of the remarkable contrasts of this Epistle; the fumes of lust are doubly odious in contact with the sweet savor of Christ's offering. Fornication and all impurity, or covetousness. The combination of covetousness with sins of the flesh, occurring several times in the apostle's writings (1 Corinthians 5:11; Ephesians 5:3; Colossians 3:5), is rather unexpected. Πλεονεξία, covetousness, means the desire of having more, which is peculiarly true of sensual sins; but it is not coupled with them by a καὶ, but disjoined by an η}, indicating something of another class. In the mind of the apostle, sensuality was inseparable from greed, unnatural craving for more, dissatisfaction with what was enough; hence the neighborhood of the two vices. Let it not be even named among you, as becometh saints. The practice of such sins was out of the question; but even speaking of them, as matters of ordinary conversation, was unsuitable for saints; the very conversation of Christians must be pure. The exhortation bears on Christians in their social relations; had the apostle been treating of the duty of the individual, he would have urged that such sins should never be admitted even to the thoughts or the imagination.NEWLINEVERSETITLESTARTEphesians5:4VERSETITLEENDNEWLINEVERSESTARTNeither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.VERSEENDNEWLINEVerse 4. - And filthiness; αἰσχρότης, implying that such things are disgraceful, ugly, revolting, the opposite of καλός, fair, comely, attractive. And foolish talking or jesting, which are not becoming. This would be well understood in sensual, frivolous Ephesus; a light, bantering, jesting kind of talk, seasoned with double entendres and obscene allusions, very pernicious in its moral effect. There is no reason to suppose that the apostle meant to condemn all play of humor, which is a Divine gift, and which in moderation has its own useful place as a means of refreshing and invigorating the spirit; it was the jesting associated with ribaldry that drew his reproof. But rather giving of thanks. Αὐχαριστία is somewhat similar in sound to εὐτραπελία, jesting: the reason for putting the one in opposition to the other is not very apparent; the meaning seems to be that, in place of giving vent to lively feelings in frivolous talk and jesting, it is better for Christians to do so by pouring out their hearts in thanksgivings to God for all his goodness.NEWLINEVERSETITLESTARTEphesians5:5VERSETITLEENDNEWLINEVERSESTARTFor this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.VERSEENDNEWLINEVerse 5. - For this ye know well; an appeal to their own consciences, made confidently, as beyond all doubt. That no fornicator, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom. Covetousness, the twin-brother sin of uncleanness, is denounced as idolatry. It is worshipping the creature more than the Creator, depending on vast stores of earthly substance in place of the favor and blessing of God. It must receive the doom of the idolater; instead of inheriting the kingdom, he must die the death. The doom in this verse is not future, but present - not shall have, but hath, inheritance, etc. (comp. Ephesians 1:11, 18). The lust of greed overreaches itself; it loses all that is truly worth having; it may have this and that - lands, houses, and goods - but it has not one scrap in the kingdom. Of Christ and God. The two are united in the closest way, as equals, implying the divinity of Christ and his oneness with the Father in the administration of the kingdom.NEWLINEVERSETITLESTARTEphesians5:6VERSETITLEENDNEWLINEVERSESTARTLet no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.VERSEENDNEWLINEVerse 6. - Let no man deceive you with empty words. No man, whether pagan or nominal Christian: the pagan defending a life of pleasure as the only thing to be had with even a smack of good in it; the Christian mitigating pleasant sins, saying that the young must have an outlet for their warm feelings, that men in business must put all their soul into it, and that life must be brightened by a little mirth and jollity. As opposed to what the apostle has laid down (ver. 5), such words are empty, destitute of all solidity or truth. For on account of these things the wrath of God cometh on the children of disobedience. The sophistry is swept away by an awful fact - the wrath cometh, is coming, and will come too in the future life. It comes in the form of natural punishment, Nature avenging her broken laws by deadly diseases; in the form, too, of disappointment, remorse, desolation of soul; and in the form of judgments, like that which befell Sodom and Gomorrah, or the sword which never departed from David's house.NEWLINEVERSETITLESTARTEphesians5:7VERSETITLEENDNEWLINEVERSESTARTBe not ye therefore partakers with them.VERSEENDNEWLINEVerse 7. - Be not ye therefore partakers with them. If you are partakers of their sins, you must be of their punishments too. Refuse all partnership, therefore. Your natural instincts recoil from partnership in punishment; let your spiritual instincts recoil from partnership in sin.NEWLINEVERSETITLESTARTEphesians5:8VERSETITLEENDNEWLINEVERSESTARTFor ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:VERSEENDNEWLINEVerse 8. - For ye were once darkness, but are now light in the Lord. Another expressive \"but.\" To make the contrast more emphatic, it is not said, \"ye were in darkness, but are now in light;\" but, \"ye were darkness itself, and are now light itself,\" and this last is explained by the usual formula, \"in the Lord.\" There was a celebrated Ephesian philosopher, Alexander, who was called \"The Light;\" but not from that source had the light come. The idea of light-giving is also involved in their being light. \"Arise, shine, for thy light is come.\" Walk as children of light. Another expressive image, denoting close connection with light, as if they were actually born of it; hence their lives should be full of it. The figure connecting darkness with sin and light with purity, common to all languages, underlies the exhortation.NEWLINEVERSETITLESTARTEphesians5:9VERSETITLEENDNEWLINEVERSESTART(For the fruit of the Spirit is in all goodness and righteousness and truth;)VERSEENDNEWLINEVerse 9. - For the fruit of light is [shown] in all goodness and righteousness and truth. The exhortation is confirmed by this statement of what is the natural result of light - goodness, the disposition that leads to good works; righteousness, rectitude, or integrity, which is most careful against all disorder and injustice, and renders to all their due, and especially to God the things that are God's; and truth, meaning a regard for truth in every form and way - believing it, reverencing it, speaking it, acting according to it, hoping and rejoicing in it, being sincere and honest, not false or treacherous.NEWLINEVERSETITLESTARTEphesians5:10VERSETITLEENDNEWLINEVERSESTARTProving what is acceptable unto the Lord.VERSEENDNEWLINEVerse 10. - Proving what is well-pleasing to the Lord. A general rule applicable to the whole walk. To prove is to ascertain by test and experiment. Our whole walk should be directed to finding out what things are pleasing to Christ, rejecting at once everything that is not so, and clinging to all that is. We are not to follow the tradition of our people, and not to take a vague view of duty; we are to prove the matter, to put it to the test. For the supreme practical rule of the Christian's life must be to please Christ.NEWLINEVERSETITLESTARTEphesians5:11VERSETITLEENDNEWLINEVERSESTARTAnd have no fellowship with the unfruitful works of darkness, but rather reprove them.VERSEENDNEWLINEVerse 11. - And have no fellowship with the unfruitful works of darkness. The point of this exhortation is in the adjective \"unfruitful.\" The works of darkness are unfruitful; they produce no goodness, give rise to no satisfaction, to no moral results that are \"a joy forever;\" or, if fruit they have, it is shame, remorse, despair. Contrast this with the renovating, satisfying, joy-producing, fruits of righteousness. But rather even reprove them. Do not be content with a passive attitude towards them, but take the aggressive and expose their wickedness, whether in public or in the domestic circle. A testimony has to be lifted up against ways that are so shameful and that bring down the wrath of God.NEWLINEVERSETITLESTARTEphesians5:12VERSETITLEENDNEWLINEVERSESTARTFor it is a shame even to speak of those things which are done of them in secret.VERSEENDNEWLINEVerse 12. - For the things that are done by them in secret it is a shame even to speak of. The groves of Ephesus were notorious for the shamefulness of lust. To speak of such deeds was not only wrong, but shameful; so extreme is the delicacy which Christianity fosters. Too much pains cannot be taken, by parents, masters of schools, and others, to foster this delicacy among the young - to exclude from conversation the faintest touch of what is unbecoming.NEWLINEVERSETITLESTARTEphesians5:13VERSETITLEENDNEWLINEVERSESTARTBut all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.VERSEENDNEWLINEVerse 13. - But all things when they are reproved are made manifest by the light. As, for instance, when our Lord reproved the hypocrisy of the Pharisees - their practices had not seemed to the disciples very evil before, but when Christ threw on them the pure light of truth, they were made manifest in their true character - they appeared and they still appear, odious. A just reproof places evil in a light that shows its true character. For everything which is made manifest is light. Literally, this is a truism; anything shone on is no longer dark, but light. The nearest approach to this, morally, is that light has a transforming power; when the light of the gospel shines on anything dark or evil, it transforms it into what is light or good. This is not uniformly true; all the light of heaven turned on hell would not make it morally light; but it is the general property and tendency of moral light to transform. The exhortation would thus mean - Use your light to reprove what is evil or dark, for not only will the true character of the evil thereby be made apparent, but your light will have a transforming power. But if this were the meaning, we should expect in the end of the verse, not φῶς ἐστι, but φῶς γινεταί, to denote this transformation. The rendering of A.V., giving to φανερούμενον an active meaning (\"whatsoever doth make manifest is light\"), is rejected by most grammarians, as not being consistent with the usage of the word. The meaning which that rendering gives is this: \"Light is the element which makes all clear.\" We should thus have in the latter clause a proposition, affirming as universal what in the former clause is affirmed of one particular case; \"things reproved are made manifest by the light, for it is only light that makes things clear.\" The exhortation to reprove would thus be confirmed by the consideration that the only way of making immoral things appear in their proper character is to let in on them the light of the gospel. The great practical point is that Christians ought to let in and diffuse the light.NEWLINEVERSETITLESTARTEphesians5:14VERSETITLEENDNEWLINEVERSESTARTWherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.VERSEENDNEWLINEVerse 14. - Therefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light. This is evidently intended to give an additional impulse to the Ephesians to walk as children of the light; but a difficulty arises as to the source of the quotation. There is no difficulty with the formula, \"he saith,\" which, like the same expression in Ephesians 4:8, is clearly to be referred to God. But no such words occur in the Old Testament. The passage that comes nearest to them is Isaiah 60:1,\" Arise, shine; for thy light is come, and the glory of the Lord hath risen upon thee.\" The simplest and best explanation is, not that the apostle quoted from any lost book, but flint he did not mean to give the words, but only the spirit of the passage. This is evident from his introducing the word \"Christ.\" It must be owned that the apostle makes a very free use of the prophet's words. But the fundamental idea in the prophecy is, that when the Church gets the light of heaven, she is not to lie still, as it' she were asleep or dead, but is to be active, is to make use of the light, is to use it for illuminating the world. The apostle maintains that the Ephesian Church had got the light of heaven; she, therefore, was not to sleep or loiter, but spring forth as if from the grave, and pour light on the world. The changes which the apostle makes on the form of the prophecy are remarkable, and show that it was to its spirit and substance rather than to its precise form and letter that he attached the authority of inspiration.NEWLINEVERSETITLESTARTEphesians5:15VERSETITLEENDNEWLINEVERSESTARTSee then that ye walk circumspectly, not as fools, but as wise,VERSEENDNEWLINEVerse 15. - Take heed then how ye walk strictly. The construction is somewhat peculiar, combining two ideas - see that you walk strictly, but consider well the kind of strictness. Do not walk loosely, without fixed principles of action; but make sure that your rules are of the true kind. Many are strict who are not wisely strict; they have rules, but not good rules. Not as unwise, but as wise. This rendering brings out the force of ἄσοφοι and σοφυὶ: \"fools\" (A.V.) is rather strong, for it is not utter folly that is reproved, but easy-mindedness, want of earnest consideration in a matter so infinitely vital, so as to know what is truly best.NEWLINEVERSETITLESTARTEphesians5:16VERSETITLEENDNEWLINEVERSESTARTRedeeming the time, because the days are evil.VERSEENDNEWLINEVerse 16. - Redeeming the time, because the days are evil; or, buying up for yourselves the opportunity, the idea being that of a merchant who, knowing the value of an article and the good use to which he can put it, buys it up. The opportunity is the opportunity of spreading the light and acting according to it; and the reason assigned, \"because the days are evil,\" indicates that, owing to the prevalence of evil, there is much need for the light over which the Christian has control. It may be hinted likewise that the prevalence of evil is apt to cool the love and diminish the zeal of the Christian; hence the need for special eagerness of spirit in the matter - he must greedily watch for his opportunity.NEWLINEVERSETITLESTARTEphesians5:17VERSETITLEENDNEWLINEVERSESTARTWherefore be ye not unwise, but understanding what the will of the Lord is.VERSEENDNEWLINEVerse 17. - Wherefore be ye not unwise, but understanding what is the will of the Lord. The \"wherefore\" bears on all the preceding argument: because ye are children of light; because light is so valuable and so indispensable; because your whole circumstances demand so much care and earnestness. \"Unwise\" is equivalent to senseless; \"understanding,\" to both knowing and laying to heart, as in parable of sower: \"When any one heareth the word of the kingdom, and understandeth it not,\" i.e. does not consider or ponder it, \"then cometh the wicked one,\" etc. The will of the Lord is the great rule of the Christian life; to know and in the deeper sense understand this, is to walk wisely and to walk surely.NEWLINEVERSETITLESTARTEphesians5:18VERSETITLEENDNEWLINEVERSESTARTAnd be not drunk with wine, wherein is excess; but be filled with the Spirit;VERSEENDNEWLINEVerse 18. - And be not intoxicated with wine, wherein is dissoluteness. Drunkenness is suggested because it is a work of darkness; it is the foe to vigilance and earnestness, and it leads all who yield to it to act unwisely. It is the social aspect of drunkenness the apostle has in view - the exhilarating influence of wine in company, giving a rush of high spirits. Ασωτία, from α and σωζω, the opposite of savingness, wastefulness, dissoluteness, or the process of being dissolved, involving perdition. Spoken of the prodigal son, \"riotous living;\" the habit which sends everything to wreck and ruin. But be filled with the Spirit. Instead of resorting to wine to cheer and animate you, throw your hearts open the Holy Spirit, so that he may come and fill them; seek the joy that the Spirit inspires when he makes you to sit with Christ in heavenly places, so that, instead of pouring out your joyous feelings in bacchanalian songs, you may do so in Christian hymns.NEWLINEVERSETITLESTARTEphesians5:19VERSETITLEENDNEWLINEVERSESTARTSpeaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;VERSEENDNEWLINEVerse 19. - Speaking to one another. Literally, this would denote antiphonal singing, but this is rather an artificial idea for so simple times. It seems here to denote one person singing one hymn, then another another, and so on; and the meetings would seem to have been for social Christian enjoyment rather than for the public worship of God. In the Epistle to the Colossians it is, \"Teaching and admonishing one another with psalms,\" and this has more of the idea of public worship; and if it be proper to express joyful feelings in the comparatively private social gatherings of Christians, it is proper to do the same in united public worship. In psalms and hymns and spiritual songs. The precise meaning of these terms is not easily seen; \"psalms\" we should naturally apply to the Old Testament psalms, but the want of the article makes the meaning more general, equivalent to \"songs with the character of the psalms;\" hymns, songs celebrating the praises of the Divine Being, Father, Son, and Holy Ghost; \"spiritual songs\" or odes of a more general cast, meditative, historical, hortatory, or didactic. But these must be \"spiritual,\" such as the Holy Spirit would lead us to use and would use with us for our good. The two clauses correspond: \"be filled with the Spirit;\" \"speaking in spiritual songs.\" Receive the Spirit - pour out the Spirit; let your songs be effusions sent forth from your hearts with the aroma of the Holy Spirit. Singing and making melody with your heart to the Lord; i.e. to the Lord Jesus. Some have argued that while ἄδοντες denotes singing, ψάλλοντες means striking the musical instrument. But ψάλλω is so frequently used in a more general sense, that it can hardly be restricted to this meaning here. The great thought is that this musical service must not be musical only, but a service of the heart, in rendering which the heart must be in a state of worship.NEWLINEVERSETITLESTARTEphesians5:20VERSETITLEENDNEWLINEVERSESTARTGiving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;VERSEENDNEWLINEVerse 20. - Giving thanks always for all things; this being not only a most Christian duty, but an excellent way to keep the heart in good tone, to keep up happy feelings - the duty not being occasional, but \"always,\" and not for things prima facto agreeable only, but \"for all things\" (see Job 2:10; Romans 8:28). In the Name of our Lord Jesus Christ to God, even the Father. God the Father is the proper Object of thanksgiving, as of prayer generally; but the thanks are to be given in the Name of Christ. That is, through him who has brought in the economy of grace, whereby for wrath we get blessing, for suffering we get reward, for misery glory; whereby, in short, the whole aspect of life is brightened, and even the greatest trials and sorrows turned into real blessings.NEWLINEVERSETITLESTARTEphesians5:21VERSETITLEENDNEWLINEVERSESTARTSubmitting yourselves one to another in the fear of God.VERSEENDNEWLINEVerse 21. - Subjecting yourselves one to another in the fear of Christ. The last of the participial exhortations depending on the general exhortation of ver. 15 to walk strictly, Most commentators connect it with the three immediately preceding participles (speaking, singing, giving thanks), but are unable to find a link of connection. Better connect with ver. 15. Mutual subjection is part of a wise, circumspect walk, i.e. mutual recognition of each other's rights and of our obligations to serve them. In some sense we are all servants, i.e. we are bound to serve others; the very father is, in this sense, servant of his child. So in the Christian Church we are all in a sense servants (\"By love serve one another,\" Galatians 5:15; comp. Matthew 20:26-28; John 13:15, 16). This view is in harmony with the humble spirit of the gospel. Pride leads us to demand rigorously from others what we fancy they owe to us; humility, to give to others what Christ teaches that we owe to them. The one feeling is to be discouraged, the other exercised and strengthened. In the verses following we have this precept split up into its constituent filaments. The reading of R.V., \"in the fear of Christ,\" has more authority than A.V., \"in the fear of God.\" It brings to our mind the wonderful example of Christ in this clement of character (comp. Luke 2:51; Hebrews 5:8). Reverential regard for him should inspire us with the same spirit (Philippians 2:5-8).NEWLINEVERSETITLESTARTEphesians5:22VERSETITLEENDNEWLINEVERSESTARTWives, submit yourselves unto your own husbands, as unto the Lord.VERSEENDNEWLINEVerse 22.-Ephesians 6:9. - EXHORTATION TO RELATIVE DUTIES. Verse 22. - Wives, submit yourselves to your own husbands, as to the Lord. Though ChristianiNEWLINEVERSETITLESTARTEphesians5:23VERSETITLEENDNEWLINEVERSESTARTFor the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.VERSEENDNEWLINEVerse 23. - For the husband is the head of the wife, as Christ also is the Head of the Church. The woman was made for the man (Genesis 2:18; 1 Timothy 2:13), showing the Divine purpose that the man should be the head and center of the household, and that the position of the wife, as wife, should be one of subordination. Parallel to this arrangement is the relation of Christ to the Church. In words, at least, all admit the headship of Christ, and the subordination of the Church to him. The Christian household, on a much lower level, should exemplify the same relation. Being himself savior of the body. This is not said by way of contrast, but still by way of parallel. The very saviorship of Christ should find an analogy in the Christian husband. The husband should be the ever-vigilant and self-denying protector, guardian, deliverer, of his family, though his saving power can never come near the high level of Christ's A husband reckless of these obligations virtually ceases to have any claim on the subjection of the wife and the family. The very comparison of the husband to the Savior implies that, while there is a certain analogy, there is a still greater contrast. This is implied in the first word of the following verse. Between the lines we read this thought: \"Not that the parallel between Christ's saving function and the husband's extends to the highest things.\"NEWLINEVERSETITLESTARTEphesians5:24VERSETITLEENDNEWLINEVERSESTARTTherefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.VERSEENDNEWLINEVerse 24. - But [it exists so far as to enforce this exhortation] as the Church is subject to Christ, so let the wives be to their husbands in everything. Let there be a subjection in the one case parallel to that in the other, for such is the Divine will and purpose. Any subjection due to the husband must be modified by what is due to God, for as the husband may not require for himself, so the wife may not give to him, what is God's: God's will is paramount over all. Of the three wills that may be in collision, viz. God's, the husband's, and the wife's - the duty of the wife is to take them in this order, having regard first to God's, next to her husband's, and last to her own.NEWLINEVERSETITLESTARTEphesians5:25VERSETITLEENDNEWLINEVERSESTARTHusbands, love your wives, even as Christ also loved the church, and gave himself for it;VERSEENDNEWLINEVerse 25. - Husbands, love your wives, even as Christ also loved the Church, and gave himself for her. The husband's duty to the wife is enforced by another parallel - it ought to correspond to Christ's love for the Church. This parallel restores the balance; if it should seem hard for the wife to be in subjection, the spirit of love, Christ-like love, on the part of the husband makes the duty easy. Christ did not merely pity the Church, or merely desire her good, but loved her; her image was stamped on his heart and her name graven on his hands; he desired to have her for his companion, longing for a return of her affection, for the establishment of sympathy between her and him. And he gave himself for her (comp. ver. 2), showing that her happiness and welfare were dearer to him than his own - the true test of deep, real love.NEWLINEVERSETITLESTARTEphesians5:26VERSETITLEENDNEWLINEVERSESTARTThat he might sanctify and cleanse it with the washing of water by the word,VERSEENDNEWLINEVerse 26. - That he might sanctify her, having cleansed her by the washing of water with the Word. The immediate object of Christ was to cleanse her, and for this end he used the Word as a purifying agent, washing her by means of it. The difference between selfish and unselfish love is seen here: a selfish lover cares for his wife in his own interest - like Samson, desires to have her simply because she pleases him, and, in his converse with her, thinks, not of her good, but of his own enjoyment; but the love of an unselfish lover constrains him to seek her good, to do nothing that will hurt her and damage her in any manner of way, but to do everything that he believes will advance her well-being, especially in the highest sense. He finds her polluted (comp. Ezekiel 16.), and his great instrument of cleansing is \"the Word\" (comp. John 15:3; John 17:5) - the Word in all its searching, humbling, rebuking, correcting, informing, stimulating, refreshing, consoling power. There is no express allusion to baptism, τῷ λουτρῷ τοῦ ὕδατος is explained by ἐν ῤήματι, \"the Word\" being the great sanctifying medium, and baptism a figure (1 Peter 3:21).NEWLINEVERSETITLESTARTEphesians5:27VERSETITLEENDNEWLINEVERSESTARTThat he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.VERSEENDNEWLINEVerse 27. - That he might present to himself the Church glorious. The ultimate end, to which ver. 26 is introductory. Christ both gives and takes the bride; he presents her to himself - the day of his espousals being in the state of glory (Revelation 21:2), and all the training of this life being designed to fit her for that condition. She becomes glorious at last through assimilation to himself (2 Corinthians 3:18; John 17:22). Not having spot, or wrinkle, or any such thing. The idea is that of a body perfectly free from blemish, typical of a soul perfectly delivered from sin - of a character perfected in all grace and goodness. But that it should be holy and without blemish. The same truth expressed in positive form, which in the preceding clause is expressed in the negative. Nothing could more clearly denote perfection of character - the full development of the character with whatever of variety may arise from differences in natural gifts and constitution, or convey a more glorious idea of the destiny of redeemed humanity. To be, as it were, the bride of Christ is a high destiny in point of condition; but it would be miserable if character did not tally with condition; this agreement, however, is secured, for the Church is to be holy and without blemish.NEWLINEVERSETITLESTARTEphesians5:28VERSETITLEENDNEWLINEVERSESTARTSo ought men to love their wives as their own bodies. He that loveth his wife loveth himself.VERSEENDNEWLINEVerse 28. - Even so ought husbands also to love their own wives as their own bodies. A new illustration is introduced here to throw light on the bearing of the husband to his wife, and the οὕτως seems to refer, not to what goes before, but to what follows (comp. in ver. 33). He that loveth his own wife loveth himself. His wife is part of himself, so that not to love her as himself is not only a sin against law, but a sin against nature.NEWLINEVERSETITLESTARTEphesians5:29VERSETITLEENDNEWLINEVERSESTARTFor no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:VERSEENDNEWLINEVerse 29. - For no man ever hated his own flesh; but nourisheth and cherisheth it, even as Christ also the Church. To hate one's wife is as irrational as to hate one's own flesh, and as, on the other hand, men constantly nourish and cherish their flesh, protecting it from hurt, seeking to heal it when hurt, and generally to promote its welfare and comfort, so ought husbands to act towards their wives. In this aspect of the case, too, the sharp eye of the apostle finds an analogy between the relation of the wife to the husband and that of the Church to Christ, expanded in the next verso.NEWLINEVERSETITLESTARTEphesians5:30VERSETITLEENDNEWLINEVERSESTARTFor we are members of his body, of his flesh, and of his bones.VERSEENDNEWLINEVerse 30. - For we are members of his body [being], of his flesh, and of his bones (the last seven words omitted in many manuscripts and in the R.V.). The reference is to the original formation of woman as narrated in Genesis 2. Her very name indicated that she was \"taken from man.\" She was taken from him and given to him. So the Church is taken from Christ and given to him. Taken from his body, sprung from his incarnation and his crucifixion and resurrection, the spiritual offspring of his humanity, and then given to him, to be his servant, nay, above a servant, his companion, friend, and confidant for evermore. If it had not been for the body of Christ (Hebrews 10:5) the Church could have had no existence. No bride fit for the King of heaven could have sprung from the earth. As Eve came from the opened side of Adam, so figuratively the Church springs from the pierced side of Jesus.NEWLINEVERSETITLESTARTEphesians5:31VERSETITLEENDNEWLINEVERSESTARTFor this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.VERSEENDNEWLINEVerse 31. - For this cause shall a man leave his father and mother, and shall cleave to his wife, and they two shall come to be one flesh. Quoted in substance from Genesis 2:24. It seems to be introduced simply to show the closeness of the relation between man and wife; it is such as in a sense to supersede that between parent and child. The apostle (as appears from the next verse) has in view, at the same time, the parallel truth - the closeness of the relation between Christ and the Church; it too in a sense supersedes the relations of nature (comp. Luke 14:26; Matthew 12:50).NEWLINEVERSETITLESTARTEphesians5:32VERSETITLEENDNEWLINEVERSESTARTThis is a great mystery: but I speak concerning Christ and the church.VERSEENDNEWLINEVerse 32. - This mystery is a great one; but I am speaking with reference to Christ and the Church. The matter referred to is the typical relation between the marriage of man and wife, and the union of Christ and the Church. It is called a mystery, and it is not said, as is said of another mystery, referred to before (Ephesians 3:5), that it has been completely explained. Some light has been thrown upon it, but that is all. It is implied that there is something of mystery in many of the relations between things natural and things spiritual, but that in the depth and grandeur of the subject, the mystery connected with the marriage relation is pre-eminent - it is \"a great mystery\" The analogy of the wind to the Holy Spirit; the springing up of plants to the resurrection; the melancholy sounds of nature to the prevalence of sin; and many other analogies, present vague shadows of truth, the clear, full forms of which we cannot see. When the day breaks and \"the shadows flee away,\" such things will appear in a clearer light.NEWLINEVERSETITLESTARTEphesians5:33VERSETITLEENDNEWLINEVERSESTARTNevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.VERSEENDNEWLINEVerse 33. - Nevertheless let each of you severally so love his own wife even as himself. The \"nevertheless\" refers to the unsolved part of the mystery: whatever may be mysterious, there is no mystery as to this, as to the duty of each husband to love his wife even as himself: that, as already shown, is clear from many considerations. And let the wife see that she fear her husband. Not, of course, with the slavish fear of one terrified and trembling because of a stronger being, but with the holy respect due to one to whom, by the will of God, she stands in a subordinate relation. The relation of Sarah to Abraham may again be referred to as indicating the true ideal of the relation of the wife to the husband.NEWLINENEWLINENEWLINENEWLINENEWLINE","Eph.6":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEphesians6:1VERSETITLEENDNEWLINEVERSESTARTChildren, obey your parents in the Lord: for this is right.VERSEENDNEWLINEVerse 1. - Children, obey your parents in the Lord: for this is right. The first duty of children is obedience, and \"in the Lord,\" i.e. in Christ, this duty is confirmed. The ἐν Κυρίῳ qualifies, not \"parents,\" but \"obey,\" and indicates that the element or life which even children lead in fellowship with Christ makes such obedience more easy and more graceful. The duty itself rests on the first principles of morality - \"for this is right.\" It is an obligation that rests on the very nature of things, and cannot change with the spirit of the age; it is in no degree modified by what is called the spirit of independence in children.NEWLINEVERSETITLESTARTEphesians6:2VERSETITLEENDNEWLINEVERSESTARTHonour thy father and mother; (which is the first commandment with promise;)VERSEENDNEWLINEVerse 2. - Honor thy father and mother (which is the first commandment with a promise). The exhortation, based on natural morality (ver. 1), is here confirmed from the Decalogue. \"Honor\" is higher than obedience (ver. 1); it is the regard due to those who, by Divine appointment, are above us, and to whom our most respectful consideration is due. Father and mother, though not quite on a footing of equality in their relation to each other (Ephesians 5:22), are equal as objects of honor and obedience to their children. It is assumed here that they are Christians; where one was a Christian and not the ether, the duty would be modified. But in these succinct verses the apostle lays down general rules, and does not complicate his exhortations with exceptions. The latter part of the verse contains a special reason for the precept; it is the first commandment with a promise attached. But obviously the apostle meant more than this; for as in ver. I he had affirmed the duty to be one of natural religion, so here he means to add that it is also part of the revealed will of God - it is one of the commandments; but still further, it is the first commandment with a promise. It may, perhaps, be said that this is appealing, not to the higher, but to the lower part of our nature - to our selfishness, not our goodness; but it is not an appeal to one part of our nature to the exclusion of the rest; it is an appeal to our whole nature, for it is a part of our nature to expect that in the end virtue will be rewarded and vice punished. In the case of children it is difficult to look far forward; the rewards and the punishments, to be influential, must be within the ken of vision, as it were; therefore it is quite suitable that, in writing to them, the apostle should lay emphasis on a promise which had its special fulfillment in the life that now is.NEWLINEVERSETITLESTARTEphesians6:3VERSETITLEENDNEWLINEVERSESTARTThat it may be well with thee, and thou mayest live long on the earth.VERSEENDNEWLINEVerse 3. - That it may be well with thee, and thou mayest live long on the earth. A free rendering (after the manner of the apostle) of the reason annexed to the fifth commandment, \"that thy days may be long in the land which the Lord thy God giveth thee.\" While the Decalogue was an expression of the will of God on matters of moral and indefeasible obligation, it had a local Hebrew element here and there. In the present ease the apostle drops what is specially Hebrew, adapting the promise in spirit to a wider area. The special promise of long life in the land of Canaan is translated into a general promise of prosperity and longevity. As before, we must not suppose that the apostle excludes exceptions. The promise is not for each individual; many good and obedient children do not live long. But the general tendency of obedience to parents is towards the results specified. Where obedience to parents is found, there is usually found along with it temperance, self-control, industry, regular ways of life, and other habits that tend towards prosperity and longevity. In Christian families there is commonly affection, unity, prayer, mutual helpfulness, reliance on God, trust in Christ, and all that makes life sweet and wholesome. The spirit of the promise is realized in such ways, and it may be likewise in special mercies vouchsafed to each family.NEWLINEVERSETITLESTARTEphesians6:4VERSETITLEENDNEWLINEVERSESTARTAnd, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.VERSEENDNEWLINEVerse 4. - And, ye fathers, provoke not your children to wrath. \"Fathers\" is inclusive of mothers, to whom the practical administration of the household and training of the children so much belong. The first counsel on the subject is negative, and probably has respect to a common pagan habit, against which Christians needed to be put on their guard. Irritation of children was common, through loss of temper and violence in reproving them, through capricious and unsteady treatment and unreasonable commands; but more especially (what is still so common) by the parents being violently angry when the children, inconsiderately, perhaps, disturbed or annoyed them, rather than when they deliberately did wrong. All this the apostle deprecates. But bring them up in the training and admonition of the Lord. The words παιδεία and νουθεσία are not easily defined in this connection; the former is thought to denote the discipline of training, with its appropriate rewards and punishments; the latter, instruction. Both are to be \"of the Lord,\" such as he inspires and approves. Instilling sound principles of life, training to good habits, cautioning and protecting against moral dangers, encouraging prayer, Bible-reading, church-going, sabbath-keeping; taking pains to let them have good associates, and especially dealing with them prayerfully and earnestly, in order that they may accept Christ as their Savior and follow him, - are among the matters included in this counsel.NEWLINEVERSETITLESTARTEphesians6:5VERSETITLEENDNEWLINEVERSESTARTServants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;VERSEENDNEWLINEVerse 5. - Bond-servants, obey your masters according to the flesh. There were many slaves in the early Church, but, however unjust their position, the apostle could not but counsel them to obedience, this course being the best for ultimately working out their emancipation. The words of Christ were peculiarly welcome to them \"that labor and are heavy laden;\" and, as we find from Celsus and others, the early Church was much ridiculed for the large number of uneducated persons in its pale. With fear and trembling. Comp. 1 Corinthians 2:3; Philippians 2:12, from which it will be seen that this expression does not denote slavish dread, but great moral anxiety lest one should fail in duty. It was probably a proverbial expression. In the singleness of your heart, as to Christ. Not with a got-up semblance of obedience, but with inward sincerity, knowing that it is your duty; and even if it be irksome, doing it pleasantly, as though Christ required it, and you were doing it to him.NEWLINEVERSETITLESTARTEphesians6:6VERSETITLEENDNEWLINEVERSESTARTNot with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;VERSEENDNEWLINEVerse 6. - Not in the spirit of eye-service, as men-pleasers; but as the bond-servants of Christ, doing the will of God from the heart. Exegetical of the last exhortation, with a negative and a positive clause, according to the apostle's frequent practice (comp. Ephesians 2:8, 19; Ephesians 3:5; Ephesians 4:14, 15, 25, 28, 29; Ephesians 5:18, 27, 29; Ephesians 6:4). Eye-service and men-pleasing have reference only to what will pass muster in the world; Christians must go deeper, as bound to Christ's service by the great claim of redemption (1 Corinthians 6:20), and remembering that \"man looketh on the outward appearance, but the Lord looketh on the heart\" (1 Samuel 16:7). The will of God is our great standard, and our daily prayer is, \"Thy will be done on earth, as it is in heaven.\" In heaven it is done \"from the heart.\"NEWLINEVERSETITLESTARTEphesians6:7VERSETITLEENDNEWLINEVERSESTARTWith good will doing service, as to the Lord, and not to men:VERSEENDNEWLINEVerse 7. - With good will doing service, as to the Lord, and not to men. Some join the last words of the preceding verse to this clause, \"from the heart with good will,\" etc., on the ground that it is not needed for ver. 6, for if you do the will of God at all, you must do it from the heart. But one may do the will of God in a sense outwardly and formally, therefore the clause is not superfluous in ver. 6, whereas, if one does service with good will, one surely does it from the heart, so that the clause would be more superfluous here. Jesus is the Overlord of every earthly lord, and his follower has but to substitute him by faith for his earthly master to enable him to do service with good will.NEWLINEVERSETITLESTARTEphesians6:8VERSETITLEENDNEWLINEVERSESTARTKnowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.VERSEENDNEWLINEVerse 8. - Knowing that whatsover good thing each man shall have done, the same shall he receive from the Lord, whether he be bond or free. The hope of reward is brought in to supplement the more disinterested motive, such addition being specially useful in the case of slaves (as of children, vers. 2, 3). For the slave the hope of reward is future - it is at the Lord's coming that he will have his reward.NEWLINEVERSETITLESTARTEphesians6:9VERSETITLEENDNEWLINEVERSESTARTAnd, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.VERSEENDNEWLINEVerse 9. - And, ye masters, do the same things to them, forbearing threatening. Act correspondingly toward your slaves, as if the eye of Christ were on you, which indeed it is; if you are ever tempted to grind them down, or defraud, or scold unreasonably and make their life bitter, remember that there is a Master above you, into whose ears their cry will come. If they are to do service to you as to the Lord, you are to require service of them as if you were the Lord. Therefore forbear threatening; influence them by love more than by fear. Knowing that both their and your Master is in heaven; and there is no respect of persons with him. Both of you stand in the same relation to the great Lord, who is in heaven and over all (comp. Ephesians 1:20, 21). Your being higher in earthly station than they will not procure for you any indulgence or consideration. You will be judged simply and solely according to your deeds. Your responsibility to the Judge and your obligations to the Savior alike bind you to just and merciful treatment. If such principles were applicable to the relations of enforced labor, they are certainly not less so to the relations of labor when free.NEWLINEVERSETITLESTARTEphesians6:10VERSETITLEENDNEWLINEVERSESTARTFinally, my brethren, be strong in the Lord, and in the power of his might.VERSEENDNEWLINEVerses 10-20. - THE CHRISTIAN WARFARE. Verse 10. - Finally. The apostle has now reached his last passage, and by this word quickens the attention of his readers and prepares them for a counsel eminently weighty in itself, and gathering up the pith and marrow, as it were, of what goes before. \"My brethren,\" A.V., is rejected by R.V, and most modern commentators, for lack of external evidence. We note, however, that, whereas in the preceding verses he had distributed the Ephesians into groups, giving an appropriate counsel to each, he now brings them again together, and has a concluding counsel for them all. Be strong in the Lord, and in the power of his might. Compare with Ephesians 3:16, where the heavenly provision for obtaining strength is specified, and with Ephesians 4:30, where we are cautioned against a course that will fritter away that provision. The ever-recurring formula, \"in the Lord,\" indicates the relation to Christ in which alone the strength can be experienced (comp. 2 Corinthians 12:9). The might is Christ's, but by faith it becomes our strength. As the steam-engine genders the dynamic force, which belts and wheels communicate to the inert machinery of the factory, so Christ is the source of that spiritual strength which through faith is communicated to all his people. To be strong is our duty; to be weak is our sin. Strong trust, strong courage, strong endurance, strong hope. strong love, may all be had from him, if only our fellowship with him be maintained in uninterrupted vigor.NEWLINEVERSETITLESTARTEphesians6:11VERSETITLEENDNEWLINEVERSESTARTPut on the whole armour of God, that ye may be able to stand against the wiles of the devil.VERSEENDNEWLINEVerse 11. - Put on the entire amour of God. Chained to a soldier, the apostle's mind would go forth naturally to the subject of amour and warfare. Put on amour, for life is a battle-field; not a scene of soft enjoyment and ease, but of hard conflict, with foes within and without; put on the amour of God, provided by him for your protection and for aggression too, for it is good, well-adapted for your use, - God has thought of you, and has sent his amour for you; put on the whole amour of God, for each part of you needs to be protected, and you need suitable weapons for assailing all your foes. That ye may be able to stand against the wiles of the devil. Our chief enemy does not engage us in open warfare, but deals in wiles and stratagems, which need to be watched against and prepared for with peculiar care.NEWLINEVERSETITLESTARTEphesians6:12VERSETITLEENDNEWLINEVERSESTARTFor we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.VERSEENDNEWLINEVerse 12. - For we wrestle not against flesh and blood. Our conflict is not with men, here denoted by \"flesh and blood,\" which is usually a symbol of weakness, therefore denoting that our opponents are not weak mortals, but powers of a far more formidable order. But against the principalities, against the powers. The same words as in Ephesians 1:21; therefore the definite article is prefixed, as denoting what we are already familiar with: for though all of these, evil as well as good, have been put under Christ the Head, they have not been put under the members, but the evil among them are warring against these members with all the greater ferocity that they cannot assail the Head. Against the world-rulers of this [state of] darkness (comp. Ephesians 2:2). \"World-rulers\" denotes the extent of the dominion of these invisible foes - the term is applied only to the rulers of the most widely extended tracts; there is no part of the globe to which their influence does not extend, and where their dark rule does not show itself (comp. Luke 4:6). \"This darkness\" expressively denotes the element and the results of their rule. Observe contrast with Christ's servants, who are children of light, equivalent to order, knowledge, purity, joy, peace, etc.; while the element of the devil and his servants is darkness, equivalent to confusion, ignorance, crime, terror, strife, and all misery. Against the spiritual hosts of wickedness in the heavenly places. The natural meaning, though questioned by some, is, either that these hosts of wickedness have their residence in heavenly places, or, that these places are the scene of our conflict with them. The latter seems more agreeable to the context, for \"in heavenly places\" does not denote a geographical locality here any more than in Ephesians 1:3 and Ephesians 2:6. When it is said that \"we have been seated with Christ in heavenly places,\" the allusion is to the spiritual experience of his people; in spirit they are at the gate of heaven, where their hearts are full of heavenly thoughts and feelings; the statement now before us is that, even in such places, amid their most fervent experiences or their most sublime services, they are subject to the attacks of the spirits of wickedness.NEWLINEVERSETITLESTARTEphesians6:13VERSETITLEENDNEWLINEVERSESTARTWherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.VERSEENDNEWLINEVerse 13. - Wherefore take up the entire amour of God, that ye may be able to withstand in the evil day. Some have tried to affix a specific time to the \"evil day\" of the apostle, as if it were one or other of the days specified in the Apocalypse; but more probably it is a general phrase, like \"the day of adversity,\" or \"the day of battle,\" indicating a day that comes often. In fact, any day when the evil one comes upon us in force is the evil day, and our ignorance of the time when such assault may be made is what makes it so necessary for us to be watchful. And having done all, to stand. \"Having done fully,\" or \"completed,\" is the literal import of κατεργασάμενοι, having reference, not only to the preparation for the battle, but to the fighting too. The command to be \"strong in the Lord\" is fitly associated with our \"having done all,\" because leaning on almighty strength implies the effort to put forth strength by our own instrumentality; when God's strength comes to us it constrains us \"to do all\" that can be done by us or through us (comp. Psalm 144:1; Philippians 2:12, 13). We are not called to do merely as well as our neighbors; nor even to do well on the whole, but to do all - to leave nothing undone that can contribute to the success of the battle; then we shall be able to stand, or stand firm.NEWLINEVERSETITLESTARTEphesians6:14VERSETITLEENDNEWLINEVERSESTARTStand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;VERSEENDNEWLINEVerse 14. - Stand therefore, having girt about your loins with truth. The \"stand\" in ver. 13 denotes the end of the conflict; this \"stand\" is at the beginning. Obviously there must be a firm stand at the beginning if there is to be at the end. In order to this, we must fasten the girdle round our loins - viz, truth, here used in a comprehensive sense, denoting honesty; sincerity of profession in opposition to all sham, levity, hypocrisy; and likewise the element of \"truth in Jesus\" (Ephesians 5:21), the substance of the gospel revelation. We are to gird ourselves in truth, ἐν ἀληθείᾳ, establishing ourselves in that element, wrapping it round us; ἐν ἀληθείᾳ, literally, \"girded in truth.\" And having put on the breastplate of righteousness. Comp. Ephesians 5:24, for at least one element of the righteousness - righteousness wrought in us by the Holy Ghost after the image of Christ. But a more comprehensive use of the term is not excluded - the whole righteousness that we derive from Christ - righteousness imputed and righteousness infused.NEWLINEVERSETITLESTARTEphesians6:15VERSETITLEENDNEWLINEVERSESTARTAnd your feet shod with the preparation of the gospel of peace;VERSEENDNEWLINEVerse 15. - And having shod your feet with the preparation of the gospel of peace. The metaphor becomes somewhat difficult to follow; the feet have to be shod or armed as with military sandals, and the sandal is the ἑτοιμασία, or preparedness of, or caused by, the gospel of peace. The idea seems to be that the mind is to be steadied, kept from fear and flutter, by means of the good news of peace - the good news that we are at peace with God; and \"if God be for us, who can be against us?\" The Roman sandal was furnished with nails that gripped the ground firmly, even when it was sloping or slippery; so the good news of peace keeps us upright and firm.NEWLINEVERSETITLESTARTEphesians6:16VERSETITLEENDNEWLINEVERSESTARTAbove all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.VERSEENDNEWLINEVerse 16. - Withal taking up the shield of faith. The θυξεός was a large oblong shield covering a great part of the body, not the ἀσπίς, smaller and more round. Faith, in its widest sense, constitutes this shield - faith in God as our Father, in Christ as our Redeemer, in the Spirit as our Sanctifier and Strengthener - faith in all the promises, and especially such promises as we find in Revelations 2. and 3. \"to him that overcometh\" (comp. promise to Ephesus, Revelation 2:7) Wherewith ye shall be able to quench all the fiery darts of the evil one. \"Fiery darts\" were weapons tipped with inflammable materials, firebrands, curiously constructed, adapted to set on fire. Metaphorically, considerations darted into the mind inflaming lust, pride, revenge, or ether evil feelings, emanations from the great tempter, the evil one. That such considerations sometimes start up suddenly in the mind, against the deliberate desire, sometimes even in the middle of holy exercises, is the painful experience of every Christian, and must make him thankful for the shield on which they are quenched. An act of faith on Christ, placing the soul consciously in his presence, recalling his atoning love and grace, and the promises of the Spirit, will extinguish these fiery temptations.NEWLINEVERSETITLESTARTEphesians6:17VERSETITLEENDNEWLINEVERSESTARTAnd take the helmet of salvation, and the sword of the Spirit, which is the word of God:VERSEENDNEWLINEVerse 17. - And take the helmet of salvation. This is the head-covering (comp. Psalm 140:7). In 1 Thessalonians 5:8 we read, \"putting on for an helmet the hope of salvation.\" The glorious truth that we are saved (comp. Ephesians 2:5, 8) appropriated, rested on, rejoiced in, will protect even so vital a part as the head, will keep us from intellectual surrender and rationalistic doubt. And the sword of the Spirit, which is the Word of God. The sword supplied by the Spirit, the Word being inspired by him, and employed by the Spirit; for he enlightens us to know it, applies it to us, and teaches us to use it both defensively and offensively. Our Lord in his conflict with Satan, and also with the scribes and Pharisees, has taught us how this weapon is to be used, and with what wonderful effect. Paul, too, reasoning from the Scriptures and proving from them \"that this Jesus whom I preach unto you is the Christ,\" or (going back to the Old Testament) the author of the hundred and nineteenth psalm, showing us how the soul is to be fed, quickened, strengthened and comforted out of God's Law, indicates the manifold use of the sword, and shows how earnestly we should study and practice this sword exercise, for our own good and the good of others.NEWLINEVERSETITLESTARTEphesians6:18VERSETITLEENDNEWLINEVERSESTARTPraying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;VERSEENDNEWLINEVerse 18. - With all prayer and supplication praying. The metaphor of armor is now dropped, but not the idea of the conflict, for what is now insisted on is of the most vital importance for successful warfare. Though prayer is virtually comprehended in most of the previous exhortations, it is now specifically enjoined, and in a great variety of ways; \"all prayer and supplication,\" equivalent to every form of it, e.g., ejaculatory, secret, spoken, domestic, social, congregational. At all seasons. No period of life should be without it - youth, middle life, old age, all demand it; no condition of life - adversity, prosperity, sunshine, desolation, under sore temptation, under important duty, under heavy trial, under all the changing circumstances of life, personal, social, Christian. See the hymn-NEWLINENEWLINE\"Go, when the morning shineth;NEWLINEGo, when the noon is bright;NEWLINEGo, when the day declineth;NEWLINEGo, in the hush of night.\" In the Spirit; for true prayer is spiritual, and it is not true prayer unless by the Holy Spirit the heart is filled with heavenward longings and aspirations, changing our prayer from cold form to heartfelt realities. The ordinary habit of the soul should be prayerful, realizing the presence of God and looking for his grace and guidance. And watching thereunto; that is, \"towards\" spirituality, against formality, as also against forgetfulness and neglect of prayer. Perhaps also the idea of watching for the answer is involved, as you wait for an answer when you have dispatched a letter. In all perseverance; this being very specially needed to make prayer triumphant, as in the case of the Syro-phoenician mother, or in that of Monica, mother of Augustine, and many more. And prayer for all saints; this being one of the great objects for which saints are gathered into the \"one body\" the Church, that they may be upheld and carried on, in warfare and in work, by mutual prayer, kept from slips and infirmities, and from deadly sins, and enabled one and all to \"walk worthy of the vocation wherewith they are called.\"NEWLINEVERSETITLESTARTEphesians6:19VERSETITLEENDNEWLINEVERSESTARTAnd for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,VERSEENDNEWLINEVerse 19. - And for me. Mark the un-priestly idea; so far from Paul having a store of grace for all the Galatians, he needed their prayers that, out of the one living store, the needful grace might be given to him. That utterance may be given to me, in the opening of my mouth, to make known with boldness the mystery of the gospel. With all his practice in preaching, he felt that every instance of right utterance was a gift - \"may be given to me;\" especially when great matters were involved - \"in the opening of my mouth.\" To open the mouth denotes an authoritative act of teaching (comp. Matthew 5:2); on such occasions he especially desired boldness, not stormy vehemence, but earnestness, fearlessness in making known the destination of the gospel, once secret, now designed for all (comp. Ephesians 2.). Boldness was needed because the message was so hateful to some and so contemptible to others.NEWLINEVERSETITLESTARTEphesians6:20VERSETITLEENDNEWLINEVERSESTARTFor which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.VERSEENDNEWLINEVerse 20. - For which I am an ambassador in chains. Thereby not only physically helpless, but in danger of being subdued into tameness, the ordinary effect of captivity, and thus reduced to a spirit not befitting the bearer of a great message from the King of kings. That in it - i.e., in the matter of it, of the gospel - I may speak boldly, as I ought to speak.NEWLINEVERSETITLESTARTEphesians6:21VERSETITLEENDNEWLINEVERSESTARTBut that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:VERSEENDNEWLINEVerses 21, 22. - MISSION OF TYCHICUS. Verse 21. - But that ye also may know my affairs, how I do. Having referred to his captivity, he thought it natural for the Ephesians to desire more information about him, how he did or fared in his captivity. Tychicus, the beloved brother and faithful minister in the Lord. Nothing more is known of him than that (with Trophimus) he was a man of Asia (Acts 20:4), who accompanied Paul when traveling from Macedonia to Asia, and was sent by him to various Churches (Colossians 4:7; 2 Timothy 4:12; Titus 3:12). The two qualities by which he is noted, lovableness and fidelity, have not only served to embalm his name, but show that he had much of Paul's own character. Shall make known to you all things.NEWLINEVERSETITLESTARTEphesians6:22VERSETITLEENDNEWLINEVERSESTARTWhom I have sent unto you for the same purpose, that ye might know our affairs, and that he might comfort your hearts.VERSEENDNEWLINEVerse 22. - Whom I have sent unto you for this very purpose, that ye may know our state, and that he may comfort your hearts. This serves to explain the absence of personal remembrances, allusions, and messages in the Epistle. Tychicus, who had his full confidence, would tell them all by word of mouth. The concluding words show that it was not to gratify any mere personal feeling that Paul directed Tychicus to make this communication; but knowing how much they felt for him, he believed it would be a comfort to hear how he fared. To pagans the idea of captivity was always dolorous and dreadful; it was well for them to learn how Christians could glory in tribulations (Romans 5:3). Tychicus, the beloved brother, was evidently well fitted to apply to the Ephesians this comforting view of his state.NEWLINEVERSETITLESTARTEphesians6:23VERSETITLEENDNEWLINEVERSESTARTPeace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.VERSEENDNEWLINEVerses 23, 24. - CLOSING BENEDICTION. Verse 23. - Peace be to the brethren. There is a double invocation of blessing - to the brethren, and to all that love the Lord. \"The brethren\" must mean the members of the Church addressed, with special reference to the amalgamation in one body of Jews and Gentiles, or to the one family (Ephesians 3:15) in which they were brethren, Peace is the echo of Ephesians 1:2, and denotes the apostle's desire for the continuance among them of the peace with God to which they had been admitted, as well as the prevalence of peace in every sense of the word. And love with faith. \"Love\" in the widest sense (Ephesians 3:17, 19) - the love of Christ to them, their love to Christ, and their love to one another; and love is coupled with faith, because faith is the companion of love, they are in the closest relation to each other. Faith in Christ receives him as he is offered, in all his love and goodness; it sees his loving face, and is changed into the same image. From God the Father and the Lord Jesus Christ (comp. Ephesians 1:2).NEWLINEVERSETITLESTARTEphesians6:24VERSETITLEENDNEWLINEVERSESTARTGrace be with all them that love our Lord Jesus Christ in sincerity. Amen.VERSEENDNEWLINEVerse 24. - Grace he with all them that love our Lord Jesus Christ in incorruptibility. As grace was the first word, so it is the last (comp. Ephesians 1:2), not as denoting anything essentially different from the blessings invoked in the preceding verse, but for variety, and in order that the favorite word may be, both here and before, in the place of prominence. The expression is peculiar - love the Lord Jesus Christ ἐν ἀκαθαρσίᾳ. The word denotes, especially in Paul's usage, what is unfading and- permanent. The love that marks genuine Christians is not a passing gleam, like the morning cloud and the early dew, but an abiding emotion. Nowhere can we have a more vivid idea of this incorruptible love than in the closing verses of Romans 8, \"I am persuaded that neither death nor life,\" etc.NEWLINENEWLINENEWLINENEWLINE",