"Jonah.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTJonah1:1VERSETITLEENDNEWLINEVERSESTARTNow the word of the LORD came unto Jonah the son of Amittai, saying,VERSEENDNEWLINEVerse 1. - Now; or, and. Some have argued from this commencement that the Book of Jonah is a fragment, the continuation of a larger work; but it is a common formulary, linking together revelations and histories, and is continually used in the Old Testament at the beginning of independent works; e.g. Joshua 1:1; Judges 1:1; 1 Samuel 1:1; Esther 1:1; Ezekiel 1:1. Jonah the son of Amittai (2 Kings 14:25). (See Introduction, § II.)NEWLINEVERSETITLESTARTJonah1:2VERSETITLEENDNEWLINEVERSESTARTArise, go to Nineveh, that great city, and cry against it; for their wickedness is come up before me.VERSEENDNEWLINEVerse 2. - Nineveh, the capital of the kingdom of Assyria, is first mentioned in Genesis 10:11, as founded by Nimrod. It stood on the left bank of the river Tigris, where it is joined by the Khosr, opposite to the present town of Mosul. The Assyrians had already become known in Syria. In B.C. 854 Shal-maneser II. had defeated at Karkar twelve kings confederate against him, among whom is reckoned Ahab King of Israel. Long before his time, Tiglath-Pileser I. had made a great expedition to the west, captured a town at the foot of Lebanon, and reached the coast of the Mediterranean Sea. Jehu was compelled to pay tribute to the Assyrians; and Rimmon-nirari, who reigned from B.C. 810 to 781, held the suzerainty of Phoenicia, Samaria, Edom, and Philistia. Jonah, therefore, knew well what his country might expect at the hands of this people. That great city. It is thus called in Jonah 3:2, 3; Jonah 4:11; and the epithet is added here in order to show to Jonah the importance of his mission. The size of Nineveh is variously estimated according to the sense attached to the name \"Nineveh.\" This appellation may be restricted to Nineveh proper, or it may comprise the four cities which lay close together in the immediate neighbourhood of each other, and whose remains are now known as the mounds of Kouyunjik, on the southwest, directly opposite to Mosul; Nimrud, about eighteen miles to the southeast; Karamless, twelve miles to the north; and Khorsabad, the most northerly, about the same distance both from Karamless and Kouyunjik. Khorsabad, however, was not built till some hundred years after Jonah's time (Schrader, 'Keilinschr.,' p. 448). These cities are contained in an irregular parallelogram of some sixty miles in circumference. The following account of Nineveh proper is derived from Professor Rawlinson, 'Ancient Monarchies,' 1:252, etc.: \"The ruins consist of two principal mounds, Nebbiyunus and Kouyunjik. The Kouyunjik mound, which lies nearly half a mile northwest of the others, is very much the more considerable of the two. Its shape is an irregular oval, elongated to a point towards the northeast. The surface is nearly flat; the sides slope at a steep angle, and are furrowed with numerous ravines worn in the soft material by the rains of some thirty centuries. The greatest height above the plain is ninety feet, and the area is estimated at a hundred acres. It is an artificial eminence, computed to contain 14,500,000 tons of earth, and on it were erected the palaces and temples of the Assyrian monarchs. The mound of Nebbi-yunus is at its base nearly triangular, and covers an area of nearly forty acres. It is loftier, and its sides are more precipitous than Kouyunjik, especially on the west, where it abutted on the wall of the city. The mass of earth is calculated at six and a half millions of tons. These two vast mounds are both in the same line, and abutted on the western wall of the city, which was some two and a half miles in length. Anciently it seems to have immediately overhung the Tigris, but the river has now receded to the west, leaving a plain of nearly a mile in width between its bank and the old rampart which evidently once followed the course of the river bank. The western wall is joined at fight angles by the northern rampart which runs in a straight line for seven thousand feet. At its other extremity the western wall forms a very obtuse angle with the southern, which impends over a deep ravine, and runs in a straight line for about a thousand yards, when it meets the eastern wall, which is the longest and the least regular of the four. The entire length of this side is sixteen thousand feet, or above three miles. It is divided into two portions by. the Stream of the Khosr-su; which, coming from the northwest, finds its way through the city and then across the low plain to the Tigris. The town is thus of an oblong shape, and the circuit of its walls is somewhat less than eight miles, and the area which they include is eighteen hundred acres. This, at the computation of something less than one hundred inhabitants per acre, would ascribe to Nineveh a population of one hundred and seventy-five thousand souls\" (Rawlinson, 'Anc. Men.,' 1. ch. 1). Cry against it. The message is given in Jonah 3:4. Thus the knowledge of the true God is made known among the Gentiles. Their wickedness; i.e., as Pusey notes, their evil doing towards others, as in Nahum 3:19 (see Introduction, § I.). Is come up before me, and appeals for punishment, as Genesis 4:10; Genesis 18:20, 21; Septuagint, Ἀνέβη ἡ κραυγή τῆς κακίας αὐτής πρὸς μέ, \"The cry of its wickedness is come up unto me.\"NEWLINEVERSETITLESTARTJonah1:3VERSETITLEENDNEWLINEVERSESTARTBut Jonah rose up to flee unto Tarshish from the presence of the LORD, and went down to Joppa; and he found a ship going to Tarshish: so he paid the fare thereof, and went down into it, to go with them unto Tarshish from the presence of the LORD.VERSEENDNEWLINEVerse 3. - Tarshish; probably, Tartessus, a Phoenician city on the south coast of Spain, and therefore in the opposite direction to Nineveh. He was sent to the far east; he flees to the distant west. From the presence of the Lord; literally, from the face of Jehovah. This may mean, from God s special presence in Jerusalem or the Holy Land, as banishment from Cannaan is called \"casting out of his sight\" (2 Kings 17:20, 23; 2 Kings 23:27); or, from serving the Lord as his minister (Deuteronomy 10:8), Jonah preferring to renounce his office as prophet rather than execute his mission. The former seems the most natural explanation of the phrase. Kimchi says that Jonah supposed that the spirit of prophecy would not extend beyond the land of Israel. He could never have thought to escape from God's all-seeing eye. His repugnance to the duty imposed upon him arose partly from national prejudice, which made him loth to interfere in Gentile business, and partly, as he himself says (Jonah 4:2), because he feared God's compassion would spare the Ninevites on their repentance, and that thus his prediction would be discredited, and mercy shown to heathens already inimical to Israel, if not known to him as the future conquerors of his people. Joppa. This is the modern Jaffa (called Japho in Joshua 19:46), a town on the seacoast thirty miles in a northwesterly direction from Jerusalem. \"Jaffa,\" says Dr. Thomson ('The Land and the Book,' p. 8, etc.), \"is one of the oldest cities in the world. It was given to Dan in the distribution of the land by Joshua, and it has been known to history ever since. It owes its existence to the low ledge of rocks which extends into the sea from the extremity of the little cape on which the city stands, and forms a small harbour. Insignificant as it is, and insecure, yet, there being no other on all this coast, it was sufficient to cause a city to spring up around it even in the earliest times, and to sustain its life through numberless changes of dynasties, races, and religions, down to the present hour. It was, in fact, the only harbour of any notoriety possessed by the Jews throughout the greater part of their national existence. To it the timber for both the temples of Jerusalem was brought from Lebanon; and no doubt a lucrative trade in cedar and pine was always carried on through it with the nations who had possession of that goodly mountain. Through it, also, nearly all the foreign commerce of the Jews was conducted, until the artificial pert of Caessarea was built by Herod .... The harbour, howewer, is very inconvenient and insecure. Vessels of any considerable burden must lie out in the open road-stead - a very uneasy berth at all times; and even a moderate wind will oblige them to slip their cables and run out to sea, or seek anchorage at Haifa, sixty miles distant .... The road-stead is liable to sudden and unexpected storms, which stir up a tumultuous sea in a very short time .... The landing also is most inconvenient, and often extremely dangerous. More boats upset, and more lives are lost in the breakers at the north end of the ledge of rocks that defend the inner harbour than anywhere else on this coast.\" Went down into it; ἀνέβη [ἐνέβη, Alex.] εἰς αὐτό, \"went up into it\" (Septuagint). Went on board; or, as Jerome says, sought a hiding place in the ship (comp. ver. 5). With them. With the crew. Jonah had told them (ver. 10) that he was flying from God's service, but, knowing and earing nothing about Jehovah, they took him on board when he paid his fare, and thought nothing of his private reasons for joining themNEWLINEVERSETITLESTARTJonah1:4VERSETITLEENDNEWLINEVERSESTARTBut the LORD sent out a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken.VERSEENDNEWLINEVerses 4-10. -NEWLINENEWLINE2. Jonah's foolish flight is arrested. In the midst of his fancied security God sends a great storm, and the ship is placed in imminent jeopardy. The crew try all means to save the ship, and at length cast lots to discover by this means for whose sake the tempest has been sent. The lot points out Jonah as the guilty person. Verse 4. - Sent out; Septuagint, ἐξήγειρε, \"raised;\" literally, cast forth, or hurled, a great wind, like the Euroclydon of Acts 27:14, and what is called nowadays a Levanter. Pusey quotes Josephus's account of the harbour of Joppa and the neighbouring sea, which, he says, is rendered very dangerous by the sudden rise of \"the black north wind\" ('Bell. Jud.,' 3:09. 3). Here we see wind and storm fulfilling God's word (Psalm 148:8). As Tertullian says -NEWLINENEWLINE\"Si Dominum in terris fugiens, invenit in undis.\"NEWLINENEWLINE\"Flying the Lord on earth, he found him in the sea.\" Was like to be broken; literally, thought to be dashed in pieces. Wordsworth contrasts the living consciousness and apprehension of the ship with the lethargy of the prophet now lying fast asleep in the hold (ver. 5). Septuagint, ἐκινδύνευε τοῦ συντριβῆναι, \"was in danger of being broken up.\"NEWLINEVERSETITLESTARTJonah1:5VERSETITLEENDNEWLINEVERSESTARTThen the mariners were afraid, and cried every man unto his god, and cast forth the wares that were in the ship into the sea, to lighten it of them. But Jonah was gone down into the sides of the ship; and he lay, and was fast asleep.VERSEENDNEWLINEVerse 5. - The mariners (mallachim). Those who have to do with the salt sea. The word is used by Ezekiel (Ezekiel 27:9, 27, 29). Cried every man unto his god. They were either Phoenicians from different localities, or men of various nations; hence the multiplicity of their gods. The heathen are represented throughout the book as devout and sincere according to their lights. They cast forth the wares; Septuagint, ἐκβολὴν ἐποήσαντο τῶν σκευῶν, \"cast out the furniture, or wares,\" as Acts 27:18, 19; Vulgate, miserunt vasa. They threw overboard probably both all spare tackling and movables, and the cargo. The freight may have been corn, which was exported in considerable quantifies from Joppa (comp. Ezekiel 27:17), or manufactured articles from Tyre, which were exchanged with Spain for silver and other metals. To lighten it of them; literally, to lighten from against them; i.e. to ease the ship of its burden, or to ease them of their trouble, is Exodus 18:22. The LXX. takes the former interpretation, τοῦ κουφισθῆναι ἀπ αὐτῶν, \"that it might be lightened of them;\" Vulgate, ut alleviaretur ab eis. The sides of the ship. The innermost parts (interiora, Vulgate) of the ship; τὴν κοίλην (Septuagint); \"the hold\" (comp. 1 Samuel 24:3). Jonah hid himself there before the storm arose. The Hebrew word for \"ship\" (sephinah) is found nowhere else, and, probably from its derivation (saphan, \"to cover\"), implies that the vessel was decked. He lay, and was fast asleep; ἐκάθευδε καὶ ἔρεγχε, \"was asleep and snoring,\" (Septuagint); dormiebat sopore gravi (Vulgate). The word used implies a very deep sleep, as that of Sisera (Judges 4:21) or of the Assyrians (Psalm 76:6). He was fatigued and worn out with mental anxiety, and now being, as he thought, secure, and longing for solitude, he lay down to sleep, unconscious of danger. Contrast this sleep in the storm with that of Christ (Mark 4:38), and that of the apostles who slept for sorrow (Luke 22:45).NEWLINEVERSETITLESTARTJonah1:6VERSETITLEENDNEWLINEVERSESTARTSo the shipmaster came to him, and said unto him, What meanest thou, O sleeper? arise, call upon thy God, if so be that God will think upon us, that we perish not.VERSEENDNEWLINEVerse 6. - The shipmaster; literally, the chief of the ropemen; Vulgate, gubernator; Septuagint, ὁ πρωρεύς, \"the look out man.\" The captain. What meanest thou, O sleeper? How canst thou sleep so soundly when our danger is so imminent? If thou canst help us in no other way, at least ask the aid of Heaven. It was the duty of a prophet of the Lord to take the lead in prayer; but here the prophet's stupor is rebuked by the heathen's faith. Call upon thy God. The sailors' prayers had not been answered, and they arouse Jonah, noting something special about him, perhaps his prophet's dress, or observing that he was an Israelite, and therefore a worshipper of Jehovah, of whose power they had heard. If so be that God will think upon us. They use the word \"God\" with the article, ha Eiohim, as if they had, in spite of their Polytheism, a dim notion of one supreme Deity. Vulgate, Si forte recogitet Deus de nobis; Septuagint, ὅπως διασώση ὁ Θεὸς ἡμᾶς, \"that God may save us.\" From the apparent use, of the Hebrew word (ashath) in Jeremiah 5:28 in the sense of \"shining,\" some translate here, \"if perchance God will shine upon us,\" i.e. be favourable to us. But the meaning given in the Anglican Version is best supported. So the psalmist says, \"The Lord thinketh upon me\" (Psalm 40:17), implying that God succours and defends him.NEWLINEVERSETITLESTARTJonah1:7VERSETITLEENDNEWLINEVERSESTARTAnd they said every one to his fellow, Come, and let us cast lots, that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah.VERSEENDNEWLINEVerse 7 - Finding the storm still violent, the crew come to the conclusion that it is sent by Heaven in punishment of some crime committed by one on board; and they proceed to cast lots to discover the guilty person. Jonah doubtless had meantime complied with the captain's request, but, as the sailors saw, without visible effect. The belief that temporal calamities are often connected with the presence of culprits, and are sent in judgment, is found in classical authors. Thus Plautus, 'Rudena,' 2:21 -NEWLINENEWLINE\"Pol minume miror, navis si fracta est tibi,NEWLINEScelus te et sceleste parta quae vexit bona.\"NEWLINENEWLINE\"Little I wonder if the ship is wreckedNEWLINEWhich carries thee and thy ill-gotten wealth.\" (Comp. AEschylus, 'Electr.,' 1354; 'Theb.,' 598; Horat., 'Carm.,' 3:2, 26, etc.) The misfortune of the Israelites at Ai was consequent on the sin of Achan (Joshua 7.). Let us cast lots. (On the Christian view of \"lots,\" see Dr. Pusey's Commentary, pp. 270, 271.) Jerome says here, \"The fugitive was taken by lot, not by virtue of the lots, especially of the lots of heathen men, but by the will of him who guided the uncertain lots.\" For whose cause; Septuagint, τίνος ἕνεκεν. The unusual nature of the tempest showed them that it was sent in judgment. Commentators cite the story of Diagoras told by Cicero ('De Nat. Deor.,' 3:37). The lot fell upon Jonah. Proverbs 16:33, \"The lot is cast into the lap; but the whole disposing thereof is of the Lord\" (comp. 1 Samuel 10:20, etc.; 1 Samuel 14:41; Acts 1:26).NEWLINEVERSETITLESTARTJonah1:8VERSETITLEENDNEWLINEVERSESTARTThen said they unto him, Tell us, we pray thee, for whose cause this evil is upon us; What is thine occupation? and whence comest thou? what is thy country? and of what people art thou?VERSEENDNEWLINEVerse 8. - The mariners having, as they supposed, discovered the culprit, proceed calmly to investigate his guilt; amid the roaring of the tempest and the peril that surrounded them, they give him every opportunity of clearing himself or confessing his crime. For whose cause. Some manuscripts of the Hebrew and the Greek omit this clause as unnecessary; but, as Keil remarks, it is not superfluous, the sailors thereby wishing to induce Jonah to confess his guilt with his own mouth. In their excitement they crowd question upon question, asking him about his business, his journey, his country, his parentage. Jerome notes the pregnant brevity of these inquiries, and compares Virgil, 'AEneid,' 8:112, etc. -NEWLINENEWLINE\"Juvenes, quae causa subegitNEWLINEIgnotas tentare vias? quo tenditis? inquit.NEWLINEQui genus? unde domo? pacemne huc fertis an arma?\"NEWLINENEWLINE\"Warriors, what cause constrained you thus to temptNEWLINEA path untrodden? Whither are ye bound?NEWLINEWhat is your race? Where dwell ye?NEWLINEPeace or war, Come ye to bring?\"NEWLINENEWLINE(Comp. Hom., 'Od.,' 1:170.) What is thine occupation? His occupation, they thought, might have been one to excite the wrath of the gods; or his country and family might have been exposed to the hatred of Heaven; hence the succeeding questions.NEWLINEVERSETITLESTARTJonah1:9VERSETITLEENDNEWLINEVERSESTARTAnd he said unto them, I am an Hebrew; and I fear the LORD, the God of heaven, which hath made the sea and the dry land.VERSEENDNEWLINEVerse 9. I am an Hebrew. This is the name used by foreigners in speaking of Israelites, or by Israelites in speaking of themselves to Gentiles (see Genesis 14:13; Genesis 39:14; Genesis 41:12; Exodus 1:16; 1 Samuel 4:6, for the former use; and for the latter, Genesis 40:15; Exodus 2:7; Exodus 3:18). Convinced that God had miraculously pointed him out as the culprit on whose account the storm was sent, and goaded by the stings of conscience, Jonah loses all his previous indecision and spiritual stupor, and in a manly and straightforward way confesses the truth without disguise. The LXX., reading differently, renders, Δοῦλος Κυρίου εἰμὶ ἐγώ, \"A servant of Jehovah am I.\" This makes a tautological statement with the next words, and leaves one of the sailors' questions unanswered. I fear the Lord. I worship, reverence (σέβομαι, Septuagint) Jehovah, who is not a local deity like the false gods whom you adore, but the Creator of heaven and earth, the Maker and Ruler of sea and dry land. So Abraham calls the Lord the God of heaven (Genesis 24:7), and Daniel (Daniel 2:37, 44) uses the same expression (comp. Psalm 96:5; Jeremiah 10:11).NEWLINEVERSETITLESTARTJonah1:10VERSETITLEENDNEWLINEVERSESTARTThen were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the LORD, because he had told them.VERSEENDNEWLINEVerse 10. - Exceedingly afraid. They understand now the greatness of Jehovah and the terrible risk incurred by one who offends him. There was a widespread acknowledgment of the power of Jehovah among the heathen (see Exodus 15:15; Joshua 5:1; 1 Samuel 4:7; and comp. Judith 5:21). Why hast thou done this? better, What is this that thou hast done? (Genesis 3:13). This is not a question of inquiry, for he had already told them that he had fled from the presence of the Lord; but rather an exclamation of horror and amazement at his folly and sin. That one who worshipped the Almighty Creator should disobey his command seemed to them outrageous and inexcusably criminal. The prophet does not spare himself in giving the history of the transaction. To be thus rebuked by heathen sailors must have added to the poignancy of his remorse. The presence of the Lord (see note on ver. 3).NEWLINEVERSETITLESTARTJonah1:11VERSETITLEENDNEWLINEVERSESTARTThen said they unto him, What shall we do unto thee, that the sea may be calm unto us? for the sea wrought, and was tempestuous.VERSEENDNEWLINEVerses 11-16. - § 3. On hearing. Jonah's confession, the sailors appeal to him, as a worshipper of Jehovah, to tell them what to do to him that the storm may cease. He bids them cast him into the sea, which, after some demur and after renewed efforts to escape, they proceed to do. Upon this the storm immediately abates. Verse 11. - What shall we do unto thee? They recognize that the tempest was sent as a judgment on account of Jonah's sin; at the same time, believing him to be a prophet of Jehovah, under whose wrath they were suffering, they ask his advice in this emergency; if it was a crime to receive him, what shall they do to him to expiate the offence and to appease the anger of God? That the sea may be calm unto us; literally, may be silent from upon us, so as no longer to bear down upon us (comp. Mark 4:39). Wrought, and was tempestuous; literally, was going and was tempestuous; Septuagint, Ἐπορεύετο καὶ ἐξήγειρε μᾶλλον κλύδωνα, \"The sea was moving and lifting the surge still more;\" Vulgate, ibat et intumescebat. That is, according to the Hebrew idiom, \"grew more and more tempestuous\" (comp. Exodus 19:19; Proverbs 4:18).NEWLINEVERSETITLESTARTJonah1:12VERSETITLEENDNEWLINEVERSESTARTAnd he said unto them, Take me up, and cast me forth into the sea; so shall the sea be calm unto you: for I know that for my sake this great tempest is upon you.VERSEENDNEWLINEVerse 12. - Jonah, brought to a better mind, perhaps divinely inspired, pronounces his own sentence. \"I know,\" he says, \"that the fault is mine, and deserves death, therefore take me up, and cast me forth into the sea.\" He will not he his own executioner, but will patiently bear a death righteously inflicted by others, whoso safety he was endangering by his continued presence.NEWLINEVERSETITLESTARTJonah1:13VERSETITLEENDNEWLINEVERSESTARTNevertheless the men rowed hard to bring it to the land; but they could not: for the sea wrought, and was tempestuous against them.VERSEENDNEWLINEVerse 13. - The generous sailors, however, are loth to execute this sentence on a prophet of the Lord, and make a supreme effort to reach the land, and thus obviate this severe alternative. Rowed hard; literally, digged (Job 24:16; Ezekiel 12:7); Septuagint, παρεβιάζοντο, \"used violent efforts.\" They endeavoured to force their way through the waves with oars, as the use of sails was impracticable. The expression is like the classical phrases, infindere sulcos, scindere freta, arare aquas, and our \"to plough the main.\" To the land; to get them back to land. The wind was off shore, and they had taken down the sails, and tried to row back to the harbour. Τοῦ ἐπιτρέψαι πρὸς τὴν γῆν, \"to return to the land\" (Septuagint). The sea wrought (see note on ver. 11).NEWLINEVERSETITLESTARTJonah1:14VERSETITLEENDNEWLINEVERSESTARTWherefore they cried unto the LORD, and said, We beseech thee, O LORD, we beseech thee, let us not perish for this man's life, and lay not upon us innocent blood: for thou, O LORD, hast done as it pleased thee.VERSEENDNEWLINEVerse 14. - They cried unto the Lord. They prayed no longer to their gods, as before (ver. 5), but unto Jehovah, the God of Jonah. Let us not perish for this man's life. Let us not incur death for taking this man's life. They seem to know something of the Noachic law that punished murder (Genesis 9:5, 6). Lay not upon us innocent blood. Charge us not with the guilt of shedding innocent blood (Deuteronomy 21:8). For thou, O Lord, hast done as it pleased thee (1 Samuel 3:18). The whole affair has happened according to thy will. The tempest, the lot, the sentence, are all the working of thy providence. The prophet throughout brings into prominence the contrast between the behaviour of these heathen and his own, and would teach his nation a lesson thereby.NEWLINEVERSETITLESTARTJonah1:15VERSETITLEENDNEWLINEVERSESTARTSo they took up Jonah, and cast him forth into the sea: and the sea ceased from her raging.VERSEENDNEWLINEVerse 15. - They took up, with a certain reverence. Ceased from her raging; literally, stood from its anger; Septuagint, ἔστη ἐκ τοῦ σάλου αὐτῆς, \"stood from its tossing.\" The sudden cessation of the storm showed that it had been sent on Jonah's account, and that the crew had not sinned by executing the sentence upon him. Usually it takes some time for the swell to cease after the wind has sunk: here there was suddenly a great calm (Matthew 8:26).NEWLINEVERSETITLESTARTJonah1:16VERSETITLEENDNEWLINEVERSESTARTThen the men feared the LORD exceedingly, and offered a sacrifice unto the LORD, and made vows.VERSEENDNEWLINEVerse 16. - Feared the Lord. They recognized the supernatural element in the transaction, and conceived an awe and fed, of Jehovah, who had wrought these wonders Offered a sacrifice unto the Lord. Many commentators think that they sacrificed on reaching shore, as they had thrown the cargo overboard, and would have had no animal to offer. The Chaldee renders accordingly, \"They said that they would offer sacrifices.\" But the text implies that they sacrificed immediately on the cessation of the storm. They may naturally have had some animal on board fit for offering. And made vows. Vowed to make other offerings when it was in their power. Henderson compares Virgil, 'AEneid,' 3:403, etc. -NEWLINENEWLINE\"Quin, ubi transmissae steterint trans aequora classesNEWLINEEt positis aris jam vota in litore solves.\"NEWLINENEWLINE\"And when thy fleet hath safely crossed the seas,NEWLINEAnd, raising altars on the shore, thy vowsNEWLINEThou shalt perform.\" It has been supposed that these sailors embraced Judaism and became proselytes. At any rate, they showed themselves in the light of believers on this occasion.NEWLINEVERSETITLESTARTJonah1:17VERSETITLEENDNEWLINEVERSESTARTNow the LORD had prepared a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.VERSEENDNEWLINEVerse 17. - § 4. Cast into the sea, Jonah is swallowed alive by a great fish, is whose belly he remains unharmed three days and three nights. Had prepared; Septuagint, προσέταξε, \"appointed;\" so in Jonah 4:6, 7, 8 (comp. Job 7:3; Daniel 1:10, 11). The fish was not created then and there, but God so ordered it that it should be at the place and should swallow Jonah. The prophet seems, from some expressions in his psalm (Jonah 2:5), to have sunk to the bottom of the sea before he was swallowed by the fish. A great fish; Septuagint, κῆτος (Matthew 12:40). There is nothing in the word to identify the intended animal, and to call it \"a whale\" is simply a mistranslation. The white shark of the Mediterranean (Carcharias, vulgaris), which sometimes measures twenty-five feet in length, has been known to swallow a man whole, and even a horse. This may have been the \"great fish\" in the text (see Dr. Pusey on Jonah, pp. 257, etc.). Was in the belly of the fish. God used the natural agency of the fish, but the preservation of Jonah's life in the animal's belly is plainly supernatural. It is, indeed, analogous to the life of the child in its mother's womb; but it has besides a miraculous element which is unique, unless it was an actual death and revivification, as in the case of Lazarus. Also God ordained this transaction as a type of the resurrection of Christ. Three days and three nights; i.e., according to Hebrew usage, parts of the days and nights; i.e. one whole day, and parts of the day before and after this. Jonah was released on the third day (comp. Matthew 12:40 with 1 Corinthians 15:4; and Esther 4:16 with Esther 5:1). The historical nature of this occurrence is substantiated by Christ's reference to it as a figure of his own burial and resurrection. The antitype confirms the truth of the type. It is not credible that Christ would use a mere legendary tale, with no historical basis, to confirm his most solemn statement concerning the momentous fact of his resurrection.NEWLINENEWLINENEWLINENEWLINENEWLINE","Jonah.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTJonah2:1VERSETITLEENDNEWLINEVERSESTARTThen Jonah prayed unto the LORD his God out of the fish's belly,VERSEENDNEWLINEVerses 1-10. - Part I. JONAH'S PRAYER AND DELIVERANCE. Verses 1-9. - 1. Jonah, in the belly of the fish, offers a prayer of thanksgiving for his rescue from death by drowning, in which he sees a pledge of further deliverance. Verse 1. - Then Jonah prayed. These were his feelings when he sank in the waters and while he lay in his mysterious prison; he may have put them into their metrical form after his deliverance. The grammatical arrangement, and especially the language of ver. 7, seem to speak of a deliverance already experienced rather than of one expected. As this \"prayer\" does not suit an allegory, and as no cue but Jonah could have known its substance, we have here an argument for his authorship. It is rather a thanksgiving than a prayer - like that of Hennas (1 Samuel 2:1). When he realizes that he was saved from drowning, he uttered his gratitude, and saw that he might hope for further rescue. How he passed the three days we cannot tell; some have thought he was unconscious; but thin is, perhaps, hardly consistent with the notice of his praying, and with the action of his great Antitype, who, during his sojourn in the unseen world, \"preached to the spirits in prison\" (1 Peter 3:19). His God. He acknowledges Jehovah as his God. He had proved himself his by inspiration, by chastisement, and now by mercy (Pusey). The following prayer contains ample reminiscences of the Psalms, which would be familiar to a devout Israelite. Those quoted are mostly what have been considered to belong to David's time. if their date is really ascertained. But it is a matter of controversy, incapable of settlement, whether Jonah or the psalmist is the original.NEWLINEVERSETITLESTARTJonah2:2VERSETITLEENDNEWLINEVERSESTARTAnd said, I cried by reason of mine affliction unto the LORD, and he heard me; out of the belly of hell cried I, and thou heardest my voice.VERSEENDNEWLINEVerse 2. - He introduces the prayer with the tact that he cried to God in distress and was heard. By reason of mine affliction; better, out of my affliction. This may be a reminiscence of Psalm 120:1 or Psalm 18:6; but from such coincidences nothing can be established concerning the date of the book. Like circumstances call forth like expressions; and the writers may have composed them quite independently of one another. Hell (Sheol). The unseen world (Ezekiel 32:21). He was as though dead when thus engulfed (comp. Psalm 18:5). Cried I (Psalm 28:1, 2). Thou heardest my voice (Psalm 130:1, 2).NEWLINEVERSETITLESTARTJonah2:3VERSETITLEENDNEWLINEVERSESTARTFor thou hadst cast me into the deep, in the midst of the seas; and the floods compassed me about: all thy billows and thy waves passed over me.VERSEENDNEWLINEVerse 3. - He describes his danger and distress. Thou hadst cast; rather, thou didst cast, the sailors being the agents of the Divine will. Septuagint, ἀπέῥῬιψας. The deep; βάθη, \"depths\" (Septuagint); Exodus 15:8. In the midst; literally, in the heart; Septuagint, καρδίας θαλάσσης: galore, in corde maris. This defines more closely the previous expression. The floods; literally, the river. This may mean the current (as in Psalm 24:2), which in the Mediterranean Sea sets from west to east, and, impinging on the Syrian coast, turns north; or it may have reference to the notion, familiar to us in Homer. which regarded the ocean as a river. All thy billows and thy waves; πάντες οἱ μετεωρισμοί σου καὶ τὰ κύματά σου \"all thy swellings and waves\" (Septuagint); omnes gurgites tui, et fluctus tui (Vulgate). The former are \"breakers,\" the latter \"rolling billows.\" The clause is from Psalm 42:7, Jonah transferring what is there said metaphorically to his own literal experience, at the same time acknowledging God's hand in the punishment by speaking of \"thy billows\" (comp. Psalm 88:6, 7).NEWLINEVERSETITLESTARTJonah2:4VERSETITLEENDNEWLINEVERSESTARTThen I said, I am cast out of thy sight; yet I will look again toward thy holy temple.VERSEENDNEWLINEVerse 4. - Jonah confesses that he at first fully expected death; but faith and hope soon triumphed over despondency. I am cast out of thy sight. This was his thought when what is mentioned in ver. 3 happened unto him. The words are a reminiscence of Psalm 31:22, altered somewhat to suit Jonah's circumstances. The psalmist says, \"I said in my haste.\" Jonah says simply, \"I said,\" without any limitation; and for \"I am cut off,\" Jonah uses, \"I am cast out.\" Septuagint, ἀπῶσμαι - a strong term, implying banishment with violence. Out of thy sight; literally, frown before thine eyes; i.e. from thy protecting care (comp. 1 Samuel 26:24; 1 Kings 8:29). He who had fled from the presence of the Lord in Canaan fears that he has forfeited the favour of God. Yet I will look again toward thy holy temple. I will turn in prayer to that holy place where thou dost manifest thy presence. The Jews were wont to turn towards Jerusalem when they prayed (comp. 1 Kings 8:30, etc.; Daniel 6:10; Psalm 18:6; Psalm 28:2). Some think that Jonah expresses a hope of worshipping again in the temple; but the turn of expression in the text hardly warrants this. Others refer the term to the heavenly temple, as they do in ver. 7; Psalm 11:4; Psalm 18:6.NEWLINEVERSETITLESTARTJonah2:5VERSETITLEENDNEWLINEVERSESTARTThe waters compassed me about, even to the soul: the depth closed me round about, the weeds were wrapped about my head.VERSEENDNEWLINEVerses 5, 6. - In parallel clauses, Jonah describes still more vividly the horrors that surrounded him. Verse 5. - Compassed me about. Not the same word as in ver. 3. Septuagint, περιεχίθη μοι \"was poured around me.\" Even to the soul; so as to reach his life (comp. Psalm 18:5; Psalm 69:1, 2; Lamentations 3:54). The depth closed me round about. The verb is the lame as in ver. 3, translated there, \"compassed me about\" Vulgate, abyssus vallavit me. The weeds (suph); seaweed. Jonah sank to the bottom before he was swallowed by the fish. The LXX. omits the word. The Vulgate gives pelagus, which is probably derived from the fact of the Red Sea being called \"the Sea of Suph,\" the term being thence applied to any sea.NEWLINEVERSETITLESTARTJonah2:6VERSETITLEENDNEWLINEVERSESTARTI went down to the bottoms of the mountains; the earth with her bars was about me for ever: yet hast thou brought up my life from corruption, O LORD my God.VERSEENDNEWLINEVerse 6. - The bottoms of the mountains; literally, the cuttings off, where the mountains seem to be cut off by the ocean floor; the roots of the mountains. Αἰς σχισμὰς ὀρέων, \"the clefts of the mountains\" (Sop-tuagint); Psalm 18:15. The earth with her bars; as for the earth, her bars were about me; return to it was shut out for me; the gate by which I might return was locked behind me. He adds, forever, as it was to all appearance, because he had no power in himself of returning to earth and life. Yet; in spite of all, I am preserved. From corruption (shachath); as Job 17:14; de corruptione (Vulgate); so the Chaldee and Syriac; Septuagint, Ἀναβήτω ἐκ φθορᾶς ἡ ζωή μου (Alex.), Ἀναβήτω φθορὰ ζωῆς μου (Vatican), \"Let my life arise from destruction;\" or, \"Let the destruction of my life [i.e. my destroyed life] arise.\" Jerome refers the word to the digestive process in the fish's stomach; it is probably merely a synonym for \"death.\" The marginal rendering, \"the pit,\" i.e. Sheol, is also etymologically correct (comp. Psalm 30:3). My God. He thankfully acknowledges that Jehovah has proved himself a beneficent God to him.NEWLINEVERSETITLESTARTJonah2:7VERSETITLEENDNEWLINEVERSESTARTWhen my soul fainted within me I remembered the LORD: and my prayer came in unto thee, into thine holy temple.VERSEENDNEWLINEVerse 7. - His prayer was heard. When my soul fainted within me; literally, was covered - referring, says Pusey, to that physical exhaustion when a film comes over the eyes, and the brain is mantled over. The clause is from Psalm 142:3 or Psalms 143:4. I remembered the Lord. That was his salvation (Psalm 119:55). He turned in thought to thine holy temple (ver. 4), the sanctuary where God's presence was most assured, like the psalmist in the wilderness (Psalm 63:2). or like the exiles by the waters of Babylon when they remembered Zion (Psalm 137.).NEWLINEVERSETITLESTARTJonah2:8VERSETITLEENDNEWLINEVERSESTARTThey that observe lying vanities forsake their own mercy.VERSEENDNEWLINEVerse 8. - Jonah contrasts the joy and comfort arising from the thought of God with the miserable fate of idolaters. They that observe (Psalm 31:6); court, pay deference to, reverence. Lying vanities; Septuagint, μάταια καὶ ψευδῆ, \"vain things and false.\" Idom (comp. Jeremiah 18:15; Hosea 12:11; 1 Corinthians 8:4). Their own mercy; i.e. their state of favour with God - the mercy shown to them, as \"the mercies of [shown to] David\" (Isaiah 55:3); or God himself, the Fountain of mercy and goodness (Psalm 144:2). Henderson translates, \"forsake their Benefactor.\"NEWLINEVERSETITLESTARTJonah2:9VERSETITLEENDNEWLINEVERSESTARTBut I will sacrifice unto thee with the voice of thanksgiving; I will pay that that I have vowed. Salvation is of the LORD.VERSEENDNEWLINEVerse 9. - But I - who know better than idolaters, and who have learned a new lesson of trust in God - I will sacrifice. Pusey notes that the Hebrew denotes rather, \"I fain would sacrifice,\" as it depended, not on him, but on God, whether he was able to worship again in the Holy Land. His sacrifice of thanksgiving (Leviticus 7:12, etc.) should be offered with prayer and praise (Psalm 42:5). That which I have vowed (Psalm 1:14; 66:13). Salvation is of the Lord. This is the conclusion to which his trial has brought him, the moral of the whole canticle (Psalm 3:8; Psalm 118:14, 21; Revelation 7:10). The LXX. and the Vulgate join this clause to the preceding, thus: \"That which I have vowed I will pay to the Lord for my salvation.\" This is tame, and not in strict accordance with the Hebrew.NEWLINEVERSETITLESTARTJonah2:10VERSETITLEENDNEWLINEVERSESTARTAnd the LORD spake unto the fish, and it vomited out Jonah upon the dry land.VERSEENDNEWLINEVerse 10. - § 2. The fish casts up Jonah alive on the shore Verse 10. - Spake unto the fish. The punishment having done its work, the fish is impelled by some secret influence to eject Jonah on the dry land, on the third day after he was swallowed (Jonah 1:17). Some, who regard the Book of Jonah as an historical allegory, see in these three days an adumbration of the period of the Babylonish captivity, during which Israel was buried in darkness, and from which she rose to a new and happier life. They compare, as referring to the same transaction, Jeremiah 51:34, 44 and Hosea 6:1, 2 (see Dr. O.H.H. Wright, 'Exegetical Studies,' pp. 53, etc.). Upon the dry land. Probably on the coast of Palestine, whence he had started.NEWLINENEWLINENEWLINENEWLINENEWLINE","Jonah.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTJonah3:1VERSETITLEENDNEWLINEVERSESTARTAnd the word of the LORD came unto Jonah the second time, saying,VERSEENDNEWLINEVerses 1-10. - Part III. JONAH'S PREACHING IN NINEVEH; THE REPENTANCE OF THE NINEVITES. Verses 1-3. - § 1. Jonah is sent a second time to Nineveh, and obeys the command. Verse 1. - The second time. He is forgiven and restored to his office, and the commission formerly given is renewed. Commentators have supposed that he went up to Jerusalem to pay his vows, and that the word of the Lord came unto him there. But all unnecessary details are omitted from the account, and we know nothing about this matter. The beginning of the next verse, \"arise,\" seems to imply that he was then in some settled home, perhaps at Gath-hepher.NEWLINEVERSETITLESTARTJonah3:2VERSETITLEENDNEWLINEVERSESTARTArise, go unto Nineveh, that great city, and preach unto it the preaching that I bid thee.VERSEENDNEWLINEVerse 2. - That great city (see note on Jonah 1:2). Preaching; rendered \"cry\" in Jonah 1:2; Septuagint, κήρυγμα. This time the proclamation is unto it, as interested in the message, not \"against it,\" as doomed to destruction (Pusey).NEWLINEVERSETITLESTARTJonah3:3VERSETITLEENDNEWLINEVERSESTARTSo Jonah arose, and went unto Nineveh, according to the word of the LORD. Now Nineveh was an exceeding great city of three days' journey.VERSEENDNEWLINEVerse 3. - Arose, and went. He was now as prompt to obey as formerly to flee. Was; i.e. when Jonah visited it. Nothing can be argued from the past tense here as to the date of the composition of the book. It is a mere historical detail, and cannot be forced into a proof that Jonah wrote after the destruction of Nineveh. An exceeding great city; literally, a city great to God; πόλις μεγάλη τῷ Θεῷ (Septuagint); great before God - in his estimation, as though even God must acknowledge it. So Nimrod is called (Genesis 10:9) \"a mighty hunter before the Lord;\" and Moses, in Acts 7:20, is said to have been\" beautiful to God.\" The expression may also mean that God (Elohim, God as Governor of the world) regarded this city with interest, as intended in the Divine counsels to perform an important part. For he is not the God of the Jews only, but also of the Gentiles (Romans 3:29). Of three days' journey; i.e. in circumference - about sixty miles (see note on Jonah 1:2). Or the writer may mean that it took Jonah three days to visit the various quarters of this huge place. The area of the vast quadrangle containing the remains of the four cities comprised under the name Nineveh is estimated by Professor Rawlinson at two hundred and sixteen square miles. We ought, however, to omit Khorsabad from this computation, as it was not founded till Sargon's time, B.C. 710.NEWLINEVERSETITLESTARTJonah3:4VERSETITLEENDNEWLINEVERSESTARTAnd Jonah began to enter into the city a day's journey, and he cried, and said, Yet forty days, and Nineveh shall be overthrown.VERSEENDNEWLINEVerse 4. - § 2. Jonah, undeterred by the danger of the enterprise, executes his mission at one, and announces the approaching destruction of the city. Began to enter into the city a day's journey. Jonah commenced his day's journey in the city, and, as he found a suitable place, uttered his warning cry, not necessarily continuing in one straight course, but going to the most frequented spots. At the time of Jonah's preaching the royal residence was probably at Chalah: i.e. Nimrud, the most southern of the cities. Coming from Palestine, he would reach this part first, so that his strange message would soon come to the king's ears (ver. 6). Yet forty days. \"Forty\" in Scripture is the number of probation (see Genesis 7:4, 12; Exodus 24:18; 1 Kings 19:8; Matthew 4:2). The LXX. has, ἔτι τρεῖς ἡμέραι, \"yet three days\" owing probably to some clerical error, as writing γ instead of μ. St. Augustine ('De Civit.,' 18:44) endeavours to explain the discrepaney mystically as referring to Christ under different circumstances, as being the same who remained forty days on earth after his resurrection, and who rose again on the third day. Shall be overthrown. This is the word used for the destruction of Sodom (Genesis 19:25, 27; Amos 4:11). The prophet appears to have gone on through the city, repeating this one awful announcement, as we read of fanatics denouncing woe on Jerusalem before its final destruction (Josephus, 'Bell. Jud.,' 6:05. 3). The threat was conditional virtually, though expressed in uncompromising terms. In the Hebrew the participle is used, \"Yet forty days, and Nineveh overthrown,\" as though he saw at the end of the specified time the great city lying in ruins. One sees from Isaiah 36:11, 13, that Jonah could readily be understood by the Assyrians.NEWLINEVERSETITLESTARTJonah3:5VERSETITLEENDNEWLINEVERSESTARTSo the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.VERSEENDNEWLINEVerses 5-9. § 3. The Ninevites hearken to the cry of Jonah, believe in God, and repent. Verse 5. - Believed God; believed in God, which implies trust and hope; Vulgate, crediderunt in Deum. They recognized Jonah as God's messenger; they recognized God's power as able to execute the threat, and they had confidence in his mercy if they repented. This great result has seemed to some incredible, and has occasioned doubts to be east upon the history. But, as we have seen in the Introduction, Jonah's mission occurred probably at a time of national depression, when men's minds were disposed to expect calamity, and anxious to avert it by any means. Other considerations led to the same result. They had heard much of the God of the Hebrews, much of the doings of his great prophets Elijah and Elisha; and now they had in their midst one of these holy men, who, as they were informed, had been miraculously preserved from death in order to carry his message to them; for that it was thus that Jonah was \"a sign unto the Ninevites\" (Luke 11:30) seems most certain. They saw the Divine inspiration beaming in his look, dictating his utterance, animating his bearing, filling him with courage, confidence, and faith. The credulity with which they received the announcements of their own seers, their national predilection for presages and omens, encouraged them to open their ears to this stranger, and to regard his mission with grave attention. Their own conscience, too, was on the prophet's side, and assisted his words with its powerful pleading. So they believed in God, and proclaimed a fast. Spontaneously, without any special order from the authorities. Before the final fall of Nineveh, the inscriptions mention, the then king ordered a fast of one hundred days and nights to the gods in order to avert the threatened danger (see a note by Professor Sayce, in G. Smith's 'History of Babylon,' p. 156). Put on sackcloth (comp. Genesis 37:34; 1 Kings 21:27; Joel 1:13). The custom of changing the dress in token of mourning was not confined to the Hebrews (comp. Ezekiel 26:16).NEWLINEVERSETITLESTARTJonah3:6VERSETITLEENDNEWLINEVERSESTARTFor word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes.VERSEENDNEWLINEVerse 6. - For word came; and the mater came; ἤγγισεν ὁ λόγος, \"the word came near\" (Septuagint). The tokens of penitence mentioned in ver. 5 were not exhibited in obedience to any royal command. Rather, as the impression made by the prophet spread among the people, and as they adopted these modes of showing their sorrow, the news of the movement reached the king, and he put himself at the head of it. The reigning monarch was probably either Shalmaneser III. or one of the two who succeeded him, Asshur-danil and Asshur-nirari, whose three reigns extended from B.C. 781 to 750. His robe (addereth); the word used for the \"Babylonish garment\" in Joshua 7:21. The magnificence of the Assyrian kings attire is attested by the monuments. Sat in ashes (comp. Job 2:8; Esther 4:3).NEWLINEVERSETITLESTARTJonah3:7VERSETITLEENDNEWLINEVERSESTARTAnd he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing: let them not feed, nor drink water:VERSEENDNEWLINEVerse 7. - He caused it, etc.; literally, he caused proclamation to be made, and said, i.e. by the heralds. The decree. The word used here (taam) is an Accadian term, which had become naturalized in Assyria, Persia, and Babylonia, and was applied to a mandate issued with royal authority. It is found in Daniel 3:10, 29; Daniel 4:6; Ezra 4:8, etc. Jonah introduces it here as being the very word employed in describing the proclamation. And his nobles. The monarchs of Assyria were absolute; and if the king in the present case associated the magnates with himself, he did it in an humility occasioned by alarm, and because he saw that they were of the same mind as himself (comp. Daniel 6:17). Saying. The decree extends from here to the end of ver. 9. Man nor beast; i.e. domestic animals, horses, mules, distinct from herd and flock. These great cities contained in their area immense open spaces, like our parks, where cattle were kept. The dumb animals were made to share in their masters' fast and sorrow, as they shared their joy and feasting; their bleating and bellowing were so many appeals to Heaven for mercy; the punishment of these innocent creatures was a kind of atonement for the guilt of their lords (comp. Hosea 4:3; Joel 1:20; and note how the brute creation is said to sham in the happiness of paradise regained, Isaiah 11.). The commentators quote Virgil, 'Ecl.,' 5:24, etc., where, however, the point is that the grief of the shepherds hinders them from attending to the wants of their flocks. Herodotus (9:24) mentions an instance of the Persians cutting the manes and tails of their horses and mules in a case of general mourning (comp. Eurip., 'Alcest.,' 428, etc.; Plut., 'Alex.,' 72).NEWLINEVERSETITLESTARTJonah3:8VERSETITLEENDNEWLINEVERSESTARTBut let man and beast be covered with sackcloth, and cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in their hands.VERSEENDNEWLINEVerse 8. - Let man and beast be covered with sackcloth. As we put trappings on horses in funerals. The LXX. wrongly makes this verse give an account of the execution of the edict instead of being part of the edict itself; thus: \"And men and beasts were clothed with sackcloth,\" etc. Cry mightily; i.e. let man cry mightily; Septuagint, ἐκτενῶς, \"with intensity;\" Vulgate, in fortitudine. Let them turn every one from his evil way (Jeremiah 25:5; Jeremiah 36:3, 7). The edict recognizes the truth that outward acts of penitence are worthless without moral reformation - a truth which the Jews themselves had been very loth to admit (see Isaiah 58.). And from the violence that is in their hands. The acts of violence that their hands have committed (Job 16:17; Psalm 7:3). This is the special sin of the Assyrians, always grasping after empire, oppressing other nations, and guilty of rapine and avarice at home (see Isaiah 10:13, 14; Isaiah 37:24, etc.; Nahum 2:11, 12; Nahum 3:1).NEWLINEVERSETITLESTARTJonah3:9VERSETITLEENDNEWLINEVERSESTARTWho can tell if God will turn and repent, and turn away from his fierce anger, that we perish not?VERSEENDNEWLINEVerse 9. - Who can tell? (2 Samuel 12:22). An expression of hope that the Divine, wrath may be averted by the timely repentance. It is the same form of words as in Joel 2:14, \"Perhaps God would thereby indicate that he had himself put it into their mouths\" (Pusey; comp. Jeremiah 18:11). If God; i.e. the one God, whom the king and his people now acknowledge as supreme, like the idol worshippers at Carmel, when they fell on their faces, crying, \"Jehovah, he is the God\" (1 Kings 18:39).NEWLINEVERSETITLESTARTJonah3:10VERSETITLEENDNEWLINEVERSESTARTAnd God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not.VERSEENDNEWLINEVerse 10. - § 4. God accepts this repentance, and the threatened destruction is averted. God saw their works. There is no notice in the inscriptions of this \"repentance,\" or of any change in the polytheistic worship of the Ninevites. But the existing records of this period are singularly meagre, and show a state of calamity and depression, of internal commotions and famine. Nor is it usual in the monumental history to find mention of any events but wars and the execution of material works; moral reformations are not recorded. God repented of the evil (Exodus 32:14). This is an anthropopathical mode of speaking; God acted as if, taking man's view of the transaction, he repented. The sentence was conditional, as Jonah well knew (Jonah 4:2), in accordance with the great principle laid down in Jeremiah 18:7, etc., viz. that if a nation against which sentence is pronounced turn from its evil way, the sentence shall not be executed. God does not change, but he threatens that man may change (see note on Amos 7:3; and observe the same principle applied to individuals, Ezekiel 33:8, 13-16). He did it not. The evil day was postponed. This partial repentance, though it was not permanent and made little lasting impression on the national life, showed that there was some element of good in these Assyrians, and that they were not yet ripe for destruction. It has been considered to be a proof of the unhistorical character of the Book of Jonah that no mention of any of the incidents is made in the Books of Kings and Chronicles; but there is nothing strange in this. Those records never touch external politics except as closely connected with Israel's fortunes; and, derived as they were from national annals, it would have been unnatural for them to have narrated events happening so far away, and not likely to be introduced in the documents on which their history was founded.NEWLINENEWLINENEWLINENEWLINENEWLINE","Jonah.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTJonah4:1VERSETITLEENDNEWLINEVERSESTARTBut it displeased Jonah exceedingly, and he was very angry.VERSEENDNEWLINEVerses 1-11. - JONAH'S DISPLEASURE AND ITS CORRECTION. Verses 1-4. - 1. Jonah is grieved at the sparing of Nineveh, the expectation of which had led to his former flight, and complains of God's clemency. Verse 1. - It displeased Jonah exceedingly; literally, it was evil to Jonah, a great evil. It was more than mere displeasure which he felt; he was vexed and irritated. The reference is to what is said in the last verse of the preceding chapter, viz. that the predicted destruction was not inflicted. How the knowledge of this reprieve was conveyed to the prophet we am not informed. It probably was made known to him before the expiration of the forty days by Divine communication, in accordance with the saying in Amos 3:7, \"Surely the Lord will do nothing, but he revealeth his secret unto his servants the prophets\" (see ver. 5). Various reasons have been assigned for this displeasure.NEWLINENEWLINE(1) Personal pique, lest, his prediction having failed, he should be liable to the charge of being a false prophet.NEWLINENEWLINE(2) Zeal for the honour of God, whose knowledge of the future might be discredited among the heathen, when they saw his own servant's words unfulfilled.NEWLINENEWLINE(3) Because he saw in this conversion of Gentiles a token of the ruin of his own people, who remained always hardened and impenitent.NEWLINENEWLINE(4) A mistaken patriotism, which could not endure to find mercy extended to a heathen nation which had already proved hostile to Israel and was destined to oppress it still further. This last seem to have been the real ground of his annoyance. So deep was this, that he would gladly have seen the sentence executed even after the city had repented (comp. ver. 11, \"Should not I spare Nineveh,\" i.e. which thou wouldst have me even now destroy?) He was very angry; Septuagint, συνεχύθη, \"was confounded.\" His vexation increased unto anger.NEWLINEVERSETITLESTARTJonah4:2VERSETITLEENDNEWLINEVERSESTARTAnd he prayed unto the LORD, and said, I pray thee, O LORD, was not this my saying, when I was yet in my country? Therefore I fled before unto Tarshish: for I knew that thou art a gracious God, and merciful, slow to anger, and of great kindness, and repentest thee of the evil.VERSEENDNEWLINEVerse 2. - He prayed. He carried his complaint to God, and was prepared to submit it to him, even while he questioned the wisdom of his clemency. I pray thee (anna); Vulgate, obsecro. A particle of entreaty, \"Ah! I pray thee.\" Was not this my saying? Was not this what I said to myself, viz. that God would spare Nineveh if it showed signs of repentance? My country. Palestine, where the original message reached him. I fled before; literally, I anticipated to fly; Septuagint, προέφθασα τοῦ φυγεῖν, \"I made haste to flee;\" Vulgate, praeoccupavi ut fugerem. I hastened to fly before I should be reduced to seeing my mission rendered nugatory. For I knew. Joel knew the character of God, and how that he threatened in order to arouse repentance, and that he might be able to spare (see Exodus 32:14; Exodus 34:6, 7). The description of God's mercy agrees with that in Joel 2:13 and Nehemiah 9:17.NEWLINEVERSETITLESTARTJonah4:3VERSETITLEENDNEWLINEVERSESTARTTherefore now, O LORD, take, I beseech thee, my life from me; for it is better for me to die than to live.VERSEENDNEWLINEVerse 3. - Take... my life from me (comp. ver. 8). Jonah throughout represents himself as petty, hasty, and self-willed, prone to exaggerate matters, and easily reduced to despair. Here, because his word is not fulfilled, he wishes to die, though he will not take his own life. In a different spirit Moses (Exodus 32:32) is ready to die for his people's sake, and Elijah asked for death because his zeal for God had apparently wrought no effect (1 Kings 19:4).NEWLINEVERSETITLESTARTJonah4:4VERSETITLEENDNEWLINEVERSESTARTThen said the LORD, Doest thou well to be angry?VERSEENDNEWLINEVerse 4 - Doest thou well to be angry? Septuagint, Αἰ σφόδρα λελύπησαι σύ; \"Hast thou been greatly grieved?\" Vulgate, Putasne bene irasceris tu? The English Version is doubtless correct. God bids him consider with himself whether his anger is reasonable. The version of the LXX., however grammatically permissible, is somewhat pointless.NEWLINEVERSETITLESTARTJonah4:5VERSETITLEENDNEWLINEVERSESTARTSo Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shadow, till he might see what would become of the city.VERSEENDNEWLINEVerse 5. - § 2. Jonah, not yet abandoning his hope of seeing the city punished, makes for himself a hut outside the walls, and waits there to see the issue. Went out of the city. It is best so rendered, and not in the pluperfect. It must have been before the end of the forty days that Jonah perceived that Nineveh would escape. And now, from God's expostulation with him in ver. 4, he seem to have conceived the expectation that some catastrophe would still happen; as though God had told him that he was too hasty in his judgment, that he could not know the mind of God, and that because he did not strike immediately he was not to conclude that he would not strike at all. On the east side of the city. The opposite side to that by which he had entered, and where the high ground enabled him to overlook the town, without necessarily sharing in its destruction. A booth. A tent constructed of branches interlaced, which did not exclude the sun (Leviticus 23:42; Nehemiah 8:14, etc.). What would become of the city. He still expected that some calamity would befall the Ninevites, perhaps with the idea that their repentance would prove so imperfect and temporary that God would punish them after all.NEWLINEVERSETITLESTARTJonah4:6VERSETITLEENDNEWLINEVERSESTARTAnd the LORD God prepared a gourd, and made it to come up over Jonah, that it might be a shadow over his head, to deliver him from his grief. So Jonah was exceeding glad of the gourd.VERSEENDNEWLINEVerses 6, 7. - 3. God causes a plant to spring up in order to shade Jonah from the sun; but it is made soon to wither away and leave him exposed to the scorching rays. Verse 6. - Prepared (vers. 7, 8); appointed (see note on Jonah 1:17). A gourd; Hebrew, kikaion (here only in the Old Testament); Septuagint, κολοκύνθη,\" pumpkin;\" Vulgate, hedera; Aquila and Theodotion, κυκεών. Jerome describes this as a shrub called in Syriac elkeroa, and common in the sandy regions of Palestine. It has large leaves and grows to a considerable height in a very few days, so that a mere shrub becomes quickly a small tree. The scientific name of this plant is Ricinus communis; in Egyptian, kiki; in Assyrian, kukanitu. A drawing of it is given in Dr Pusey's 'Commentary,' p 260. It is also known by the name of the Palma Christi, and from its seeds is expressed \"castor oil.\" But it is very doubtful whether this is the plant intended. Certainly the ricinus is never used in the East as a protection against the sun, for which its straggling, open growth renders it unsuitable; while the gourd, as Mr. Tristram testifies ('Land of Israel,' p. 37), is used universally to form trellises for shading arbours and summer houses, and affords a most effectual screen. \"Orientals,\" says Dr. Thomson ('The Land and the Book,' p. 15), \"never dream of training a castor-oil plant overs booth, or planting it for a shade, and they would have but small respect for any one who did. It is in no way adapted for that purpose, while thousands of arbours are covered with various creepers of the general gourd family.\" With this testimony it is well to be satisfied. Whatever the plant was, its growth was abnormal in the present ease, though the rapidity with which it developed was merely a quickening of its ordinary powers, in due accordance with its nature and character. From his grief; Septuagint, ἀπὸ τῶν κακῶν αὐτοῦ, \"from his evils;\" Vulgate, ut... protegeret eum. The Hebrew word is the same as in ver. 1, and it refers, not so much to the physical discomfort occasioned by the heat, but rather to the condition of his mind, the vexation and disappointment under which he was suffering. We exceeding glad; literally, rejoiced a great joy; ἐχάρη χαρὰν μεγάλην (Septuagint). The candour and simplicity of the writer throughout are very remarkable. He may have seen in this providential shelter an intimation that God approved of his intention to wait and see the issue.NEWLINEVERSETITLESTARTJonah4:7VERSETITLEENDNEWLINEVERSESTARTBut God prepared a worm when the morning rose the next day, and it smote the gourd that it withered.VERSEENDNEWLINEVerse 7. - Prepared (see note on ver. 6). A worm. Either a single worm which punctured the stem and caused the plant to wither, or the word is used collectively, as in Deuteronomy 28:39, for \"worms.\" A single warm night, with a moist atmosphere, will suffice to produce a host of caterpillars, which in an incredibly short time strip a plant of all its leaves. When the morning rose. At the very earliest dawn, before the actual rising of the sun (comp. Judges 9:33). Jonah seems to have enjoyed the shelter of the gourd one whole day. The withering of the plant came about in a natural way, but was ordered by God at a certain time in order to give Jonah the intended lesson.NEWLINEVERSETITLESTARTJonah4:8VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass, when the sun did arise, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, that he fainted, and wished in himself to die, and said, It is better for me to die than to live.VERSEENDNEWLINEVerses 8-11. - § 4. Jonah grieves bitterly for the loss of the gourd; and God takes occasion from this to point out the prophet's inconsistency and pitilessness in murmuring against the mercy shown to Nineveh with its multitude of inhabitants. Verse 8. - A vehement east wind; Septuagint, πνεύματι καύσωνι (James 1:11) συγκαίοντι \"a scorching, burning wind;\" Vulgate, vento calido et urenti (Hosea 13:15). The word translated \"vehement\" is also rendered \"silent,\" i.e. sultry. Pusey and Hitzig rather incline to think it may mean the autumn or harvest wind. Either interpretation is suitable, as, according to Dr. Thomson, there are two kinds of sirocco, equally destructive and annoying - the violent wind, which fills the air with dust and sand; and the quiet one, when scarcely any air is stirring, but the heat is most overpowering ('The Land and the Book,' p. 536, etc.). Beat upon the head. The same word for the effect of the rays of the sun as in Psalm 121:6 and elsewhere. Trochon quotes Ovid, 'Metam ,' 7:804 -NEWLINENEWLINE\"Sole fere radiis feriente cacumiua primis.\"NEWLINENEWLINE\"The sun with earliest raysNEWLINEScarce smiting highest peaks.\" Rich, 'Koordistan,' 1:125, \"Just as the moon rose, about ten, an intolerable puff of wind came from the northeast. All were immediately silent, as if they had felt an earthquake, and then exclaimed, in a dismal tone, 'The sherki is come.' This was indeed the so much-dreaded sherki, and it has continued blowing ever since with great violence from the east and northeast, the wind being heated like our Bagdad sauna, but I think softer and more relaxing. This wind is the terror of these parts.\" \"Few European travellers,\" says Layard ('Nin. and Babyl.,' p. 366), \"can brave the perpendicular rays of an Assyrian sun. Even the well seasoned Arab seeks the shade during the day, and journeys by night unless driven forth by necessity or the love of war\" (quoted by Dr. Pusey, in loc.). He fainted (see note on Amos 8:13, where the fame word is used of the effects of thirst: comp. Jonah 2:7). His position on the east of the city (ver. 5) exposed him to the full force of the scorching sun and wind. Wished in himself to die; literally, asked for his soul to die; Septuagint, ἀπελέγετο τὴν ψυχὴν αὐτοῦ, \"despaired of his life\" (1 Kings 19:4). The expression implies that he asked God to grant him his life to do with it what he liked. In his self-will and impatience he still shows his dependence upon God. He may have had in his mind the precedent of his great master Elijah, though his spirit is very different (see note on ver. 3 above). Better for me to die. His wish for death arose from his now assured conviction that God's mercy was extended to the heathen. He argued from the sudden withering of the gourd that he was not to stay there and see the accomplishment of his wishes, and, in his impatience and intolerance, he would rather die than behold Nineveh converted and saved.NEWLINEVERSETITLESTARTJonah4:9VERSETITLEENDNEWLINEVERSESTARTAnd God said to Jonah, Doest thou well to be angry for the gourd? And he said, I do well to be angry, even unto death.VERSEENDNEWLINEVerse 9. - God said. Keil and others have noted the variety in the use of the names of God in this passage (vers. 6-9). The production of the gourd is attributed to Jehovah-Elohim (ver. 6), a composite name, which serves to mark the transition from Jehovah in ver. 4 to Elohim in vers. 7 and 8. Jehovah, who replies to the prophet's complaint (ver. 4), prepares the plant as Elohim the Creator, and the worm as ha-Elohim the personal God. Elohim, the Ruler of nature, sends the east wind to correct the prophet's impatience; and in ver. 10 Jehovah sums up the history and teaches the lesson to be learned from it. Doest thou well to be angry? The same tender expostulation as in ver. 4. I do well to be angry, even unto death. I am right to be angry, so that my anger almost kills me. Deprived of the shelter of the gourd, Jonah is immediately depressed, and in his unreasoning anger defends himself against the reproaches of God's voice within him. Septuagint, Σφόδρα λελύπημαι ἐγὼ ἑως θανάτου \"I am greatly grieved even unto death,\" which reminds one of our Lord's words in the garden (Mark 14:34).NEWLINEVERSETITLESTARTJonah4:10VERSETITLEENDNEWLINEVERSESTARTThen said the LORD, Thou hast had pity on the gourd, for the which thou hast not laboured, neither madest it grow; which came up in a night, and perished in a night:VERSEENDNEWLINEVerse 10. - The Lord. Jehovah. closing the story, and driving home the lesson with unanswerable force, the prophet himself being the judge. Thou hast had pity; thou on thy part hast spared; Septuagint, σὺ ἐφείσω. For the which thou hast not laboured; Septuagint, ὑπὲρ η΅ς οὐκ ἐκακοπάθησας ἐπ αὐτήν, \"for which thou sufferedst no evil.\" The more trouble a thing costs us, the more we regard it, as a mother loves her sickly child best. Neither madest it grow. As God had made Nineveh into a \"great city.\" Which came up in a night, and perished in a night; literally, which was the son of a night, and perished the son of a night. The allusion, of course, is to the extraordinary rapidity of the growth and destruction of the gourd.NEWLINEVERSETITLESTARTJonah4:11VERSETITLEENDNEWLINEVERSESTARTAnd should not I spare Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also much cattle?VERSEENDNEWLINEVerse 11. - Should not I spare Ninevah? The contrast between the feeling and conduct of God and those of the prophet is very forcible. Thou hast compassion for a plant of little worth, in whose growth thou hast had no concern, to which thou hast no right; should I not pity a great city which is mine, which I have permitted to grow into power? Thou hast compassion on a flower which sprang up in a day and withered in a day; should I not pity this town with its teeming population and its multitude of cattle, the least of which is more worth than any senseless plant, and which I uphold daily with my providence? Six score thousand persons that cannot discern between their right hand and their left hand; i.e. children of tender years, who did not know which hand was the strongest and fittest for use; or, metaphorically, who had no knowledge between good and evil\" (Deuteronomy 1:39), at present incapable of moral discernment. This limitation would include children of three or four years old; and, taking these as one-fifth of the population, we should set the inhabitants at six hundred thousand in number. The multitude of these innocent children, who must needs perish if the city were destroyed, is an additional reason why it should be spared. A still further claim for compassion is appended. And also much cattle. God's mercy is over all his works; he preserveth man and beast (Psalm 36:6; Psalm 145:9), and as man is superior to other animals, so are cattle better than plants. The book ends abruptly, but its object is accomplished. Jonah is silenced; he can make no reply; he can only confess that he is entirely wrong, and that God is righteous. He learns the lesson that God would have all men saved, and that that narrow-mindedness which would exclude heathen from his kingdom is displeasing to him and alien from his design. \"For thou hast mercy upon all; for thou canst do all things, and winkest at the sins of men in order that they should repent. For thou lovest all the things that are, and abhorrest nothing that thou hast made; for never wouldst thou have made anything if thou hadst hated it But thou sparest all; for they are thine, O Lord, thou Lover of souls\" (Wisd. 11:23, etc.).NEWLINENEWLINENEWLINENEWLINE",