"Mal.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMalachi1:1VERSETITLEENDNEWLINEVERSESTARTThe burden of the word of the LORD to Israel by Malachi.VERSEENDNEWLINEVerse 1. - § 1. Heading and author. The burden (Zechariah 9:1; Zechariah 12:1; see note on Nahum 1:1). The word of the Lord is heavy and full of threats, but, as St. Jerome notes, it is also consolatory, because it is not \"against\" but to Israel. By this name the whole covenanted nation is designated, here, perhaps, with some idea of reminding the people of Jacob's faith and patience, and stimulating them to imitate their great ancestor. By Malachi; literally, by the hand of Malachi (comp. Jeremiah 37:2). That Malachi is the proper name of the prophet, and not a mere official designation, see the proof in the Introduction, § II. The LXX. renders, ἐν χειρὶ ἀγγέλου αὐτοῦ, \"by the hand of his angel,\" or\" messenger,\" and some curious theories have been founded on this translation; e.g. that an angel was the real author of the book, or came and explained it to the people. A similar legend once obtained concerning Haggai, called\" The Lord's Messenger\" (Haggai 1:13). At the end of the verse the LXX. adds, \"fix it in your hearts,\" which Jerome supposes to have been imported hither from Haggai 2:15.NEWLINEVERSETITLESTARTMalachi1:2VERSETITLEENDNEWLINEVERSESTARTI have loved you, saith the LORD. Yet ye say, Wherein hast thou loved us? Was not Esau Jacob's brother? saith the LORD: yet I loved Jacob,VERSEENDNEWLINEVerse 2-5. - § 2. The prophet declares God's special love for Israel Verse 2. - I have loved you. The prophet, desiring to bring home to the people their ingratitude, lays down his thesis; then, in his characteristic manner, repeats the objection of the sceptics in an interrogatory form, and refutes it by plain argument. God had shown his love for Israel by electing them to be his people, and by his treatment of them during the whole course of their history. Wherein hast thou loved us! This was the inward feeling of the people at this time. They doubted God's love and faithfulness. Events had not turned out as they expected. They had, indeed, returned from captivity, and the temple was rebuilt; but none of the splendid things announced by the prophets had come to pass. They were not great and victorious; Messiah had not appeared. Therefore they repined and murmured: they were ungrateful for past favours, and questioned God's power and providence. Was not Esau Jacob's brother? God refutes their unjust charge by referring them to a palpable fact, viz. the different fate of the descendants of the twin brothers, Esau and Jacob. How miserable the destiny of the Edomites! how comparatively fortunate the condition of the Israelites! Yet I loved Jacob.NEWLINEVERSETITLESTARTMalachi1:3VERSETITLEENDNEWLINEVERSESTARTAnd I hated Esau, and laid his mountains and his heritage waste for the dragons of the wilderness.VERSEENDNEWLINEVerse 3. - And I hated Esau. St. Paul quotes these words (Romans 9:13) in order to illustrate his position, \"that the purpose of God according to election might stand, not of works, but of him that calleth.\" Even before his birth Jacob was the chosen one, and Esau, the elder, was to serve the younger. This mystery of Divine election has seemed to some to be stated so harshly that they have thought that the words of the text need to be softened, or to be modified by their explanation. Thus they give the glosses, \"I have preferred Jacob to Esau;\" \"I have loved Esau less than Jacob;\" or they have limited the terms \"love\" end \"hatred\" to the bestowing or withholding of temporal blessings; or they have affirmed that Esau was hated because God foresaw his unworthiness, and Jacob was beloved owing to his foreseen piety and faithfulness. The whole question is discussed by Augustine, 'De Div. Quint. ad Simplic.,' 1:18 (11:433). He ends by saying, \"Deus odit impietatem: in aliis etiam punit per damnationem, in aliis adimit per justificationem.\" But Malachi is not speaking of the predestination of the one brother and the reprobation of the other; he is contrasting the histories of the two peoples represented by them; as Jerome puts it, \"In Jacob vos dilexi, in Esau Idumaeos odio habui.\" Both nations sinned; both are punished; but Israel by God's free mercy was forgiven and restored, while Edom was left in the misery which it had brought upon itself by its own iniquity. Thus is proved God's love for the Israelites (Knabenbauer). That it is of the two nations that the prophet speaks, rather than of the two brothers, is seen by what follows. Laid his mountains... waste. While the Israelites were repeopling and cultivating their land, and their cities were rising from their ruins, and the temple and the capital were rebuilt, Edom, which had suffered at the hand of the same enemies, had never recovered from the blow, and still lay a scene of desolation and ruin. It seems that Nebuchadnezzar attacked and conquered Edom some few years after he had taken Jerusalem. This event happened during one of his expeditions against Egypt, one of which took place in the thirty-seventh year of his reign, as we learn from a record lately deciphered (see 'Transact. of Soc. of Bibl. Archaeology,' 7:210, etc.). (For Edom and its history, see the Introduction to Obadiah.) Dragons; rather, jackals (Micah 1:8); Septuagint, εἰς δώματα ἐρήμου, \"for habitations of the desert;\" Vulgate, dracones deserti, whence the Authorized Version.NEWLINEVERSETITLESTARTMalachi1:4VERSETITLEENDNEWLINEVERSESTARTWhereas Edom saith, We are impoverished, but we will return and build the desolate places; thus saith the LORD of hosts, They shall build, but I will throw down; and they shall call them, The border of wickedness, and, The people against whom the LORD hath indignation for ever.VERSEENDNEWLINEVerse 4. - Whereas; rather, if, or although; Vulgate, quod si. If Edom were to attempt to repair its desolation, the Lord would not permit it - a striking contrast to the national restoration of Israel. We are impoverished; or, as the Revised Version, we are beaten; Septuagint, ἡ Ἰδουμαία κατέστραπται, \"Idumea has been overthrown.\" Vulgate, destructl sumus. The desolate places; Vulgate, quae destructa sunt, places once in habited and now deserted. Compare the boast of the Ephraimites (Isaiah 9:9, 10). I win throw down. Edom never recovered its power; it became the prey of the Per starts, the Nabatheans, the Jews under the Maccabees, the Macedonians, the Romans; and finally the Mohammedan conquest effected its utter ruin. They (men) shall call them, The border of wickedness. Edom shall be called, \"The territory of iniquity,\" its miserable condition attesting the wicked ness of the inhabitants thus punished by Divine justice. Hath indignation; Septuagint, παρατέτακται, \"hath\" been set in battle array;\" St. Jerome, \"My anger is proved by their enduring desolation; and in contrast to the evils experienced by your brother, ye shall experience the goodness of God towards you.\"NEWLINEVERSETITLESTARTMalachi1:5VERSETITLEENDNEWLINEVERSESTARTAnd your eyes shall see, and ye shall say, The LORD will be magnified from the border of Israel.VERSEENDNEWLINEVerse 5. - Your eyes shall see. Jacob is addressed. When you see these proofs of God's love for you, you shall leave off murmuring and be ready to praise God for his goodness and power. The Lord will be magnified; better, the Lord is great; Septuagint, Ἐμεγαλύνθη Κύριος, \"The Lord was magnified.\" God makes his greatness known. From (over) the border of Israel. This means either beyond the limits of Israel, i.e. in all the world, or upon Israel, i.e. by the protection which he vouchsafes to Israel.NEWLINEVERSETITLESTARTMalachi1:6VERSETITLEENDNEWLINEVERSESTARTA son honoureth his father, and a servant his master: if then I be a father, where is mine honour? and if I be a master, where is my fear? saith the LORD of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?VERSEENDNEWLINEVerses 6-14. ? § 3. Israel had shown no gratitude for all these proofs of God's love, and the very priests had been the chief offenders by offering defective sacrifices, and profaning the temple worship. Verse 6. - A son honoureth his father. The prophet commences with a general principle which every one allows, and argues from that what was the attitude which they ought to assume towards God. A father. God was the Father of Israel by creation, election, preservation, watchful guardianship (see Exodus 4:22; Deuteronomy 32:6; Isaiah 63:16; Isaiah 64:8, etc.). My fear. The fear, respect, reverence, due to me. O priests. He addresses his reproof to the priests, as the representatives of the people, and bound to lead them to obedience and holiness, and to be a pattern to the flock. Wherein have we despised thy Name? The priests have grown so callous, and have so obscured true religion by Pharisaical externalism, that they profess to be utterly unconscious how they have shown contempt of God. The Name of God is God himself and all that has to do with him.NEWLINEVERSETITLESTARTMalachi1:7VERSETITLEENDNEWLINEVERSESTARTYe offer polluted bread upon mine altar; and ye say, Wherein have we polluted thee? In that ye say, The table of the LORD is contemptible.VERSEENDNEWLINEVerse 7. - Ye offer polluted bread (food) upon mine altar. The prophet answers the priests simply by detailing some of their practices. The \"bread\" (lechem) is not the shewbread, which was not offered on the altar, but the flesh of the offered victims (see Leviticus 3:11, 16; Leviticus 21:6; Leviticus 22:25). This was \"polluted\" in that it was not offered in due accordance with the ceremonial Law, as is further explained in the next verse. Wherein have we polluted thee? They did not acknowledge the truth that (as St. Jerome says) \"when the sacraments are violated, he himself, whose sacraments they are, is violated\" (comp. Ezekiel 13:19; Ezekiel 20:9; Ezekiel 39:7). The table of the Lord is contemptible. This was the thought of their heart, if they did not give open expression to it in words. The \"table of the Lord\" (ver. 12) is the altar, on which were laid the sacrifices, regarded as the food. of God, and to be eaten by the fire (Ezekiel 41:22; Ezekiel 44:16). They showed that they despised the altar by fancying that anything was good enough for offering thereon, as the next verse explains.NEWLINEVERSETITLESTARTMalachi1:8VERSETITLEENDNEWLINEVERSESTARTAnd if ye offer the blind for sacrifice, is it not evil? and if ye offer the lame and sick, is it not evil? offer it now unto thy governor; will he be pleased with thee, or accept thy person? saith the LORD of hosts.VERSEENDNEWLINEVerse 8. - If ye offer the blind. The Law ordered that the victims should be perfect and without blemish (see Leviticus 22:19-25). Is it not evil! It is more forcible to read this without the interrogation, \"It is no evil!\" and to regard it as the priests' thought or word, here introduced by the prophet in bitter irony. Their conscience had grown so dull, and they had become so familiarized with constant dereliction of duty, that they saw no wrong in these violations of the Law, and never recalled the people to their duty in these matters. Offer it now unto thy governor. The word for \"governor\" is pechah, as in Haggai 1:1 (where see note). It denotes a ruler set over a province by a Persian king. As Nehemiah had refused to be burdensome to the people (Nehemiah 5:14-18), it is thought that Malachi must have written this when some other person was acting as governor. But Nehemiah's generosity was exhibited in his earlier administration, and he may have thought it right to take the dues under a more prosperous state of affairs. The prophet may be putting the ease generally - Would you dare offer such things to your governor? At any rate, the question is not about provisions and dues supplied to the governor and liable to be exacted by him in his official capacity, but about voluntary offerings and presents, without which no inferior would presume to appear before his prince (see Introduction, § II.). To offer to such a one what was mean and defective would be nothing less than an insult; and yet they thought this was good enough for God. Accept thy person. Regard thee with favour (Genesis 19:21; Job 13:10; Job 42:8).NEWLINEVERSETITLESTARTMalachi1:9VERSETITLEENDNEWLINEVERSESTARTAnd now, I pray you, beseech God that he will be gracious unto us: this hath been by your means: will he regard your persons? saith the LORD of hosts.VERSEENDNEWLINEVerse 9. - Beseech God; literally, the face of God. This is not a serious call to repentance, but an ironical appeal. Come now and ask the favour of God with your polluted sacrifices; intercede, as is your duty, for the people; will he accept you? will he be gracious to the people for your sakes? This hath been by your means. These words form a parenthesis, implying that it was from the priests that the evil custom of offering blemished animals proceeded, and they were answerable for the consequences; that their intercessions were vain was the result of their transgressions in these matters. Others interpret, \"The thing depends on you,\" i.e. whether God shows favour or not. Will he regard your persons? Will he show favour to any one because ye intercede for him? So it might be translated, Will he accept any because of you?NEWLINEVERSETITLESTARTMalachi1:10VERSETITLEENDNEWLINEVERSESTARTWho is there even among you that would shut the doors for nought? neither do ye kindle fire on mine altar for nought. I have no pleasure in you, saith the LORD of hosts, neither will I accept an offering at your hand.VERSEENDNEWLINEVerse 10. - The prophet continues his severe reprobation of the priests. Who is there even among you that would shut the doors for naught, etc.? Thus rendered, the passage rebukes the mercenary spirit of the priests, who would not even shut the temple door nor kindle the altar fire unless they were paid for it; or else it means that, though all the officers of the temple were remunerated for their most trivial services, yet they were remiss in attending to their duties, and neglected the law of sacrifices. The Latin Version omits the negative in the last clause, Quis est in vobis qui claudat ostia, et incendat altare meum gratuito? The LXX., with some little variation in the reading, renders, Διότι καὶ ἐν ὑμῖν σὐκλειθήσονται θύραι καὶ οὐκ ἀνάψεται τὸ θυσιαστήριον, μου δωρεάν, \"Wherefore also among you the doors shall be shut, and my altar shall not be kindled for nothing,\" i.e. God threatens that the temple services shall wholly cease. But it is best to consider the passage as continuing the sarcastic strain of the preceding verse, and saying in effect that it would be better to have no pretence of worship at all than to have it thus profaned. Translate as in the Revised Version, Oh that there were one among you that would shut the doors, that ye might not kindle fire on mine altar in vain! The doors are those of the inner court of the temple, where the great altar stood; and the polluted sectaries is offered \"in vain,\" because it offends God rather than propitiates him. An offering (minchah). Here not sacrifice in general, as many commentators suppose, because it would be unnatural to take the word in one sense in this verse, and in a different sense in the following, where it is confessedly used in its restricted signification. The term is applied technically to the offering of fine flour combined with off and frankincense, burnt on the altar (Leviticus 2:1, etc.); though it is also occasionally used even of bloody sacrifices; e.g. of Abel's (Genesis 4:4; comp. 1 Samuel 2:17). As liturgically employed, it denotes the unbloody offering. So in this verse we may note a kind of climax. God would not accept the victims sacrificed, no, nor even the meat offering, which was naturally pure and unpolluted,NEWLINEVERSETITLESTARTMalachi1:11VERSETITLEENDNEWLINEVERSESTARTFor from the rising of the sun even unto the going down of the same my name shall be great among the Gentiles; and in every place incense shall be offered unto my name, and a pure offering: for my name shall be great among the heathen, saith the LORD of hosts.VERSEENDNEWLINEVerse 11. - My Name shall be great. The course of thought is this: God does not need the worship of the Jews and their impious priests; he needs not their maimed sacrifices; his majesty shall be recognized throughout the wide world, and pure worship shall be offered to him from every nation under heaven. How, then, shall he not punish those who, being his elect, ought to have been an example of holiness, and prepaid the way for his universal reception? The LXX. treats this circumstance as already occurring at this time, Τὸ ὄνομά μου δεδόξασται, \"My Name hath been and is glorified.\" This could only be said if it was allowed that the heathen in some sense, however blindly and imperfectly, did worship the true God. But the notion cannot be upheld for a moment; and there is a general consensus of commentators in referring the time to the Messianic future, when God's power is acknowledged and worship offered to him, not in Jerusalem alone, but in every place. The participles in this verse may be rendered by presents or futures, but there can be little doubt that a prophecy is intended, and not a statement of a fact - which, indeed, could not be truthfully maintained. When such a future is in stere, is this a time for Jewish priests to dishonour Jehovah? Incense shall be offered unto my Name, and a pure offering (minchah). The universal worship is expressed in the terms of the Jewish ritual (see note on Zephaniah 3:10). The Hebrew is more forcibly rendered, In every place incense is burned, oblation made unto my Name, and indeed a pure oblation. Incense is to our minds a type of prayer (Revelation 5:8; Revelation 8:3, etc.); the pure oblation is the symbol of the Christian sacrifice of praise and thanksgiving; and the prophet, rising superior to Jewish prejudices, announces that this prayer and sacrifice shall no longer be confined to one place or one specially favoured country, but be universal, worldwide. The Fathers and mediaeval writers, and many modern commentators, see in this verse a prophecy of the Holy Eucharist, the \"pure offering\" commemorative of Christ's sacrifice, which is found in every nation under heaven where the Name of Christ is adored.NEWLINEVERSETITLESTARTMalachi1:12VERSETITLEENDNEWLINEVERSESTARTBut ye have profaned it, in that ye say, The table of the LORD is polluted; and the fruit thereof, even his meat, is contemptible.VERSEENDNEWLINEVerse 12. - But ye have profaned it; ye profane God's Name. The prophet contrasts the negligence and profanity of the priests with the piety of the Gentile nations, which he foresees. The table of the Lord (see note on ver. 7). The fruit thereof, even his meat. The food and meat of the altar are the victims offered thereon. By their conduct the priests made both altar and offerings contemptible. Septuagint, Τὰ ἐπιτιθέμενα ἐξουδένωται βρώματα αὐτοῦ, \"Its meats that are laid thereon are set at naught;\" Vulgate, Quod superponitur contemptibile est, cum igne qui illud devorat. This is either a free paraphrase, or for \"meat\" Jerome must have read a participle, \"eating,\" and taken \"that which eats\" the offering to be the fire which consumes it, as \"lick up\" (1 Kings 18:38). Others explain the Vulgate to mean that the priests complain of the scantiness and inferiority of the victims, the flesh of which formed their support. But as this was owing to their own neglect, they were not likely to make it a subject of complaintNEWLINEVERSETITLESTARTMalachi1:13VERSETITLEENDNEWLINEVERSESTARTYe said also, Behold, what a weariness is it! and ye have snuffed at it, saith the LORD of hosts; and ye brought that which was torn, and the lame, and the sick; thus ye brought an offering: should I accept this of your hand? saith the LORD.VERSEENDNEWLINEVerse 13. - What a weariness is it! The reference is to the table of the Lord. Despising the altar, and performing their duties without heart or faith, the priests found the services an intolerable burden. Vulgate, ecce de labore, which seems to be an excuse of the people, urging that they offer such things as their toil and poverty allow. Septuagint, ταῦτα ἐκ κακοπαθείας ἐστί, which has much the same meaning. The present Hebrew text is represented by the Authorized Version. Ye have snuffed at it; i.e. at the altar. The phrase expresses contempt. \"It\" has been supposed to be a \"scribes' correction\" for \"me.\" The Septuagint and Syriac give, \"I snorted at them.\" That which was torn; rather, that which was taken by violence - that which was stolen or unjustly taken. Septuagint, ἁρπάγματα: Ecclus. 34:18 (31:21), \"He that sacrificeth of a thing wrongfully gotten, his offering is ridiculous (μεμωκημένη)\" Lame... sick (see Leviticus 22:19-25). Thus ye brought an (bring the) offering (minchah). Subject to analogous defects is even your meat offering, the accessory to other sacrifices, and therefore it is unacceptable.NEWLINEVERSETITLESTARTMalachi1:14VERSETITLEENDNEWLINEVERSESTARTBut cursed be the deceiver, which hath in his flock a male, and voweth, and sacrificeth unto the Lord a corrupt thing: for I am a great King, saith the LORD of hosts, and my name is dreadful among the heathen.VERSEENDNEWLINEVerse 14. - But (and) cursed be the deceiver. The curse is fulminated against all who are guilty of these violations of the Law. The prophet mentions two instances out of many. The first is of one who offers a female victim, on pretence that he has no male in his flock. This will be clearer if we translate, with Keil, \"And cursed is he who deceives, whereas there is in his flock a male animal.\" Septuagint, \"Cursed is he who was able and bad in his flock a male.\" And voweth...a corrupt (blemished) thing. The second case is of one who in some emergency vows an offering, and then pays it by presenting a blemished animal (Leviticus 3:1, 6). With a slightly altered punctuation, some editors give, \"a faulty female.\" For I am a great King. This is the reason that they are cursed who dishonour him. Dreadful. Held in awe and reverence. Septuagint, ἐπιφανές, notable.\" He whom the Gentiles honour will not permit his own people to profane his Name.NEWLINENEWLINENEWLINENEWLINENEWLINE","Mal.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMalachi2:1VERSETITLEENDNEWLINEVERSESTARTAnd now, O ye priests, this commandment is for you.VERSEENDNEWLINEVerses 1-4. - § 4. For these derelictions of duty the priests are threatened with punishment. Verse 1. - This commandment. The threat or announcement is called a commandment, because God ordains it and imposes its execution on certain instruments. (For the expression, camp. Leviticus 25:21.) The threat is contained in vers. 2, 3.NEWLINEVERSETITLESTARTMalachi2:2VERSETITLEENDNEWLINEVERSESTARTIf ye will not hear, and if ye will not lay it to heart, to give glory unto my name, saith the LORD of hosts, I will even send a curse upon you, and I will curse your blessings: yea, I have cursed them already, because ye do not lay it to heart.VERSEENDNEWLINEVerse 2. - I will even send a curse; Revised Version, then will I send the curse. St. Jerome, regarding the temporal effect of the curse, translates, egestatem \"scarcity\" (comp. Deuteronomy 27:15-26; Deuteronomy 28:15, etc.). I will curse your blessings. The blessings which as priests they had to pronounce upon the people (Leviticus 9:22, 23; Numbers 6:23-27). These God would not ratify, but would turn them into curses, and thus punish the people who connived at and imitated the iniquities of the priests. Or the expression may refer to the material benefits promised by God to the Israelites on their obedience. But as the announcement is made specially to the priests, this explanation seems less probable. I have cursed them already. The curse has already begun to work. Dr. S. Cox ('Bible Educator,' 3:67, etc.) points out here an allusion to Nehemiah 13:1, 2, wherein it is recorded that they reed from the Book of Moses how that the Moabites \"hired Balsam against them that he should curse them; howbeit our God turned the curse into a blessing.\" Malachi, who, as he thinks, was present on this occasion, may have been deeply impressed by these words; and it is probable that we hear an echo of them in the threat of ver. 2. \"That of old God had turned a curse into a blessing, may have suggested the menace that he would now turn a blessing into a curse.\"NEWLINEVERSETITLESTARTMalachi2:3VERSETITLEENDNEWLINEVERSESTARTBehold, I will corrupt your seed, and spread dung upon your faces, even the dung of your solemn feasts; and one shall take you away with it.VERSEENDNEWLINEVerse 3. - I will corrupt your seed. Henderson, \"I will rebuke the seed to your hurt.\" God would mar the promise of their crops; but, as the priests did not concern themselves with agriculture, such a threat would have had no particular application to them. It is best, therefore, to take the pointing of some of the versions, and to translate, I will rebuke your arm; i.e. I will take from you the power of performing, or, I will neutralize your official duties, the arm being the instrument of labour, offering, and blessing. Others consider the threat to be that they should be deprived of their allotted portion of the sacrifice - the breast and shoulder (Leviticus 7:31, 32), or the shoulder, the two cheeks, and the maw (Deuteronomy 18:3). Septuagint, Ἀφορίζω ὑμῖν τὸν ω΅μον, \"I take from you the shoulder;\" Vulgate, Ego projiciam vobis brachium. Orelli takes \"seed\" in the sense of posterity, seeing here a reversal of such promises as Jeremiah 33:18, 22. Spread dung upon your faces. God will deliver them over to shameful treatment, which shall cover them with contempt. The idea is derived from the filth left in the courts by the victims (see the following clause). Your solemn feasts (chaggim); ie. the animals slain at the sacrificial feasts. God calls them \"your,\" not \"my,\" because they were not celebrated really in his honor, but after their own self-will and pleasure. The dung of the sacrificial animals was by the Law carried forth and bunted without the camp (Exodus 29:14; Leviticus 4:12; Leviticus 16:27). One shall take you away with it. They shall be treated as filth, and cast away in some foul spot (comp. 1 Kings 14:10).NEWLINEVERSETITLESTARTMalachi2:4VERSETITLEENDNEWLINEVERSESTARTAnd ye shall know that I have sent this commandment unto you, that my covenant might be with Levi, saith the LORD of hosts.VERSEENDNEWLINEVerse 4. - Ye shall know. My threats are not vain; this ye shall experience and be forced to acknowledge. This commandment is the purpose and threat, as in ver. 1 (where see note). That my covenant might be with Levi; i.e. that my covenant with Levi might remain firm. The covenant with Levi was the election of that tribe to be the ministers of the sanctuary. There is here a special allusion to the blessing pronounced on Phinehas for his conduct in the matter of Zimri (Numbers 25:12, 13). This election is called \"a covenant,\" because, while conferring certain privileges, it involved certain duties. The difficulty in this interpretation is that the verb used here (hayah) does not mean \"to remain,\" \"to continue,\" but only \"to be, to exist.\" Hence many critics take \"the commandment\" as the subject, translating. \"That it (my purpose) may be my covenant with Levi, i.e. that as God observed the covenant made with the tribe of Levi in old time, so for the future this commandment and threat will be as vigorously observed and take the place of the old covenant. This explanation is too involved and refined to be acceptable. It is easiest to translate, with Henderson and Reinke, \"Because my covenant was with Levi,\" and to understand God as implying that he warned and punished the priests, because he willed that the covenant with Levi should hold good, and he thus desired to have a body of priests who would keep their vows and maintain the true priestly character. What that character is he procoeds to unfold.NEWLINEVERSETITLESTARTMalachi2:5VERSETITLEENDNEWLINEVERSESTARTMy covenant was with him of life and peace; and I gave them to him for the fear wherewith he feared me, and was afraid before my name.VERSEENDNEWLINEVerses 5-9. - § 5. In contrast with these evil ministers, the character of the true priest is sketched, and thus the faults of the former are shown in darker colours. Verse 5. - My covenant was with him of life and peace; rather, with him was life and peace. This is one side of the covenant, that which God gave - the blessing of life, abundance, prosperity, and secure and undisturbed enjoyment of these, in the everlasting priesthood, in agreement with the promise to Phinehas (Numbers 25:12; comp. Deuteronomy 33:8-11). I gave them to him for the fear, etc. I gave him life and peace. The pronominal suffix \"them\" is not expressed in the Greek and Latin Versions, and is absent from many Hebrew manuscripts, which read, \"I gave him fear.\" So the Vulgate, Dedi eis timorem et timuit me; Septuagint, Αδωκα αὐτῷ ἐν φόβῳ φοβεῖσθαί με, \"I gave him the fear of me.\" This expresses man's part in the covenant: God gave him certain blessings on condition that he feared, reverenced, worshipped, and obeyed the Lord. The last part of the verse as now read is more simply explained, \"and (my covenant with him was, or, I gave him) fear, and he did fear me.\" God's gifts were life and peace. Levi's part was fear of God: this he performed. The ideal priest observed all the duties of piety and reverence, and therefore in his case the covenant stood firm and was duly carried out.NEWLINEVERSETITLESTARTMalachi2:6VERSETITLEENDNEWLINEVERSESTARTThe law of truth was in his mouth, and iniquity was not found in his lips: he walked with me in peace and equity, and did turn many away from iniquity.VERSEENDNEWLINEVerse 6. - The law (teaching) of truth was in his mouth. All his teaching rested on those truths which were enshrined in the Divine Law (Deuteronomy 31:10-13; Deuteronomy 33:10). Iniquity; unfair decision. Neither false doctrine nor perverse judgment was found in him (Deuteronomy 17:8-10; Deuteronomy 19:17). Walked with me. Not only his teaching was true, but his life was pure and good; he was the friend of God, living as always in his presence, in peace and uprightness. So Enoch and Noah are said to have \"walked with God\" (Genesis 5:24; Genesis 6:9). Did turn many away from iniquity. The faithful discharge of duties and the holy life and teaching of the good priest led many sinners to repentance and amendment.NEWLINEVERSETITLESTARTMalachi2:7VERSETITLEENDNEWLINEVERSESTARTFor the priest's lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the LORD of hosts.VERSEENDNEWLINEVerse 7. - For the priest's lips should keep knowledge. It was the priest's duty to study the Law and to teach it faithfully, as it is said of Aaron, in Ecclus. 45:17, \"He gave unto him his commandments, and authority in the statutes of judgments, that he should teach Jacob the testimonies, and inform Israel in his laws.\" The law, here and vers 6, 8, means system of teaching, or the torah. At his month. The priest was the appointed interpreter of the Law (see Leviticus 10:11; Deuteronomy 17:9-11; Deuteronomy 33:10; and the note on Haggai 2:11). He is the messenger of the Lord. He announces God's will to men, explaining the Law to meet the varied circumstances which occur in daily life; he intervenes between God and man, offering man's worship to the Lord. So Haggai (Haggai 1:13) is called \"the Lord's messenger,\" or angel. Some see here an allusion to Malachi's own name or office (see Introduction, § II.; comp. Deuteronomy 21:5; 2 Chronicles 17:9).NEWLINEVERSETITLESTARTMalachi2:8VERSETITLEENDNEWLINEVERSESTARTBut ye are departed out of the way; ye have caused many to stumble at the law; ye have corrupted the covenant of Levi, saith the LORD of hosts.VERSEENDNEWLINEVerse 8. - But ye are departed out of the way. The priests of this time had far declined from the high ideal set forth in vers. 6, 7, the \"way\" in which God would have had them to walk. Ye have caused many to stumble at (in) the law. By their example and teaching they had made the Law a stumbling block, causing many to err, while they fancied they were not infringing God's commandments. Septuagint, Ἠσθενήσατε πολλοὺς ἐν νόμῳ, \"Ye made many weak [equivalent to ἠσθενώσατε] in the Law.\" Ye have corrupted the covenant of Levi (see ver. 5). They broke their part of the covenant, therefore Jehovah held himself no longer bound by it. They did not pay him due reverence and obedience; he withdrew the blessings promised to Levi, as threatened (ver. 2).NEWLINEVERSETITLESTARTMalachi2:9VERSETITLEENDNEWLINEVERSESTARTTherefore have I also made you contemptible and base before all the people, according as ye have not kept my ways, but have been partial in the law.VERSEENDNEWLINEVerse 9. - Contemptible. The glory of the priesthood and the honour that belonged to it (Ecclus. 45:7, etc.) were now turned into disgrace and contempt, when men compared the actual with the ideal. \"Them that honour me I will honour, and they that despise me shall be lightly esteemed\" (1 Samuel 2:30). Have been partial in the law; Revised Version, have had respect of persons in the law; or, in your teaching, as vers. 6, 8. The prophet names one special sin of the priests, and that the most flagrant - perversion of judgment, partiality in the administration of the Law. The same complaint is found in Micah 3:11 (comp. 2 Chronicles 19:7).NEWLINEVERSETITLESTARTMalachi2:10VERSETITLEENDNEWLINEVERSESTARTHave we not all one father? hath not one God created us? why do we deal treacherously every man against his brother, by profaning the covenant of our fathers?VERSEENDNEWLINEVerses 10-16 - Part II. CONDEMNATION OF PRIESTS AND PEOPLE FOR ALIEN MARRIAGES AND FOR DIVORCES. Verse 10. - Have we not all one Father? In proceeding to his new subject, the violations of the law of marriage, the prophet pursues his habitual method. He starts with a general principle, here assuming an interrogative form, and on it builds his rebuke. The priests were guilty, if not of profane marriages, at any rate of sinful neglect in not warning the people against them. Many take the \"one father\" to be Abraham (Isaiah 51:2), and it is no objection to this view that he was also the progenitor of Ishmaelites, Edomites, etc., because there was at this time no question about marriage with these nations, but with Canaanites, Moabites, Egyptians, and so on. But the parallelism with the following clause shows that by the Father is meant Almighty God (comp. Malachi 1:6; Deuteronomy 32:6; Isaiah 63:16). Hath not one God created us? Hath not God taken us as his peculiar people, so as to call us his sons and his firstborn (comp. Exodus 4:22, 23; Deuteronomy 32:18; Isaiah 1:2; Jeremiah 3:19)? Of course, God created all men; but the Jews alone recognized him as Creator. The prophet's proposition is that all Israelites were spiritual brothers and sisters, equally loved and chosen by God. From this he argues that in sinning against one another, they offended their common Father, and broke the family compact. Deal treacherously. Act faithlessly against one another. He does not yet say in what this treachery consists, but adds, by profaning the covenant of our fathers. He unites himself with them, because he suffered in their sin. They violated the covenant by which God chose them to be his peculiar people and placed himself in mysterious relation to them, on condition that they should keep themselves aloof from the evil nations around them, and avoid all connection with them and their practices. By intermarriages with the heathen, they profaned this covenant. This evil was one which Ezra had done his best to eradicate, using most stringent measures for its suppression (Ezra 9, 10.); Nehemiah, too, contended against those who had contracted these marriages, when he found on his return to Jerusalem many such transgressors (Nehemiah 13:23-28); and now the prophet lifts up his voice in the cause of purity and obedience. The warning against throe mixed unions is found in Exodus 34:16; Deuteronomy 7:3; Joshua 23:12, 18.NEWLINEVERSETITLESTARTMalachi2:11VERSETITLEENDNEWLINEVERSESTARTJudah hath dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah hath profaned the holiness of the LORD which he loved, and hath married the daughter of a strange god.VERSEENDNEWLINEVerse 11. - Judah, the whole nation, is guilty of this crime, has broken her promised faith. The special sin, mixed marriages, is named at the end of the verse. In Israel and in Jerusalem. The mention of Israel, the sacred covenant name, is meant to make the contrast between profession and practice more marked. But some critics would here cancel the word \"Israel,\" as being a clerical error (see note, Zechariah 1:19). Jerusalem is named as the centre of the theocracy, which gave its tone to the-people. For Judah hath profaned the holiness (sanctuary) of the Lord, which he loved (loveth); Septuagint, Ἐβεβήλωσεν Ἰούδας τὰ ἅγια Κυρίου ἐν οῖς ἠγάπησε, \"Judah profaned the holy things of the Lord in which he delighted.\" Many consider that by the \"sanctuary\" is meant the temple, into which these heathen wives had penetrated, either led by curiosity or introduced by their profane husbands. But we have no knowledge that this was the case. It is better to take \"the sanctuary,\" or that which is holy unto the Lord, to be the chosen nation itself, the community beloved by God, which was holy by election and profession, even as Christians are commonly called saints in the Epistles. (For the term as applied to the Israelites, see Exodus 19:6; Exodus 22:31; Leviticus 11:44; Leviticus 19:2; comp. Ezra 9:2; Nehemiah 13:29.) The daughter of a strange god. A woman who is an idolatress, who adhered to a foreign deity (Jeremiah 2:27), as the Israelites are called \"sons of Jehovah,\" as joined to him in communion (Deuteronomy 14:1; Proverbs 14:26). The LXX. omits the point of the charge, rendering, καὶ ἐπετήδευσεν εἰς θεοὺς ἀλλοτρίους, \"and followed after strange gods.\"NEWLINEVERSETITLESTARTMalachi2:12VERSETITLEENDNEWLINEVERSESTARTThe LORD will cut off the man that doeth this, the master and the scholar, out of the tabernacles of Jacob, and him that offereth an offering unto the LORD of hosts.VERSEENDNEWLINEVerse 12. - Will cut off. The Hebrew is an imprecation, \"May the Lord cut off\" (Deuteronomy 7:2, 3). It implies that the transgressor shall be deprived of his position as one of the covenant people, and shall leave no one to maintain his name and family. The man. Others render, \"unto the man,\" making the following words the direct object of the verb. The master and the scholar; so the Vulgate, magistrum et discipulum; literally, the watcher and the answerer, i.e. the watchman and the inhabitants of the city; the LXX., reading somewhat differently, has, ἕως καὶ ταπεινωθῇ ἐκ σκηνωμάτων Ἰακώβ, \"until he be brought low from the tents of Jacob,\" meaning, until he repent and return humbly to obedience. In this case the term \"cut off\" must be taken in some milder sense than \"exterminate.\" The present text, however, seems to be a kind of alliterative proverbial saying to express totality, everybody; though whence it arose, and what is its exact signification, are matters of great uncertainty. Some take the phrase to mean,\" every waking and speaking person,\" i.e. every living soul. The English and Latin Versions proceed on the assumption (which Pusey denies) that the first verb can be taken actively, \"he that awakeneth,\" the teacher being so called as stimulating the scholar, who is named \"the answerer.\" The Targum and Syriac explain it by \"son and son's son.\" Of the various suggestions offered, the most probable is that it is a military phrase derived from the challenge of the sentinels and the answer thereto, which in time came to de. note the whole inhabitants of a camp or city. The tabernacles. The dwellings. Or the word, as Dr. Cox supposes, may belong to the original saying, and have come down from the remote period when the Israelites lived in tents. And him that offereth an offering (michchah) unto the Lord of hosts. The same punishment shall fall on one who offers even an oblation of meal for men who are guilty of this sin. This sin would appertain specially to the priests. Or we may take the clause in a general sense. God will cut off every such transgressor, even if he try to propitiate the Lord by making an offering before trim (Ecclus. 35. [32] 12), \"Do not think to corrupt with gifts; for such he will not receive: and trust not to unrighteous sacrifices; for the Lord is Judge, and with him is no respect of persons.\"NEWLINEVERSETITLESTARTMalachi2:13VERSETITLEENDNEWLINEVERSESTARTAnd this have ye done again, covering the altar of the LORD with tears, with weeping, and with crying out, insomuch that he regardeth not the offering any more, or receiveth it with good will at your hand.VERSEENDNEWLINEVerse 13. - Not only did they marry heathen females, but they divorced their own legitimate wives to facilitate such unholy alliances. This have ye done again; this again ye do. Here is another and a further offence. Others take \"again\" in the sense of \"a second time,\" referring to the fact that Ezra had effected a reform in this matter, but the people had relapsed into the same sin. But the first explanation is preferable. Septuagint, καὶ ταῦτα, α} ἐμίσουν ἐποιεῖτε, \"and this which I hated ye did.\" Covering (ye cover) the altar of the Lord with tears. The prophet, as before (ver. 10), does not at once declare what this fresh outrage is, but intimates its nature. The picture he exhibits is that of a multitude of repudiated wives coming to the temple with weeping and lamentation, and laying their cause before the Lord. Insomuch that he regardeth not the offering any more. This cruel and wicked conduct raised a barrier between them and God, so that he regarded with favour no offering of theirs.NEWLINEVERSETITLESTARTMalachi2:14VERSETITLEENDNEWLINEVERSESTARTYet ye say, Wherefore? Because the LORD hath been witness between thee and the wife of thy youth, against whom thou hast dealt treacherously: yet is she thy companion, and the wife of thy covenant.VERSEENDNEWLINEVerse 14. - Yet ye say, Wherefore? Here is the usual sceptical objection, as in Malachi 1:6, 7. The people will not acknowledge their guiltiness, and ask, \"Why is God displeased with us? why are our offerings not acceptable?\" The prophet replies, Because the Lord hath been witness, etc. The sin is now disclosed. Their marriages had been made before God; he who first instituted matrimony (Genesis 2:24) was a witness of the contract and gave it his sanction (comp. Genesis 31:50). The wife of thy youth. Whom thou didst marry when thine affections were pure and fresh, and for whom thy love was strong and simple (Proverbs 5:18). Against whom thou hast dealt treacherously; Septuagint, \"whom thou hast deserted.\" This wife of thine thou hast betrayed, breaking faith with her by repudiating her. The wife of thy covenant. With whom thou didst make a solemn vow and covenant, to violate which is a monstrous crime. We have very little information respecting the religious ceremonies connected with a Jewish wedding. The previous espousal was a formal proceeding, conducted by friends and parents, and confirmed by oaths. The actual marriage seems to have been accompanied by certain solemn promises and blessings (see Proverbs 2:17; Ezekiel 16:8; Genesis 24:60; Ruth 4:11, 12; Tobit 7:13; Smith, 'Dict. of Bible').NEWLINEVERSETITLESTARTMalachi2:15VERSETITLEENDNEWLINEVERSESTARTAnd did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.VERSEENDNEWLINEVerse 15. - And did not he make one? Yet had he the residue of the spirit. The passage has always been a crux, and has received many interpretations. The Anglican rendering (which, however, is probably not correct) is thus explained: God made at first one man and one woman, to show the oneness of marriage, and God gave man the breath of life and the residue to the woman; he made them both equally living souls; therefore divorce was never contemplated in the first institution of marriage. Others take \"one\" to mean Abraham, and explain: Abraham did not do so, i.e. did not repudiate his legitimate wife, though barren; and he had a share of the spirit of right, or he had excellence of spirit. But these are very forced interpretations, and do not occur naturally from a consideration of the words. The Hebrew may be translated more satisfactorily, Not any one has done so who has a remnant of the spirit (ruach).\" No one acts as you have done who has in him any of that Divine life which God at first breathed into man; in other words, no man of conscience and virtue has ever thus divorced his wife. The reading of the Septuagint varies here, the Vatican manuscript giving, Οὐ καλὸν ἐποίησε; \"Did he not well?\" and the Alexandrian, οὐκ ἄλλος ἐποίησε: but both seem to imply an interpretation such as we have just given. And wherefore one? That he might seek a godly seed. Why did one act in this way? was it that he might have godly children? Surely not. No one would divorce his lawful Hebrew wife, and marry an idolatress, who wished to leave a holy posterity behind him. Many commentators, thinking that Abraham is here meant, and that the prophet is meeting an objection which might be founded upon his action with regard to Hagar, translate, \"And what did the one? He was seeking a godly seed.\" Abraham at Sarah's request took Hagar to wife, in order to have the promised seed; he dismissed her in order to carry out the purpose of God in confining the promise to Isaac. Therefore his conduct is no support for those who repudiate their own wives and marry strange women, not to raise up children for God, but to satisfy their carnal lusts. It is difficult, however, to see how the prophet's hearers could have understood the allusion without further explanation. As Ribera pithily observes (quoted by Knabenbauer), \"Neque ita clare ex re allata designatur (Abraham), ut non potius divinatione quam explicatione opus sit ad eum eruendum.\" It may also be remarked that the reference to the patriarch would not have been altogether successful, if the auditors remembered the Keturahites, who, though sprung from Abraham, were not \"a godly seed.\" The LXX. has, Καὶ εἴπατε, τί ἄλλο η} σπέρμα ζητεῖ ὁ Θεός; \"And ye said, What else than seed doth God seek?\" as if the increase of population, from whatever source, was the only object required. This may have been one thought of the people, but it can hardly be got out of the present Hebrew text. Take heed to your spirit. Beware lest ye lose the spirit which God has given you. By acting thus contrary to conscience and the light vouchsafed to them, they ran the risk of being deprived altogether of this heavenly guide, and losing all distinction between right and wrong.NEWLINEVERSETITLESTARTMalachi2:16VERSETITLEENDNEWLINEVERSESTARTFor the LORD, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously.VERSEENDNEWLINEVerse 16. - He hateth putting away. This is another reason against divorce: God hates it. It is contrary to his original institution, and was only allowed for the hardness of men's hearts (see Deuteronomy 24:1, etc.; Matthew 19:3-9). Septuagint, \"If thou hate her and dismiss her,\" etc.; Vulgate, \"If thou hate her, put her away,\" which seems to encourage divorce, whereas in the context divorce is strongly condemned. Hence Jerome considers these words to be spoken by the Jews, quoting in their defence Moses' precept. Others think that they are ironical - Put her away, if you please; but you must bear the consequences. For one covereth violence with his garment. He who thus divorces his wife shows himself openly to all beholders as an iniquitous man. So the clause is better rendered, And one (who does so) covereth his garment with violence, or, violence covereth his garment. Iniquity attaches itself to him plainly, encircling and enfolding him; the clothing of iniquity is the mark of the foul soul within. The notion of \"garment\" being here used figuratively for wife (as Hitzig supposes) is without proof. Such a metaphor is certainly unknown to Hebrew literature, though there is something like it in Arabic, \"Wives are your attire, and ye are theirs\" (Koran). Bishop Wordsworth considers that the phrase in the text refers to the custom of the bridegroom in espousals casting the skirt of his garment over her who was betrothed to him (see Ruth 3:9). So the idea would be, \"Ye cast your skirt over iniquity, and betroth violence to yourselves for a bride.\" But this seems somewhat forced. Take heed... treacherously. A repetition of the warning in ver. 15.NEWLINEVERSETITLESTARTMalachi2:17VERSETITLEENDNEWLINEVERSESTARTYe have wearied the LORD with your words. Yet ye say, Wherein have we wearied him? When ye say, Every one that doeth evil is good in the sight of the LORD, and he delighteth in them; or, Where is the God of judgment?VERSEENDNEWLINEVerse 17-ch. 4:6. - Part III. THE DAY OF THE LORD. Verse 17-ch. 3:6. - § 1. The faithless people, disheartened by present circumstances, doubted God's providence, and disbelieved his promises; but the prophet announces the coming of the Lord to judgment, preceded by his messenger. He shall refine his people and exterminate sinners. Verse 17. - Ye have wearied the Lord with your words. This is the introduction to the new section. The prophet makes his charge. The faithless multitude have, as it were, worn out God's patience by their murmuring and discontent. Because their expectations of prosperity and glory were not at once fulfilled, they called in question God's justice and holiness, and even the future judgment. The LXX. connects this verse with the preceding, Καὶ οὐ μὴ ἐγκαταλίπητε οἱ παροξύναντες τὸν Θεὸν ἐν τοῖς λόγοις ὑμῶν \"And forsake them not, ye who provoked God with your words\" But it is best to take this as the beginning of a new subject. Yet ye say. This is the usual sceptical objection. Everyone that doeth evil is good in the sight of the Lord. They complain that, though they are (Jolt's peculiar people, they are left in low estate, while the heathen, men that \"do evil,\" are happy and prosperous (comp. Psalm 37, 73.). He delighteth in them. They choose to consider that the worldly prosperity of the heathen is a sign of God's special favour, or else that he acts unjustly. Where is the God of judgment? (Isaiah 30:18). Why does not God perform his promises to Israel, and execute vengeance on the enemy?NEWLINENEWLINENEWLINENEWLINENEWLINE","Mal.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMalachi3:1VERSETITLEENDNEWLINEVERSESTARTBehold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the LORD of hosts.VERSEENDNEWLINEVerse 1. - Behold, I will send (I send) my messenger. God answers that he is coming to show himself the God of judgment and justice. Are they ready to meet him and to bear his sentence? Who this \"messenger\" is is disputed. That no angel or heavenly visitant is meant is clear from historical considerations, as no such event took place immediately before the Lord came to his temple. Nor can Malachi himself be intended, as his message was delivered nearly four, hundred years before Messiah came. The announcement is doubtless founded upon Isaiah 40:3, and refers to the same person as the older prophet mentions, who is generally allowed to be John the Baptist, the herald of Christ's advent (Matthew 11:10; John 1:6). Prepare the way before me. The expression is borrowed from Isaiah, loc. cit. (comp. also Isaiah 57:14; Isaiah 62:10). He prepares the way by preaching repentance, and thus removing the obstacle of sin which stood between God and his people. Whom ye seek. When ye ask, \"Where is the God of judgment?\" Shall suddenly come to his temple. The Lord (ha-Adon) is Jehovah, as in Exodus 23:17; Isaiah 1:24; Isaiah 3:1, etc. There is a change of persons here, as frequently. Jehovah shall unexpectedly come to his temple (τὸν ναὸν ἑαυτοῦ) as King and God of Israel (comp. Ezekiel 43:7). There was a literal fulfilment of this prophecy when Christ was presented in the temple as an infant (Luke 2:22, etc.). Even the messenger of the covenant. He is identified with the Lord; and he is the covenant angel who guided the Israelites to the promised land, and who is seen in the various theophanies of the Old Testament. The Divinity of Messiah is thus unequivocally asserted. In him are fulfilled all the promises made under the old covenant, and he is called (Hebrews 9:15) \"the Mediator of the new covenant.\" Some render,\" and the Messenger,\" etc., thus distinguishing the Angel of the covenant from the forerunner who prepares the way. But this is already done by the expressions, \"My Messenger,\" and \"the Lord.\" Whom ye delight in. Whose advent ye expect with eager desire.NEWLINEVERSETITLESTARTMalachi3:2VERSETITLEENDNEWLINEVERSESTARTBut who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fullers' soap:VERSEENDNEWLINEVerse 2. - Who may abide the day of his comings? They had expected him to come and judge the heathen; the prophet warns them that they themselves shall be first judged (comp. Amos 5:18). \"Malachi, like John the Baptist, sees the future Judge in the present Saviour\" (Wordsworth); Joel 2:11. Who shall stand! Who can stand up under the burden of this judgment? The Vulgate Version,Quis stabit ad videndum eum? points to the brightness of his presence, which eye of man cannot endure. Like a refiner's fire, which separates the precious metal from the refuse. So the Lord at his coming shall sever the good among men from the evil (Isaiah 1:25; Jeremiah 6:29; Zechariah 13:9). Like fullers' soap; Septuagint, ὡς ποιὰ πλυνόντων, \"as the grass of washers;\" Vulgate, quasi herba fullonum, What is to be understood exactly by the \"soap\" (borith), washing herb, is not known. Probably the ashes of some plant yielding a lye, like carbonate of soda, are meant. Such plants are met with on the shores of the Mediterranean and Dead Seas, and at this day large quantities of alkalies are extracted from them and exported in different directions (see Tristram, 'Nat. Hist. of the Bible,' p. 480, etc.; comp. Isaiah 4:4; Jeremiah 2:22). The Lord shall wash away all that is filthy (comp. Matthew 3:10, 12).NEWLINEVERSETITLESTARTMalachi3:3VERSETITLEENDNEWLINEVERSESTARTAnd he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the LORD an offering in righteousness.VERSEENDNEWLINEVerse 3. - He shall sit. As a judge. The prophet confines himself to the first of the two images presented in the preceding verse. The sons of Levi. Especially the priests, who ought to set an example, and teach holiness and obedience. Thus judgment should begin at the house of God (Ezekiel 9:6; 1 Peter 4:17). The purifying consists not only in exterminating the evil, but also in correcting and improving all who are not wholly incorrigible. We may call to mind Christ's purging of the temple, and his denunciations of the teaching body among the Jews, and see herein his way of trying his ministers in all ages, that they may shine like lights in the world, and adorn the doctrine of God in all things. That they may offer (and they shall be offering) unto the Lord an offering (minchah) in righteousness. The pure sacrifice shall then be offered with a pure heart. As firstfruits of this improved condition, we read in Acts 6:7, \"A great company of the priests were obedient to the faith.\"NEWLINEVERSETITLESTARTMalachi3:4VERSETITLEENDNEWLINEVERSESTARTThen shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in former years.VERSEENDNEWLINEVerse 4. - The offering of Judah and Jerusalem. When the purification has taken place, and the priests offer pure worship, then the sacrifices of the whole nation will be acceptable. Judah and Jerusalem represent the kingdom of the Messiah; for salvation is of the Jews, and the gospel was first preached at Jerusalem. As in former (ancient) years. As in the days of Moses, David, and Solomon, or still earlier in the case of Abel, noah, Abraham, and the patriarchs. (See the account of the ideal priesthood, ch. 2:5, etc.) The prophet does not necessarily expect that the Mosaic ritual is to last forever and to be maintained throughout the world, but he employs the terms with which the Jewish people were conversant to express the worship of the new covenant (comp. Malachi 1:11, and note there).NEWLINEVERSETITLESTARTMalachi3:5VERSETITLEENDNEWLINEVERSESTARTAnd I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right, and fear not me, saith the LORD of hosts.VERSEENDNEWLINEVerse 5. - I will come near to you to judgment. They had asked, \"Where is the God of judgment?\" (Malachi 2:17). He tells them that his judgment shall extend beyond the Levites even unto all the people; they will then see whether, as they supposed, the evil went unpunished. The announcement applies especially to the circumstances of Malachi's time, though, of course, it has an extended reference. Swift witness. God's judgments fall swiftly and unexpectedly; and when they fall the sinner is at once convicted, and no con-comment, excuse, or subterfuge is possible. \"How terrible is that judgment,\" says St. Jerome, \"where God is at once Witness and Judge!\" Sorcerers; τὰς φαρμακούς (Septuagint); maleficis (Vulgate); see Exodus 7:11; Exodus 22:18; Deuteronomy 18:10. The Jews had grown familiar with magical arts during the Captivity; that they practised them later we learn from Acts 8:9; Acts 13:6. Adulterers. They who were ready to marry heathen wives would not be likely to be restrained by any law from gratifying their passions, False swearers; Septuagint, \"those who swear falsely by my name,\" which is from Zechariah 5:4 (comp. Leviticus 19:12; and see note on Zechariah 5:3). Oppress the hireling. Defraud him of his just wages (see Deuteronomy 24:14, 15; James 5:4). The widow, and the fatherless (Exodus 22:22; Deuteronomy 24:17). Turn aside (bow down) the stranger; Septuagint, \"pervert the judgment of the stranger;\" Vulgate, opprimunt peregrinum (Exodus 22:21; Deuteronomy 27:19; Amos 5:12). And fear not me. This was the root of all the evil.NEWLINEVERSETITLESTARTMalachi3:6VERSETITLEENDNEWLINEVERSESTARTFor I am the LORD, I change not; therefore ye sons of Jacob are not consumed.VERSEENDNEWLINEVerse 6. - For I am the Lord, I change not; or, Jehovah, I change not. This is to show that God performs his promises, and effectually disposes of the allegation in Malachi 2:17, that he put no difference between the evil and the good. The great principles of right and wrong never alter; they are as everlasting as he who gave them. God here speaks of himself by his covenant name, which expresses his eternal independent being, \"the Father of lights, with whom is no variableness, neither shadow of turning\" (James 1:17). Therefore ye sons of Jacob are not consumed. Because God's eternal purpose stands good, and his \"gifts and calling are without repentance\" (Romans 11:29), therefore the Israelites are indeed chastised and corrected, but not wholly consumed; they have a place and a nation, and the great promises made to their foregathers will all be fulfilled in due time (Jeremiah 30:11; Micah 7:20). He calls them \"sons of Jacob,\" to remind them of the covenant made with their great ancestor, which was the portion of all true Israelites (comp. Jeremiah 33:20, 21). Orelli would read, \"Ye have not made an end,\" i.e. of your sins; so virtually the Septuagint, which joins this clause to the following verse. But the present text is most probably correct.NEWLINEVERSETITLESTARTMalachi3:7VERSETITLEENDNEWLINEVERSESTARTEven from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?VERSEENDNEWLINEVerses 7-12. § 2. God indeed is faithful to his promises, but the people's own conduct has occasioned the withholding of favours: they have been shamefully negligent in the matter of tithes and offerings; let them amend their practice, and they shall be blessed. Verse 7. - Ye are gone away (have turned aside) from mine ordinances. Disobedience was no new offence; they had always from early days been persistent in wickedness; and if the performance of God's sure promise was delayed, this was because they had not fulfilled the conditions on which rested its accomplishment. Return: unto me, and I will return unto you (Zechariah 1:3, where see note). Man must cooperate with God's preventing grace, and then God gives him further grace unto repentance and amendment. Here, if the people followed the preaching of the prophets and obeyed the promptings of the Holy Spirit, God promises to bless and save them. Wherein shall we return? Here is the Pharisaical spirit, as in Malachi 1:6, etc. They do not acknowledge their offence; they consider that they are righteous and need no repentance.NEWLINEVERSETITLESTARTMalachi3:8VERSETITLEENDNEWLINEVERSESTARTWill a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.VERSEENDNEWLINEVerse 8. - Will a man rob God? The prophet shows the people how they have departed from God, in not keeping even the outward observances of religion. The word translated \"rob,\" defraud, found also in Proverbs 22:23, etc., is rendered in the Septuagint, πτερνιεῖ, \"trip up,\" \"supplant;\" Vulgate, si affliget homo Deum, or, as St. Jerome first translated, \"si affiget homo Deum,\" and referred the words to the crucifixion of our Lord. In tithes and offerings. These were due to the Lord, and therefore in withholding them they were defrauding not man but God. (For tithe, see Leviticus 27:30, etc.; Numbers 18:21. See the complaint of Nehemiah, Nehemiah 13:10-12.) The \"offering\" meant is the heave offering, the breast and shoulder of the peace offering, which were the priests' portion (Exodus 29:27; Leviticus 7:14, 32-34; comp. Nehemiah 10:37-39).NEWLINEVERSETITLESTARTMalachi3:9VERSETITLEENDNEWLINEVERSESTARTYe are cursed with a curse: for ye have robbed me, even this whole nation.VERSEENDNEWLINEVerse 9. - Ye are cursed with a (the) curse. The effect of the curse was scarcity and barrenness, as we see from vers. 10-12 (comp. Malachi 2:2; Haggai 1:6). The Vulgate assumes the result: In penuria vos maledicti estis. The next clause given the reason of the curse. This whole nation. Not individuals only, but the whole nation (he does not any longer call them God's people) were implicated in this sin. The LXX., reading differently, has, \"The year is ended, and ye have brought,\" etc.NEWLINEVERSETITLESTARTMalachi3:10VERSETITLEENDNEWLINEVERSESTARTBring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.VERSEENDNEWLINEVerse 10. - All the tithes; the whole tithe - not merely a portion of it. God is not served with partial service. The storehouse. The tithes were brought to the temple, and laid up in the chambers built to receive them (see Nehemiah 10:38, 39; Nehemiah 13:5, 12, 13; 2 Chronicles 31:11, 12). That there may be meat in mine house. That they who minister about holy things may live of the things of the temple (1 Corinthians 9:13; Numbers 18:21). Prove me now herewith. Do your part, perform your duties, and then see if I will not reward your obedience. Open you the windows of heaven. The expression implies net only the removal of drought by copious showers of rain, but the diffusion of heavenly blessing in large abundance. That there shall not be room enough to receive it; or, unto superabundance; Vulgate, usque ad abundantiam; Septuagint, ἕως τοῦ ἱκανωθῆναι, \"until it suffice;\" Syriac, \"until ye say, It is enough.\" The Authorized Version retains the negation in the sentence, and perhaps comes nearest to the meaning of the original (comp. Luke 12:17, 18).NEWLINEVERSETITLESTARTMalachi3:11VERSETITLEENDNEWLINEVERSESTARTAnd I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.VERSEENDNEWLINEVerse 11. - The devourer. The locust (see Introduction to Joel, § 1.). God would not only give a fruitful season, so that the crops sprang up well, but would guard them from everything that could injure them before they were gathered in. Septuagint, διαστελῶ ὑμῖν εἰς βρῶσιν, which perhaps means, as Schleusner thinks, \"I will give a charge unto consumption for your good,\" though Jerome renders, \"dividam vobis cibos.\"NEWLINEVERSETITLESTARTMalachi3:12VERSETITLEENDNEWLINEVERSESTARTAnd all nations shall call you blessed: for ye shall be a delightsome land, saith the LORD of hosts.VERSEENDNEWLINEVerse 12. - Shall call you blessed; or, happy, as ver. 15 (comp. Deuteronomy 33:29; Zechariah 8:13, 23). A delightsome land; γῆ θελητή (Septuagint); literally, a land of good pleasure - a land in which God is well pleased (comp. Isaiah 62:4; Jeremiah 3:19).NEWLINEVERSETITLESTARTMalachi3:13VERSETITLEENDNEWLINEVERSESTARTYour words have been stout against me, saith the LORD. Yet ye say, What have we spoken so much against thee?VERSEENDNEWLINEVerses 13-18. - § 3. The impious murmuring of the people is contrasted with the conduct of those who fear God; and the reward of the pious is set forth. Verse 13. - Your words have been stout against me. Ye have spoken hard words of me (comp. Jude 1:15, where we read of \"the hard speeches (σκληρῶν) which ungodly sinners have spoken against\" God). Some specimens of these speeches are given in answer to the usual sceptical inquiry. They are of the same character as those in Malachi 2:17, and imply that the course of this world is not directed by a moral Governor. What have we spoken so much (together) against thee! What have we said against thee in our conversations with one another?NEWLINEVERSETITLESTARTMalachi3:14VERSETITLEENDNEWLINEVERSESTARTYe have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the LORD of hosts?VERSEENDNEWLINEVerse 14. - It is vain. It brings no acknowledgment or reward. The Latin and Greek Versions have, \"He is vain who serveth God.\" Have kept his ordinance (charge). Have done what he ordered. They are either wilfully deceiving themselves and others by pretending an obedience which they never really paid; or they think that the outward observance of certain legal requirements is all that is required. Some think that an interval of time separates this from the last section, and that meanwhile they had made some efforts at improvement, expecting, how. ever, immediate results in added blessings; and as these did not come as quickly as they hoped, they relapsed into their old distrust. Have walked mournfully; i.e. in mourning apparel, as if fasting and mourning for sin (Psalm 35:13, 14; Job 30:28). Septuagint, \"Why went we as suppliants (ἱκέται)?\" Before the Lord. Out of reverence and awe of Jehovah. They attributed a certain virtue to voluntary fasts, without any consideration of the spirit in which they were observed (see the reproof of such formal observances in Isaiah 58:4, etc.).NEWLINEVERSETITLESTARTMalachi3:15VERSETITLEENDNEWLINEVERSESTARTAnd now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.VERSEENDNEWLINEVerse 15. - We call the proud happy. This is still the speech of the murmurers. We, they say, do not reckon the humble and meek blessed; we consider that the only blessed ones are the arrogant heathen, or free thinkers, who meet with prosperity and happiness in this world. For the \"proud,\" the LXX. has, ἀλλοτρίους, \"strangers,\" which, doubtless, gives the meaning (comp. Isaiah 13:11). Are set up; literally, are built up - have wealth and families, and leave a name behind them (Psalm 17:14; see in the original, Genesis 16:2; Genesis 30:3; and comp. Exodus 1:21; Jeremiah 12:16, where the phrase, \"being built,\" includes all temporal prosperity). They that tempt God are even delivered; they tempt God, and are delivered (ver. 10). They try and provoke God by their impiety, and yet escape punishment. Septuagint, Ἀντέστησαν τῷ Θεῷ καὶ ἐσώθησαν, \"They resist God, and yet are safe.\"NEWLINEVERSETITLESTARTMalachi3:16VERSETITLEENDNEWLINEVERSESTARTThen they that feared the LORD spake often one to another: and the LORD hearkened, and heard it, and a book of remembrance was written before him for them that feared the LORD, and that thought upon his name.VERSEENDNEWLINEVerse 16. - With these impious murmurers the prophet contrasts those who fear God, as above (Malachi 2:5-7) he set the picture of the true priest in opposition to his delineation of the evil ministers. Then. When the impious made the above infidel remarks, the pious spake often, conversed together. What they said is not repeated, but it was language well pleasing unto God, who deigned to listen to their words, and to console them by announcing the future destiny of the good and the evil. They may have argued with these impious talkers, and warned others against them; or they may have expostulated as Jeremiah 12:1, but yet with full faith that what God does is always good; and this sentiment was all the harder to cherish because they lived under a system of temporal rewards and punishments. The Septuagint and Syriac have, \"These things spake they that feared the Lord,\" as if the two preceding verses reported the words of the pious. Some Fathers and commentators have taken the same view. But it is difficult to conceive such words coming from the mouth of those who fear God; unless they are so called ironically. But this is inadmissible, as we see that in the present verse they are represented in their true character, and such a sudden change from irony to actuality is unnatural and quite opposed to the prophet's usual manner. A book of remembrance was written before him. The hook represents God's providence and omniscience, his ever-wakeful care, his unfailing knowledge. \"Are not these things noted in thy book?\" says the psalmist (Psalm 56:8); and when the dead were judged, Daniel saw that the books were opened (Daniel 7:10). The idea is taken from the national records wherein were noted events of importance, such as we find in the cuneiform inscriptions (comp. 1 Kings 11:41, etc.; Ezra 4:15; Ezra 6:1; Esther 6:1; Revelation 20:12). This book was to lie, as it were, always before the eyes of the Lord, to remind him of the pious. Rosenmuller compares the proverbial saying, Αγράφη ἐν Διὸς δέλτοις, \"It is written on the tablets of Zeus\" on which Erasmus comments in his 'Adagia,' under the title \"Fides et Gravitas.\" For them that feared the Lord. For their benefit, to preserve their name forever. Thought upon his Name. Prized his Name, regarded it with awe. Septuagint, ἐυλαβουμένοις τὸ ὅνομα αὐτοῦ, \" who reverenced his Name.\"NEWLINEVERSETITLESTARTMalachi3:17VERSETITLEENDNEWLINEVERSESTARTAnd they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.VERSEENDNEWLINEVerse 17. - They shall be mine, etc. This is better rendered, in accordance with the Septuagint and Vulgate, \"They shall be to me, saith the Lord of hosts, in the day which I am preparing, a peculiar treasure.\" This day of the Lord is the day of judgment, which God is always preparing by his visitation of nations and individuals. Then shall the righteous be to God a peculiar treasure (segullah), that which he prizes as his special possession (see Exodus 19:5, whence the expression is derived; and comp. Deuteronomy 7:6: 14:2; 26:18; Psalm 135:4). I will spare them; i.e. when I punish sinners. They are spared on two grounds, because they are his sons, and because they serve him like obedient children (Psalm 103:13). Septuagint, αἱρετιῶ αὐτούς, \"I will choose them.\"NEWLINEVERSETITLESTARTMalachi3:18VERSETITLEENDNEWLINEVERSESTARTThen shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.VERSEENDNEWLINEVerse 18. - Then shall ye return, and discern; or, ye shall again discern. They had already had many opportunities, both in the history of the nation and the life of individuals, of observing the different treatment of the godly and of sinners; but in the day of the Lord they should have a more plain and convincing proof of God's moral government (comp. Exodus 11:7; Wisd. 5:1-5); \"So that men shall say, Verily there is a reward for the righteous; verily there is a God that judgeth in the earth\" (Psalm 58:11).NEWLINENEWLINENEWLINENEWLINENEWLINE","Mal.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTMalachi4:1VERSETITLEENDNEWLINEVERSESTARTFor, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the LORD of hosts, that it shall leave them neither root nor branch.VERSEENDNEWLINEVerse 1. - Burn as an oven (a furnace). Fire is often spoken of in connection with the day of judgment and the advent of the Judge. It is a symbol of the holiness of God, which consumes all impurity, and also represents the punishment inflicted on the ungodly (Psalm 1:8; Isaiah 10:17; Isaiah 66:15, 16; Daniel 7:9, 10; Joel 2:30; 1 Corinthians 3:13; 2 Peter 3:7, etc.). The LXX. adds, \"and it shall burn them.\" Stubble (see note on Obadiah 1:18); or, perhaps, chaff, as Matthew 3:11, 12. Root nor branch The ungodly are regarded as a tree which is given up to be burned so that nothing of it is left. The same metaphor is used by John the Baptist (Matthew 3:10; setup. Amos 2:9). The Hebrew text includes this chapter in ch. 3.NEWLINEVERSETITLESTARTMalachi4:2VERSETITLEENDNEWLINEVERSESTARTBut unto you that fear my name shall the Sun of righteousness arise with healing in his wings; and ye shall go forth, and grow up as calves of the stall.VERSEENDNEWLINEVerse 2. - The Sun of Righteousness. The sun which is righteousness, in whose wings, that is, rays, are healing and salvation. This Divine righteousness shall beam upon them that fear the Name of God, flooding them with joy and light, healing all wounds, tee moving all miseries, making them incalculably blessed. The Fathers generally apply the title of \"Sun of Righteousness\" to Christ, who is the Source of all justification and enlightenment and happiness, and who is called (Jeremiah 23:6), \"The Lord our Righteousness.\" Grow up; rather, gambol; σκιρτήσετε (Septuagint); salietis (Vulgate). \"Ye shall leap!\" comp. Jeremiah h 11). The word is used of a horse galloping (Habbakuk 1:8). The happiness of the righteous is illustrated by a homely image drawn from pastoral pursuits. They had been, as it were, hidden in the time of affliction and temptation; they shall go forth boldly now, free and exulting, like calves driven from the stall to pasture (comp. Psalm 114:4, 6; Song of Solomon 2:8, 17).NEWLINEVERSETITLESTARTMalachi4:3VERSETITLEENDNEWLINEVERSESTARTAnd ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I shall do this, saith the LORD of hosts.VERSEENDNEWLINEVerse 3. - Ye shall tread down the wicked (comp. Micah 4:13). They who were once oppressed and overborne by the powers of wickedness shall now rise superior to all hindrances, and themselves tread down the wicked as the ashes under their feet, to which the fire of judgment shall reduce them. In the day that I shall do this; rather, as in Malachi 3:17, in the day which I am preparing.NEWLINEVERSETITLESTARTMalachi4:4VERSETITLEENDNEWLINEVERSESTARTRemember ye the law of Moses my servant, which I commanded unto him in Horeb for all Israel, with the statutes and judgments.VERSEENDNEWLINEVerses 4-6. - § 5. Concluding admonition to remember the Law, lest they should be liable to the curse. In order to avert this, the Lord, before his coming, would send Elijah to promote a change of heart in the nation. Verse 4. - If the people would meet the judgment with confidence and secure for themselves the promised blessings, they must remember and obey the Law of Moses. Thus the last of the prophets set his seal to the Pentateuch, on obedience to which depended, as of old (see Leviticus 26; Deuteronomy 28.), so now, the most abundant blessings. My servant. Moses was only the agent and interpreter of God. The origin and authority of the Law were Divine. Horeb. The mention of the mountain would remind the people of the awful wonders that accompanied the promulgation of the Law (Exodus 19:16, etc.; Deuteronomy 4:10-15) For all Israel Not merely for the people who heard the Law given, but for the nation unto all time. Nor could they be true Israelites unless they observed the terms of the covenant then made. With the (even) statutes and judgments. These terms, which explain the word \"Law,\" include all the enactments, legal, moral, ceremonial. Malachi might well remind the people of their duty, and thus support Nehemiah in his struggle to win them to obedience (see Nehemiah 9:38; Nehemiah 10:29). The LXX. places this verse at the end of the chapter, probably because the original conclusion (ver. 6) was thought too harsh to be left as the close of the Old Testament. The Jews had a feeling that books in the Bible should end with the name Jehovah. In the case of Isaiah and Ecclesiastes, they repeated, after the last verse, the last but one.NEWLINEVERSETITLESTARTMalachi4:5VERSETITLEENDNEWLINEVERSESTARTBehold, I will send you Elijah the prophet before the coming of the great and dreadful day of the LORD:VERSEENDNEWLINEVerse 5. - Elijah the prophet. This is not the same personage as the \"messenger\" in Malachi 3:1; for the latter comes before the first advent of the Lord, the former appears before the day of judgment; one comes to prepare the way of the Lord, and is followed immediately by Messiah's coming to his temple; the other is sent to convert the chosen people, lest the land be smitten with a curse. There seems to be no valid reason for not holding the literal sense of the words, and seeing in them a promise that Elijah the prophet, who was taken alive from the earth, shall at the last day coma again to carry out God's wise purposes. That this was the view adopted by the Jews in all ages we see by the version of the LXX., who have here, \"Elijah the Tishbite;\" by the allusion in Ecclus. 48:10; and by the question of our Lard's disciples in Matthew 17:10, \"Why then say the scribes that Elias must first come.\" Christ himself confirms this opinion by answering, \"Elias truly shall first come, and restore all things.\" lie cannot be referring here to John the Baptist, because he uses the future tense; and when he goes on to say that \"Elias is come already,\" he is referring to what was past, and he himself explains that he means John, who was announced to come in the spirit and power of Elias (Luke 1:17), but of whom it could not be said that he \"restored all things.\" The same opinion is found in the Revelation (Revelation 11:3, 6), where one of the witnesses is very commonly supposed to be Elijah. It is argued by Keil, Reinke, and others, that, as the promise of King David in such passages as Jeremiah 30:9; Ezekiel 34:23; Ezekiel 37:24; Hosea 3:5, etc., cannot imply the resurrection of David and his return to earth, so we cannot think of an actual reappearance of Elijah himself, but only of the coming of some prophet with his spirit and power. But, as Knabenbauer points out, for the attribution of the name David to Messiah, long and careful preparation had been made; e.g. by his being called \"the rod of Jesse,\" the occupant of David's throne, etc.; and all who heard the expression would at once understand the symbolical application, especially as David was known to have died and been buried. But when they found Malachi speaking of the reappearance of \"Elijah the prophet,\" who, as they were well aware, had never died, of whose connection with the coming Messenger they had never heard, they could not avoid the conclusion to which they came, viz. that before the great day of judgment Elias should again visit the earth in person. This prophecy concerns the very last days, and intimates that before the final consummation, when iniquity shall abound, God will send this great and faithful preacher of repentance, whose mission shall have such effects that the purpose of God for the salvation of Israel shall be accomplished. We may therefore assume that in the gospel the appellation \"Elias\" stands both for John and for Elijah himself; for the messenger who prepared the way for Christ's first advent, and for the prophet who was to convert the Israelites before the judgment day; for him who came in spirit and power, and him who shall come in bodily presence. The great and dreadful day. The day of final judgment. No other crisis could be named in such terms (see Joel 2:31, whence the words are taken).NEWLINEVERSETITLESTARTMalachi4:6VERSETITLEENDNEWLINEVERSESTARTAnd he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse. <>VERSEENDNEWLINEVerse 6. - He shall turn, etc.; i.e., taking the preposition, rendered \"to,\" in the sense of \"with,\" he shall convert one and all, fathers and children, young and old, unto the Lord. Or, in agreement with the versions, he shall bring back the Jews then living to the faith of their ancestors, who rejoiced to see the day of Christ (John 8:56); and then the patriarchs, who for their unbelief had disowned them, shall recognize them as true Israelites, true children of Abraham. Others explain - He shall unite the Jews who are our fathers in the faith to us Christians who are their children (see Luke 1:17, where the angel Gabriel quotes part of the passage, and applies it to John the Baptist). The heart. Here not the seat of the intellectual powers, but of love and confidence, which lead to union and concord. Lest I come and smite the earth with a curse; or, smite the land with the ban. This is an allusion to the ban threatened in the Law, which involved extermination (see Leviticus 27:29; Deuteronomy 13:16, 17; Deuteronomy 20:16, 17). So Elijah shall come and preach repentance, as the Baptist did at Christ's first coming; and unless the Jews listen to him and turn to Christ, they shall be destroyed, shall share in that eternal anathema which shall fall on the ungodly at the day of judgment.NEWLINENEWLINENEWLINENEWLINE",