"Ruth.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTRuth1:1VERSETITLEENDNEWLINEVERSESTARTNow it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.VERSEENDNEWLINEVerse 1. - Now it came to pass. Or, more literally, \"And it came to pass.\" The \"And\" is somewhat remarkable, standing at the commencement of the Book. But as it is also found at the commencement of Exodus, Leviticus, Numbers, Joshua, Judges, 1 and 2 Samuel, 1 and 2 Kings, 2 Chronicles, Ezekiel, Esther, and Ezra, its use, though inartistic, must be amenable to some literary law. The Books specified, even including Ezekiel, are historical They are parcels of history, each narrating events that had their genesis in more or less significant antecedent occurrences. This historical genesis, so very different from an \"absolute commencement\" of things, is indicated, though probably in unreflective spontaneity, by the copulative \"And.\" In the days when the judges ruled. Or, more literally, \"when the judges judged.\" In primitive times there was no function that was more important for society than that of judiciously settling disputes between man and man. Every such settlement, besides conferring a benefit on society, and in particular on the individuals at variance, would increase the moral influence and social elevation of the judge. By and by his moral and social superiority would, in favorable circumstances, grow into authority, specifically judicial on the one hand, and generically political, or semi-political, on the other. When military prowess and skill in strategy were added, a ruler, champion, or leader would be the result. Many such leaders rose up among the Hebrews ere yet society was compactly organized. They were vanously endowed; but most of them were only very partially equipped for the judicious administration of the affairs of the commonwealth. All, however, were called judges; and the discharge of their high duties was denominated judging, even when it was entirely inconspicuous as regards judicial ability or judicious determinations. The Hebrew word for judge is שֹׁפֵט shofet; and it is an interesting evidence of the very close kinship of Hebrew and Phoenician, that in Carthage the chief magistrate, as we learn from Livy and other Roman writers, was called sufes (originally, as we see from the inflection, sufet). That there was a famine. An admirable though free rendering. In the original the structure of the whole statement is exceedingly primitive and \"agglutinative\" - And (it) was in the days of the judging of the judges, and (there) was a famine. In the land. Namely, of Israel. The non-specification of the particular country referred to is evidence that the writer was living in it, as one at home. Josephus says that it was under the judgeship of Eli, the high priest, that the famine spoken of occurred ('Antiquities,' 5:9, 1). But here the historian speaks \"without book,\" and without any particular plausibility. Several expositors, such as Bishop Patrick, have antedated, by a very long way, the calculation of Josephus They would assign the famine to the period when the Midianites and Amalekites came up, \"as grasshoppers for multitude, to destroy the land,\" so that Israel was greatly impoverished (see Judges 6.). But it is in vain to multiply guesses. The date of the famine is not given, and it is futile to make inquisition for it. And a certain man. The interpolation of the individualizing word \"certain\" is quite uncalled for, and now quite archaic. The simplicity of the original is sufficient, \"And a man. Of Bethlehem-judah. Or, as it might be still more literally represented, \"of Bethlehem, Judah.\" Them is no such single name as Bethlehem-judah. There is only the apposition, for discrimination's sake, of one geographical name to another, just as we may say, in English, Boston, Lincolnshire, or Alexandria, Dumbartonshire. The localization of the main name is thus effectually indicated. There is another Alexandria in Egypt; there is another Boston in the United States of America; and there was in Palestine another Bethlehem, namely, in the canton of Zebulun (see Joshua 19:15). Bethlehem, Judah, lies about six miles to the south of Jerusalem. \"Its appearance,\" says Dr. Porter, \"is striking. It is situated on a narrow ridge, which projects eastward from the central mountain range, and breaks down in abrupt terraced slopes to deep valleys on the north, east, and south. The terraces, admirably kept, and covered with rows of olives, intermixed with the fig and the vine, sweep in graceful curves round the ridge, regular as stairs\" ('Syria and Palestine,' D. 199). The valleys below are exceptionally fertile, and have been so from time immemorial. Hence indeed the name Beth-lehem, or Bread-house. Its modern name is Beit-lahm, or Flesh-house. Went to sojourn in the land of Moab. We have no word in English that exactly, corresponds to the verb גּוּר rendered sojourn. The cognate noun is uniformly translated, in King James's version, stranger, and means foreigner. The verb means to dwell as a foreigner, but its root-idea is yet undetermined. The Latin peregrinari admirably corresponds. The man of Bethlehem, Judah, went forth from his own country to \"peregrinate\" (Greek, παροικῆσαι) \"in the land of Moab;\" literally, \"in the fields of Moab,\" that is, \"in the pastoral parts of the territory of Moab.\" It was not a very great way off, this land of his \"peregrination.\" Its blue mountains, rising up luridly beyond the silver thread of the Jordan and the gleaming expanse of the Dead Sea, are distinctly visible from the Mount of Olives and the heights about Bethlehem. He, and his wife, and his two sons. The resumptive he is employed for the purpose of linking on to him, in his \"peregrination, the other members of the little household. He emigrated \"along with his wife and two sons.\" He had fought hard to keep the wolf of hunger from his door, but was like to be beaten. One after another the props of his hope that better days would soon dawn had been swept from under him, and he saw no alternative but to leave for a season the land of his fathers.NEWLINEVERSETITLESTARTRuth1:2VERSETITLEENDNEWLINEVERSESTARTAnd the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there.VERSEENDNEWLINEVerse 2. - And the name of the man was Elimelech. That is, \"God is King,\" not, as the older critics were accustomed to interpret it, \"My God is King.\" The intermediate i is not the possessive pronoun, but the vowel of union. The name would be originally significant of strong religious Sentiments, perhaps mingled with strong political principles. The imposition of it on a son would be something like a manifesto of the father's creed. And the name of his wife Naomi. Or rather \"No-o-mi.\" The precise import of the word is not absolutely ascertained; but it is probable that it is somewhat abbreviated in its terraination, and means \"God is sweet,\" or, very literally, \"Jab is sweetness.\" It had been originally imposed as a name by some grateful and happy mother, who, by gracious providences, or by other gracious revelations, had been led to think that \"sweet are the ways, sweet are the dealings, and sweet is the character of God.\" The word does not mean beautiful, as some suppose; nor gracious, as others suppose; nor my delight, as others still suppose. It was not intended to describe the character of the person who was to bear the name. It was intended to signalize, in the spirit of a manifesto, a much-prized feature in the Divine character - that feature, namely, that is displayed when \"he deals sweetly with men.\" Gesenius is doubtless right when he makes sweetness the fundamental idea of the whole group of affiliated words (see his 'Thesaurus,' in voc.). The cognate Hebrew adjective is rendered sweet in 2 Samuel 23:1 and Proverbs 23:8 (comp. Proverbs 16:24 and the margin of 2 Samuel 1:23). In the light of this interpretation, and of it alone, can the full significance of what Naomi said on her return to Bethlehem be apprehended: \"Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me\" (ver. 20). And the name of his two sons. In our idiom we should say, \"and the names of his two sons.\" The two sons, however, were for the moment regarded as a unity among the other units of the household. Mahlon, or rather \"Machlon,\" and Chillon. We need not dip deeply into the etymological import of these names, or attach to them, as applied to Elimelech's children, any peculiar significance. The names, unlike those of the parents, are devoid of theological tinge, and, in these modern times at all events, their import is liable to endless debate. One would at the first blush of consideration suppose that the one meant sickliness, and the other consumptiveness, or consumption - rather uninteresting and melancholy ideas. But they are peculiarly confounding when we consider that the individuals, so named in our story, had apparently inherited a delicate constitution, which developed in both of them into premature sickliness and decay. The names have the aspect of being prophetic. And yet, even though we should assume that Elimelech, in virtue of some element of bodily delicacy, was afflicted with feelings of morbid despondency, it is hard to come to the conclusion that he would deliberately stereotype his most hypochondriacal anticipations in the names of his children. The probability is, that the names, as names, would originally have some other import, Dr. Cassel supposes that they meant, respectively, joy and ornament; but he trusts to impossible etymologies. Raabe, taking his cue from Sanskrit roots, interprets the one thus \"He who brings gifts with him;\" and the other thus - \"He who conceals his wife in his house.\" Warner, taking his cue from Chaldea cognates, interprets the former of the two names as meaning ready to forgive, and the latter as holding forth the idea of hopeful. All of them unlikely derivations. And yet something quite distinct from the ideas of sickliness and consumption, but lying so far on parallel lines of thought, may be conceived. The primary import of מָחַל, the root of Machlon, is apparently to be tender. Thence the word came by one line of thought to mean to be physically tender, that is, to be sick; and by another that runs out in Chaldea it came to mean to be morally teenier, to be mild or forgiving. Machlon may mean mildness or tender-heartedness. Again, the primary idea of כָּלָה, the root of Chillon, is to complete. But, besides the completion that is realized in consuming, consumption, or ending, there is moral completeness, the completeness or finish that is realized in perfection (see Psalm 119:96: \"I have seen an end of all perfection\"). This idea of beautiful completeness, or perfection, is more likely to be the meaning of the name than the idea of consumptiveness, or consumption. Ephrathitas of Bethlehem Judah. It is not simply the two sons who are so designated. It is the whole group. They were Ephrathites, that is, Bethlehemites, for the old name of Bethlehem was Ephrath, or Ephratha. As, however, the word Ephrathite also meant Ephraimite (see Judges 12:5; 1 Samuel 1:1; and 1 Kings 11:26), it gave precision to the designation, although at the expense of a little redundancy, to say \"Ephrathites of Bethlehem Judah.\" And they came into the country of Moab. The Hebrew emigrants reached the fields or pastoral terrgtory of Moab. And continued there. The phrase in the original is of primitive simplicity - \"and were there.\" It has been asked by theological critics whether Elimelech was justifiable in removing to an \"idolatrous country\" to avoid the inconveniences of a famine in the land of his nativity. It is enough to say in reply that there is no hint in the text itself that the step taken was blamable or blamed. \"No man ought,\" says Lawson, \"to be condemned, whether dead or alive, without proofs of guilt; and no certain proofs of guilt appear in the present case.\" \"The beam of Elimelech's judgment,\" says Dr. Thomas Fuller, \"is justly weighed down to go from Bethlehem, Judah, into the land of Moab.\"NEWLINEVERSETITLESTARTRuth1:3VERSETITLEENDNEWLINEVERSESTARTAnd Elimelech Naomi's husband died; and she was left, and her two sons.VERSEENDNEWLINEVerses 3-5. - \"In these words,\" says Fuller, \"we have two marriages ushered and followed by funerals.\" Verse 3. - And Elimelech Naomi's husband died. Apparently soon after the settlement of the family. No details, however, are given, as, on the one hand, no blame is attached to the conduct of Elimelech, and as, on the other, the line of biographical interest runs in another direction. And she was left, and her two sons. Not only was the mother her husband's relict; they were all left behind. He had gone somewhither in advance, and they \"remained.\" So the word is frequently rendered.NEWLINEVERSETITLESTARTRuth1:4VERSETITLEENDNEWLINEVERSESTARTAnd they took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they dwelled there about ten years.VERSEENDNEWLINEVerse 4. - And they took to themselves wives of the women of Moab. It was their own act. Josephus, reproducing the narrative from memory, represents the event as occurring in the father's lifetime, and as brought about by his arrangement. He says of Elimelech, \"Coming into the territory of Moab, he sojourns there, and, things pros-paring according to his mind, he gives in marriage to his sons (ἄγεται τοῖς υἱοῖς) Moabitish wives.\" Theological critics have here again raised the question, Was it sinful in these emigrant Hebrews to take in marriage daughters of the land? The Chaldee Targumist did not hesitate in his decision. He begins his paraphrase of the verse, thus - \"And they transgressed the edict of the word of the Lord, and took to themselves alien wives of the daughters of Mesh.\" Dr. Thomas Fuller represents Naomi as passionately remonstrating with her sons. He says of himself, \"My mouth denieth to be the orator of an unjust action.\" \"Nothing can be brought,\" he adds, \"for the defense of these matches. Something may be said for the excuse of them, but that fetched not from piety, but from policy.\" It is note worthy, however, that in the text itself, and throughout the entire Book, there is nothing of the nature of condemnation, not the least hint of blame. There was a law, indeed, which laid an interdict upon marriages with Canaanites (see Deuteronomy 7:3). But these Canaanites occupied a peculiar relation to the Hebrews. They were within the line of that Canaan which had become the land of Israel. Israelites and Canaanites were thus living within the same borders as rival claimants of the same territory. It was no wonder that the Canaanites' claim was not to be recognized by the Hebrews. The Moabites, however, living within the lines or \"coasts\" of their own distinct territory, stood in quite a different relation. And while, for purity's sake, great restrictions were to be laid upon all overtures for naturalization (Deuteronomy 23:3-6), yet the law could never he intended to apply to the families of Hebrews who were settlers in Moab, or to Moabitish females living in their own land, and rather awarding than seeking the prerogatives' of natives. The name of the one was Orpah, and the name of the other Ruth. No doubt native Moabitish names. Much ingenuity has been expended on that of the more interesting person. Some have unwarrantably assumed that Ruth is a contraction of the Hebrew word רְעוּת meaning a female companion or friend. Still more unwarrantable, though more captivating to the aesthetic imagination, is the signification which is given to the word by Weruer and Eadie, namely, beauty. It is founded on an impossible derivation from the Hebrew רָאָה. Still more aesthetically captivating is the conjecture of Cassel, that the name is the ancient Semitic form of the Indo-European word rodon or rose. \"At all events,\" says he, \"the thought of Ruth as the Rose of Moab is in itself too attractive not to be proposed as a conjecture.\" It is certainly, most attractive and most admirable as a jeu d'esprit, but too imaginative to be vindicated on grounds of comparative philology. And they dwelt there. Or, \"settled themselves there; literally, \"sat them.\" We still call a gentleman's mansion his seat. About ten years, which, however, are treated by the writer as a mere blank in his story. He hastens on.NEWLINEVERSETITLESTARTRuth1:5VERSETITLEENDNEWLINEVERSESTARTAnd Mahlon and Chilion died also both of them; and the woman was left of her two sons and her husband.VERSEENDNEWLINEVerse 5. - And, to make a long story short, Machlon and Chillon died also both of them. \"Like green apples,\" says Fuller, \"cudgelled off the tree.\" But why \"cudgelled?\" There is no evidence in the text of Divine displeasure, and the Christian expositor, when going beyond the text in quest of principles, should not forget the tower of Siloam, and the victims of Pilate s bloodthirstiness (see Luke 13:1-5). And the woman was left of her two children and of her husband. That is, \"of her two children as well as of her husband.\" She became as it were their relict too. She remained behind after they had gone on before. If all sentiment were to be taken out of the expression, it might then be simply said, in very commonplace prose, she survived them. Poor woman! \"Of the two sexes,\" says Fuller, \"the woman is the weaker; of women, old women are most feeble; of old women, widows most woeful; of widows, those that are poor, their plight most pitiful; of poor widows, those who want children, their case most doleful; of widows that want children, those that once had them, and after lost them, their estate most desolate; of widows that have had children, those that are strangers in a foreign country, their condition most comfortless. Yet all these met together in Naomi, as in the center of sorrow, to make the measure of her misery pressed down, shaken together, running over. I conclude, therefore, many men have had affliction - none like Job; many women have had tribulation - none like Naomi.\"NEWLINENEWLINECHAPTER 1:6-14.NEWLINEVERSETITLESTARTRuth1:6VERSETITLEENDNEWLINEVERSESTARTThen she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the LORD had visited his people in giving them bread.VERSEENDNEWLINEVerse 6. - Then - the conjunction in Hebrew is the common generic copulative and - she arose. She had been sitting, as it were, where her husband had settled, and she now rose up to depart (see ver. 4). She, and her daughters-in, law. The word for \"her daughters-in-law -\" כַּלּתֶיהָ - is literally \"her brides,\" that is, the brides of her sons. That she might return - an admirable rendering into English idiom. The phrase in the original is simply \"and she returned,\" that is, \"and she began to return.\" From the country of Moab: for she had heard in the country of Moab how that the Lord had visited his people in giving them bread. Or, more literally, \"for she heard in the country of Moab that Jehovah\" - or, rather, \"Yahveh,\" or, as Epiphanius gives it, Ἰαβέ - \"had visited his people to give them bread.\" There is no warrant, however, and no need, to add, with the Chaldee Targumist, that the news was conveyed by the mouth of an angel. And the representation is not that Yahveh, in giving, bread to his people, had thereby visited them; it is that he hid visited them\" to give them bread. The word פָקַד, rendered visited, is quite peculiar, with no analogue in English, German, Greek, or Latin. Yahveh had directed his attention to his people, and had, so to speak, made inquisition into their state, and had hence taken steps to give them bread (see Exodus 3:16; Exodus 4:31). They had already got it, or, as the Septuagint translates, they had got loaves (ἀρτοῦς). The Vulgate translates it meats (eseas). It is assumed in the tidings that the seasons and their products, and all beneficent influences in nature, belong to Yahveh. It is likewise assumed that the Hebrews were his people, albeit not in such a sense as to secure for them more \"bread\" and \"milk and honey\" than other peoples enjoyed. Their chief prerogatives were spiritual and moral. They were his Messianic people. That is the key to unlock the secret of the whole Old Testament Scriptures.NEWLINEVERSETITLESTARTRuth1:7VERSETITLEENDNEWLINEVERSESTARTWherefore she went forth out of the place where she was, and her two daughters in law with her; and they went on the way to return unto the land of Judah.VERSEENDNEWLINEVerse 7. - And so she went forth out of the place where she was. There is no attempt on the part of the writer to localize the spot. And her two daughters-in-law with her. They had kept, it seems, on terms of affectionate sympathy with their mother-in-law. The jealousies that so often disturb the peace of households had no place within the bounds of Naomi's jurisdiction. The home of which she was the matronly center had been kept in its own beautiful orbit by the law of mutual respect, deference, affection, and esteem - the law that insures happiness to both the loving and the loved. \"If there were more Naomis,\" says Lawson, \"there might be more Orpahs and Ruths.\" And they went on the way to return to the land of Judah. Having left her Moabitish abode, and got into the frequented track which led in the direction of her native land, she journeyed onward for a stage or two, accompanied by her daughters-in-law. Such is the picture. It must be subsumed in it that her daughters-in-law had made up their minds to go with her to the land of her nativity. The subject had been often talked over and discussed. Naomi would from time to time start objections to their kind intention. They, on their part, would try to remove her difficulties, and would insist on accompanying her. So the three widows journeyed onward together, walking. Adversity had pressed hard on their attenuated resources, and they would not be encumbered with burdensome baggage.NEWLINEVERSETITLESTARTRuth1:8VERSETITLEENDNEWLINEVERSESTARTAnd Naomi said unto her two daughters in law, Go, return each to her mother's house: the LORD deal kindly with you, as ye have dealt with the dead, and with me.VERSEENDNEWLINEVerse 8. - And Naomi said to her two daughters-in-law, Go, return each to her mother's house. She reverted, with deeper earnestness, to their theme, of discussion. She acknowledged that most kindly had they acted toward her. Her heart was filled with gratitude. It was likewise agitated with grief at the prospect of bidding them a final farewell, Nevertheless, she felt that it would be unreasonable and unkind to invite them to be, to any further degree, sharers of her adversity. Hence, thanking them for their loving convoy, she would remind them that every step further on would only increase the length of their return-journey; and she said, Go, return each to her mother's home. There, in the females' apartment, and in the bosom of their mothers, they would surely find a welcome and a refuge. She judges of their mothers by herself, and she refers rather to them than to their fathers, partly, perhaps, because she bears in mind her own motherhood, but principally, no doubt, because, in those Oriental countries, it lay very particularly within the province of mothers to make arrangements in reference to their daughters. May Yahveh deal kindly with you, as ye have dealt with the deceased, and with me. It is beautiful gratitude, and at the same time a touching monument to the faithfulness and gentleness that had characterized and adorned the young widows. Her simple Hebrew theology, moreover, comes finely out. She assumes that her own Yahveh reigned in Moab as in Judah, and that all blessing descended from him. There is a little peculiarity in the Hebrew pronouns in this clause. They are masculine instead of feminine. The influence of the stronger sex overrides grammatically, for the moment, the influence of the weaker.NEWLINEVERSETITLESTARTRuth1:9VERSETITLEENDNEWLINEVERSESTARTThe LORD grant you that ye may find rest, each of you in the house of her husband. Then she kissed them; and they lifted up their voice, and wept.VERSEENDNEWLINEVerse 9. - May Yahveh grant to you that ye may find rest, each in the house of her husband. Naomi again, when the current of her tenderest feelings was running full and strong, lifts up her longing heart toward her own Yahveh. He was the God not of the Hebrews only, but of the Gentiles likewise, and rifled and overruled in Moab. The prayer is, in its form, full of syntactical peculiarity: \"May Yahveh give to you,\" and, as the result of his giving, \"may you find rest, each [in] the house of her husband.\" The expression, \"the house of her husband,\" is used locatively. It is an answer to the suppressed question, \"Where are they to find rest?\" And hence, in our English idiom, we must insert the preposition, \"in the house of her husband.\" As to the substance of the prayer, it has, as truly as the grammatical syntax, its own tinge of Orientalism. Young females in Moab had but little scope for a life of usefulness and happiness, unless shielded round and round within the home of a pure and devoted husband. Naomi was well aware of this, and hence, in her motherly solicitude for her virtuous daughters-in-law, she gave them to understand that it would be the opposite of a grief to her if they should seek, in the one way open to them in that comparatively undeveloped state of society, to brighten the homes of the lonely. In such homes, it circumstances were propitious, they would find deliverance from unrest and anxiety. They would find rest. It would be a position in which they could abide, and in which their tenderest feelings and most honorable desires would find satisfaction and repose. The peculiar force of the Hebrew מְנוּחָה is finely displayed by the texture of the associated expressions in Isaiah 32:17, 18: \"And the work of righteousness shall be peace; and the effect of righteousness quietness and assurance forever; and my people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting-places\" (מְנוּחֹת). And she kissed them, locking them lingeringly and lovingly in a farewell embrace. \"Kissed them.\" The preposition to, according to the customary Hebrew idiom, stands before the pronoun. In kissing, Naomi imparted herself passionately to her beloved daughters-in-law, and clung to them. There would be full-hearted reciprocation, and each to each would cling \"in their embracement, as they grew together\" (Shakespeare, Henry VIII.). And they lifted up their voice and wept. The idea is not that all three wept aloud. The pronoun \"they\" refers to the daughters-in-law, as is evident both from the preceding and from the succeeding context. The fine idiomatic version of the Vulgate brings out successfully and unambiguously the true state of the case - quae elevata voce flere coeperunt. The lifting, up of the voice in weeping must be thought of according to the measure of Oriental, as distinguished from Occidental, custom. In the East there is less self-restraint in this matter than in the West.NEWLINEVERSETITLESTARTRuth1:10VERSETITLEENDNEWLINEVERSESTARTAnd they said unto her, Surely we will return with thee unto thy people.VERSEENDNEWLINEVerse 10. - And they said unto her, Surely we will return with thee unto thy people. So King James's version. The expression in the original is broken at the commencement: \"And they said to her, For with thee we shall return to thy people.\" It is as if they had said, \"Do not insist on our return to our mothers' homes, for with thee we shall return to thy people.\" Note the expression, \"we shall return, instead of \"we shall go with thee in thy return to thy people.\" For the moment they identify themselves with their mother-in-law, as if they had come with her from Judah.NEWLINEVERSETITLESTARTRuth1:11VERSETITLEENDNEWLINEVERSESTARTAnd Naomi said, Turn again, my daughters: why will ye go with me? are there yet any more sons in my womb, that they may be your husbands?VERSEENDNEWLINEVerse 11. - And Naomi said, Turn back, my daughters. To what purpose should you go with me? Have I yet sons in my womb, that might be husbands to you? According to the old Levirate law - a survival of rude and barbarous times - Orpah and Ruth, having had husbands who died without issue, would have been entitled to claim marriage with their husbands' brothers, if such surviving brothers there had been (see Deuteronomy 25:5-9; Matthew 22:24-28). And if the surviving brothers were too young to be married, the widows, if they chose, might wait on till they reached maturity (see Genesis 38.). It is in the light of these customs that we are to read Naomi's remonstrance's. The phraseology in the second interrogation is very primitive, and primitively ' agglutinative.' \"Are there yet to be sons in my womb, and they shall be to you for husbands?\" (see on ver. 1).NEWLINEVERSETITLESTARTRuth1:12VERSETITLEENDNEWLINEVERSESTARTTurn again, my daughters, go your way; for I am too old to have an husband. If I should say, I have hope, if I should have an husband also to night, and should also bear sons;VERSEENDNEWLINEVerse 12. - Turn back, my daughters, go; for I am too old to have a husband. But even if I could say, I have hope; yea, even if I had a husband this very night; yea, even if I had already given birth to sons; (ver. 13) would ye therefore wait till they grew up? would ye therefore shut yourselves up so as not to have husbands? nay, my daughters; for my lot is exceedingly bitter, more than even yours, for the hand of Yahveh has gone out against me. Most pathetic pleading, and not easily reproduced on lines of literal rendering. \"Go, for I am too old to have a husband.\" A euphemistic rendering; but the original is euphemistic too, though under another phraseological phase. \"But even if I could say, I have hope.\" The poverty of the Hebrew verb, in respect of provision to express \"moods, ' is conspicuous: \"that,\" i.e. \"suppose that I said, I have hope.\" Mark the climactic representation. Firstly, Naomi makes, for argument's sake, the supposition that she might yet have sons; then, secondly, she carries her supposition much higher, namely, that she might that very night have a husband; and then, thirdly, she carries the supposition a great deal higher still, namely, that even already her sons were brought forth: \"Would you therefore wait?\" Note the therefore. Ibn Ezra, the Septuagint, the Vulgate, and King James's version assume that לָהֵן means for them. The feminine pronoun, however, as applied to Naomi's sons, is, on that supposition, all but inexplicable. It is much better to assume, with the majority of modern critics, that it is equivalent to לָכֵן, whether we call it a Chaldaism or not. Certainly it was current in Chaldee (see Daniel 2:6, 9). But it may have floated in circles of Semitic society that were never included within Chaldaea proper. Indeed, there were no precise limits bounding off the Chaldee language from the kindred dialects, just as there are no such limits in English or in German, or in any member of a linguistic group. Idioms often overlap. In the two interrogative clauses, \"Would ye for that purpose wait till they grew up. Would ye for that purpose seclude, yourselves, so as not to have husbands? there is a parallelism; only, in the second clause, the representation rises. \"For my lot is exceedingly bitter, more than even yours;\" literally, \"for it is bitter to me exceedingly, beyond you.\" The verb is used impersonally. Naomi means that her case was even more lamentable than theirs, so that she could not encourage them to hang their dependence on her help, or to hope for a retrieval of their circumstances in becoming partakers of her fortunes. The translation of King James's version, \"for your sakes,\" though decidedly supported by the Septuagint, is unnatural. Pagnin and Drusius both give the correct rendering, \"more than you.\" So do Michaelis and Wright, But Bertheau and Gesenius agree with King James s version. The Syriac Peshito, strange to say, gives both translations, \"I feel very bitterly for you, and to me it is more bitter than to you.\"NEWLINEVERSETITLESTARTRuth1:13VERSETITLEENDNEWLINEVERSESTARTWould ye tarry for them till they were grown? would ye stay for them from having husbands? nay, my daughters; for it grieveth me much for your sakes that the hand of the LORD is gone out against me.VERSEENDNEWLINEVERSETITLESTARTRuth1:14VERSETITLEENDNEWLINEVERSESTARTAnd they lifted up their voice, and wept again: and Orpah kissed her mother in law; but Ruth clave unto her.VERSEENDNEWLINEVerse 14. - And they, the daughters-in-law, lifted up their voice in unison and unity, as if instead of two voices there had been but one. Hence the propriety of the singular number, as in ver. 9. And wept again. The \"again\" doubles back on the statement in ver. 9. With uplifted voice, in shrill Oriental wail, and amid streams of tears, they bemoaned their hapless lot. Then, after the paroxysm of grief had somewhat spent itself, Orpah yielded to her mother-in-law's dissuasives, and at length imprinted on her, reluctantly and passionately, a farewell kiss. Then, not waiting to ascertain the ultimate decision of Ruth, or rather, perhaps, having now a fixed presentiment what it would be, she moved regretfully and tearfully away. She was afraid, perhaps, that if she, as well as Ruth, should insist on accompanying her mother-in-law, the two might be unreasonably burdensome to the aged widow. Perhaps, too, she was not without fear that her own burden in a foreign land, amid strangers, might be too heavy to be borne. There is not, however, the slightest need for supposing that she was, in any respect, deficient in attachment to her mother-in-law. But, it is added, Ruth clave to her mother-in-law, all reasonings, remonstrances, dissuasives on Naomi's part notwithstanding. Ruth would not be parted from her. \"Clave.\" It is the same word that is used in the primitive law of marriage. \"Therefore shall a man leave his father and his mother, and shall cleave to his wife, and they shall be one flesh\" (Genesis 2:24). It occurs again in Psalm 63:8: \"My soul followeth hard after thee; and in Psalm 119:31: \"I have stuck to thy testimonies.\" Joshua said, \"Cleave unto the Lord thy God\" (Joshua 23:8); and many have had sweet, while others have had bitter, experience of the truth that \"there is a friend that sticketh closer than a brother\" (Proverbs 18:24).NEWLINENEWLINECHAPTER 1:15-22.NEWLINEVERSETITLESTARTRuth1:15VERSETITLEENDNEWLINEVERSESTARTAnd she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.VERSEENDNEWLINEVerse 15. - And she said, Behold, thy sister-in-law is gone back to her people, and to her gods: return thou after thy sister-in-law. The expression that stands in King James's version thus, \"and to her gods,\" is rendered by Dr. Cassel \"and to her God.\" The same interpretation, it is noteworthy, is given in the Targum of Jonathan, who renders the expression, \"and to her Fear\" (וּלְוַת דְּחַלְרָּהּ). Such a translation assumes that the Moabites were not only theists, but monotheists. And yet in the mythology, or primitive theology, of Moab, we read both of Baal-Peor and of Chemosh. As to the former, see Numbers 25:8, 5; Deuteronomy 4:3; Psalm 106:28; Hosea 9:10. As to the latter, see Judges 11:24; 1 Kings 11:7, 33; Jeremiah 48:7, 13. In Numbers, moreover, 21:29, and in Jeremiah 48:46, the Moabites are called the people of Chemosh, and frequently is their national god called Chemosh in the inscription of King Mesha on the Moabitish Stone, so recently discovered and deciphered. It is supposed, not without reason, that the two names belonged to one deity, Chemosh being the old native name. Nevertheless, the translation \"to her god\" is an interpretation, not a literal rendering, and, on the other hand, the translation \"to her gods\" would, on the hypothesis of the monotheism of the Moabites, be unidiomatic. The original expression, \"to her Elohim,\" does not tell anything, and was not intended by Naomi to tell anything, or to hint anything, of a numerical character concerning the object or objects of the Moabitish worship. It was an expression equally appropriate whether there was, or was not, a plurality of objects worshipped. It might be liberally rendered, and to her own forms of religious worship. The word elohim was a survival of ancient polytheistic theology and worship, when a plurality of powers were held in awe. \"For,\" says Fuller, \"the heathen, supposing that the whole world, with all the creatures therein, was too great a diocese to be daily visited by one and the same deity, they therefore assigned sundry gods to several creatures.\" The time arrived, however, when the great idea flashed into the Hebrew mind, The Powers are One and hence the plural noun, with its subtended conception of unity, became construed with verbs and adjectives in the singular number. It was so construed when applied to the one living God; but it readily retained its original applicability to a plurality of deifies, and hence, in such a passage as the one before us, where there is neither adjective nor verb to indicate the number, the word is quite incapable of exact rendering into English. Orpah had returned to her people and her Elohim. Return thou after thy sister-in-law. Are we then to suppose that Naomi desired Ruth to return to her Moabitish faith? Is it with a slight degree of criticism that she referred to Orpah's palinode? Would she desire that Ruth should, in this matter, follow in her sister-in-law's wake? We touch on tender topics. Not unlikely she had all along suspected or seen that Orpah would not have insuperable religious scruples. And not unlikely, too, she would herself be free from narrow religious bigotry, at least to the extent of dimly admitting that the true worship of the heart could reach the true God, even when offensive names, and forms, and symbolisms were present in the outer courts of the creed. Nevertheless, when she said to Ruth, \"Return thou after thy sister-in-law,\" she no doubt was rather putting her daughter-in-law to a final test, and leading her to thorough self-sifting, than encouraging her to go back to her ancestral forms of worship. \"God,\" says Fuller, \"wrestled with Jacob with desire to be conquered; so Naomi no doubt opposed Ruth, hoping and wishing that she herself might be foiled.\"NEWLINEVERSETITLESTARTRuth1:16VERSETITLEENDNEWLINEVERSESTARTAnd Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:VERSEENDNEWLINEVerse 16. - And Ruth said, Insist not on me forsaking thee: for whither thou goest, I will go. Ruth's mind was made up. Her heart would not be wrenched away from her mother-in-law. The length of the journey, its dangers, and the inevitable fatigue accompanying it, moved not, by so much as a jot, her resolution. Had not her mother-in-law the same distance to travel, the same fatigue to endure, the same perils to encounter? Might not the aged traveler, moreover, derive some assistance and cheer from the company of a young, ready-handed, and willing-hearted companion? She was resolved. Nothing on earth would separate them. Wheresoever thou lodgest, I will lodge. A better version than Luther's, \"Where thou stayest, I will stay\" (wo du bleibest, da bleibe ich auch). The reference is not to the ultimate destination, but to the nightly halts, לוּן is the verb employed; and it is rendered \"to tarry all night\" in Genesis 24:54; Genesis 28:11; Genesis 31:54; Judges 19:6, etc. It is the Latin pernoetare and the German ubernachten, the former being the rendering of the Vulgate, and the latter the translation in the Berlenburger Bibel. Thy people (is) my people, and thy God my God. There being no verb in the original, it is well to supply the simplest copula. Ruth claims, as it were, Naomi's people and Naomi's God as her own already.NEWLINEVERSETITLESTARTRuth1:17VERSETITLEENDNEWLINEVERSESTARTWhere thou diest, will I die, and there will I be buried: the LORD do so to me, and more also, if ought but death part thee and me.VERSEENDNEWLINEVerse 17. - Where thou diest, will I die, and there will I be buried. She wished to be naturalized for life in Naomi's fatherland. Nor did she wish her remains to be conveyed back for burial to the land of her nativity. So may Yahveh do to me, and still more, but death only shall part me and thee. She appeals to the God of the Israelites, the one universal God. She puts herself on oath, and invokes his severest penal displeasure if she should suffer anything less uncontrollable than death to part her from her mother-in-law. \"So may Yahveh do to me.\" It was thus that the Hebrews made their most awful appeals to Yahveh. They signified their willingness to suffer some dire calamity if they should either do the evil deed repudiated or fail to do the good deed promised. So stands in misty indefiniteness; not, as Fuller supposes, by way of \"leaving it to the discretion of God Almighty to choose that arrow out of his quiver which he shall think it most fit to shoot,\" but as a kind of euphemism, or cloudy veil, two-thirds concealing, and one-third revealing, whatever horrid infliction could by dramatic sign be represented or hinted. And still more - a thoroughly Semitic idiom, and so may he add (to do) There was first of all a full imprecation, and then an additional 'bittock,' to lend intensity to the asseveration. \"But death only shall sever between me and thee!\" Ruth's language is broken. Two formulas of imprecation are flung together. One, if complete, would have been to this effect: \"So may Yahveh do to me, and so may he add to do, if (אִם) aught but death sever between me and thee!\" The other, if complete, would have run thus: \"I swear by Yahveh 'that' (כִּי) death, death only, shall part thee and me. In the original the word death has the article, death emphatically. It is as if she had said death, the great divider. The full idea is in substance death alone. This divider alone, says Ruth, \"shall sever between me and thee;\" literally, \"between me and between thee,\" a Hebrew idiom, repeating for emphasis' sake the two-sided relationship, but taking the repetition in reverse order, between me (and thee) and between thee (and me).NEWLINEVERSETITLESTARTRuth1:18VERSETITLEENDNEWLINEVERSESTARTWhen she saw that she was stedfastly minded to go with her, then she left speaking unto her.VERSEENDNEWLINEVerse 18. - And she perceived. In our idiom we should have introduced the proper name, \"And Naomi perceived.\" That she was determined to go with her. She saw that Ruth was fixed in her resolution. And she left off speaking to her. She \"gave in.\" Ruth, as Fuller has it, was \"a fixed star.\"NEWLINEVERSETITLESTARTRuth1:19VERSETITLEENDNEWLINEVERSESTARTSo they two went until they came to Bethlehem. And it came to pass, when they were come to Bethlehem, that all the city was moved about them, and they said, Is this Naomi?VERSEENDNEWLINEVerse 19. - And they two went - they trudged along, the two of them - until they came to Bethlehem. In the expression \"the two of them\" the masculine pronoun (הֶם for הֶן) occurs, as in verses 8 and 9. It mirrors in language the actual facts of relationship in life. The masculine is some- times assumptively representative of both itself and the feminine. And sometimes, even apart from the representative element, it is the overlapping and overbearing gender. And it came to pass, as they entered Bethlehem, that the whole city got into commotion concerning them, and they said, Is this Naomi? Naomi, though greatly altered in appearance, besides being travel-worn and weary, was recognized. But who was that pensive and beautiful companion by her side? Where was Elimelech? Where was Machne and Chillon? Why are they not with ir mother? Such would be some of the questions started, and keenly talked about and discussed. Then on both the wayfarers the finger-marks of poverty, involuntary signals of distress, would be unconcealable. Interest, sympathy, gossip would be alive throughout the little town, especially among the female portion of the population, and loud would be their exclamations of surprise. The verb they said is feminine in Hebrew, וַתּלֺאמַרְנָה a nicety which cannot be reproduced in English without obtruding too prominently the sex referred to, as m Michaelis's version - \"and all the women said.\" So the Vulgate. The verb which we have rendered got into commotion is found in 1 Samuel 4:5 - \"the earth rail again;\" and in 1 Kings 1:45 - \"the city rang again.\"NEWLINEVERSETITLESTARTRuth1:20VERSETITLEENDNEWLINEVERSESTARTAnd she said unto them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me.VERSEENDNEWLINEVerse 20. - And she said to them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me. Salutations were respectfully addressed to her as she walked along in quest of some humble abode. And when thus spoken to by the sympathetic townspeople, she was called, of course, by her old sweet name. But as it fell in its own rich music on her ears, its original import flashed vividly upon her mind. Her heart \"filled\" at the contrast which her circumstances represented, and she said, \"Address me not as Naomi, call not to me (לֵי) Naomi: address me as Mara,\" - that is, bitter, - \"for the Almighty has caused bitterness to me exceedingly\" (see on ver. 2). The Almighty, or שַׁדַּי, an ancient polytheistic name that had at length - like ךליהִים and אֲדֹנָי ? been reclaimed in all its fullness for the one living and true God. It had become a thorough proper name, and hence it is used without the article. In the Septuagint it is sometimes rendered, as here, ὁ ἱκανός, the Sufficient; in Job, where it frequently occurs, ὁ παντοκράτωρ, the Omnipotent. But it is one of those peculiar nouns that never can be fully reproduced in any Aryan language, Naomi's theology as indicated in the expression, \"the Almighty hath caused bitterness to me exceedingly,\" need not be to its minutest jot endorsed. God was not the only agent with whom she had had to do. Much of the bitterness of her lot may have been attributable to her husband or to herself, and perhaps to forefathers and foremothers. It is not fair to ascribe all the embittering element of things to God. Much rather might the sweetness, which had so often relieved the bitterness, be traced to the band of him who is \"the Lord God, merciful and gracious, abundant in goodness.\"NEWLINEVERSETITLESTARTRuth1:21VERSETITLEENDNEWLINEVERSESTARTI went out full, and the LORD hath brought me home again empty: why then call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?VERSEENDNEWLINEVerse 21. - I went forth full, and Yahveh has caused me to return in emptiness. Why should you call me Naomi, and Yahveh has testified against me, and the Almighty has brought evil upon me? She went forth \"full,\" with husband and sons, not to speak of goods. She was under the necessity of returning in emptiness, or with empty hands. The Hebrew word רֵיקָם does not exactly mean empty, as it is rendered in the Septuagint, the Vulgate, and King James's version. It is not an adjective, but an adverb, emptily. This lamentable change of circumstances she attributed to the action of Yahveh. He had, she believed, been testifying against her by means of the trials through which she had passed. She was right in a certain conditional acceptation of her language; but only on condition of that condition. And, let us condition her declarations as we may, she was probably in danger of making the same mistake concerning herself and her trials which was made by Job's comforters in reference to the calamities by which he was overwhelmed. In so far as penal evil is concerned, it may be traced directly or circuitously to the will and government of God. \"Shall there be evil - that is, penal evil - in a city, and the Lord hath not done it?\" (Amos 3:6). But there are many sufferings that are not penal. The evil that is penal is only one segment of physical evil; and then there is besides, metaphysical evil, or the evil that consists in the inevitable imperfection of finite being. It is noteworthy that the participle of the Hiphilic verb הֵרַע employed by Naomi is always translated in King James s version evil doer, or wicked doer, or evil, or wicked, Naomi, in using such a term, and applying it to Yahveh, was walking on a theological precipice, where it is not needful that we should accompany her. Instead of the literal expression, 'and Yahveh, we may, with our English wealth of conjunctions freely say, 'when Yahveh. There is a charm in the original simplicity. There is likewise a charm in the more complex structure of the free translation.NEWLINEVERSETITLESTARTRuth1:22VERSETITLEENDNEWLINEVERSESTARTSo Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.VERSEENDNEWLINEVerse 22. - So Naomi returned. The narrator pauses to recapitulate his narrative of the return, and hence the recapitulatory so is, in English, very much to be preferred to the merely additive and of the original. And Ruth the Moabitess, her daughter-in-law, with her, who returned out of the land of Moab. The cumulative and apparently redundant expression, \"who returned out of the land of Moab,\" is remarkable, at once for its simplicity and for its inexactitude. Ruth, strictly speaking, had not returned, but she took part in' Naomi's return. And they arrived in Bethlehem at the commencement of barley-harvest. Barley ripened before wheat, and began to be reaped sometimes as early as March, but generally in April, or Abib. By the time that the barley-harvest was finished the wheat crop would be ready for the sickle.NEWLINENEWLINENEWLINENEWLINENEWLINE","Ruth.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTRuth2:1VERSETITLEENDNEWLINEVERSESTARTAnd Naomi had a kinsman of her husband's, a mighty man of wealth, of the family of Elimelech; and his name was Boaz.VERSEENDNEWLINEVerse 1. - And Naomi had, on her husband's side, a friend. The C'tib reading מְיֻדַּע (absolute מְיֻדָע) is much to be preferred to the K'ri מודַע. But מְיֻדָּע is ambiguous in import. It primarily means known, well-known, acquainted, an acquaintance (see Job 19:14; Psalm 55:13; Psalm 88:8, 18). But as intimate acquaintances, especially in a primitive and comparatively unwelded state of society, are generally found within the circle of kinsfolk, the word may be used, and is here used, in reference to a kinsman. The Vulgate translates it consanguineus. The translation is interpretatively correct; but the original term is less definite, and hence, in virtue of the ambiguity, there is not absolute redundancy in the appended clause, of the family or elan of Elimelech. This friend of Naomi on her husband s side is said, in King James's version, to be a mighty man of wealth. But the expression so rendered has, in the very numerous passages in which it occurs, a conventional import that stretches out in a different and nobler direction. It is the expression that is so frequently translated \"a mighty man of valor (see Joshua 1:14; Joshua 6:2; Joshua 8:3; Joshua 10:7; Judges 6:12; Judges 11:1, etc.). In only one other passage is it rendered as it is by King James's translators in the passage before us, viz., in 2 Kings 15:20. There it is correctly so translated, interpretatively. Here there seems to be a leaning in the same direction, and yet it is not strongly pronounced. Cassel, however, takes the other cue, and translates \"a valiant hero \"Probably,\" says he \"he had distinguished himself in the conflicts of Israel with their enemies.\" The expression originally means \"strong in strength\" (δυνατὸς ἰσχύι, Sept.), but is ambiguous in consequence of the many-sided import of the latter word מִשְׁפָחָה, which means originally, either strength, and then valor; or, clannish following (see Raabe), and then military host, or force, or forces; also, faculty or ability, and then, as so often \"answering all things,\" riches or wealth. The idea the writer seems to be that the friend of the widow's husband was a strong and substantial yeoman. He was of the family or clan of Elimelech. The word family is conventionally too narrow, and the word elan too broad, to represent the import of שָׂדֶה as here used. The idea intended lies somewhere between. And his name was Boaz. The root of this name is not found, apparently, in Hebrew, as was supposed by the older philologists, and hence its essential idea is as yet undetermined. Raabe finds its original form in the Sanscrit bhuvanti, which yields the idea of prosperousness.NEWLINEVERSETITLESTARTRuth2:2VERSETITLEENDNEWLINEVERSESTARTAnd Ruth the Moabitess said unto Naomi, Let me now go to the field, and glean ears of corn after him in whose sight I shall find grace. And she said unto her, Go, my daughter.VERSEENDNEWLINEVerse 2. - And Ruth the Moabitess said to Naomi, Let me go, I pray thee, to the cornfields, that I may glean among the ears after whosoever shall show me favor. In modern style one would not, in referring, at this stage of the narrative, to Ruth, deem it in the least degree necessary or advantageous to repeat the designation \"the Moabitess.\" The repetition is antique, and calls to mind the redundant particularization of legal phraseology - \"the aforesaid Ruth, the Moabitess.\" She was willing and wishful to avail herself of an Israelitish privilege accorded to the poor, the privilege of gleaning after the reapers in the harvest-fields (see Leviticus 19:9; Leviticus 23:22: Deuteronomy 24:19). Such gleaning was a humiliation to those who had been accustomed to give rather than to get. But Ruth saw, in the pinched features of her mother-in-law, that there was now a serious difficulty in keeping the wolf outside the door. And hence, although there would be temptation in the step, as well as humiliation, she resolved to avail herself of the harvest season to gather as large a store as possible of those nutritious cereals which form the staff of life, and which they would grind for themselves in their little handmill or quern. She said, with beautiful courtesy. \"Let me go I, pray, thee;\" or, \"I wish to go, if you will please to allow me.\" Such is the force of the peculiar Hebrew idiom. \"There is no place,\" says Lawson, \"where our tongues ought to be better governed than in our own houses.\" To the cornfields. Very literally, \"to the field.\" It is the language of townspeople, when referring to the land round about the town that was kept under tillage. It was not customary to separate cornfield from cornfield by means of walls and hedges. A simple furrow, with perhaps a stone here and there, or a small collection of stones, sufficed, as in Switzerland at the present day, to distinguish the patches or portions that belonged to different proprietors. Hence the singular word field, as comprehending the sum-total of the adjoining unenclosed ground that had been laid down in grain. \"Though the gardens and vineyards,\" says Horatio B. Hackett, \"are usually surrounded by a stone wall or hedge of prickly pear, the grain-fields, on the contrary, though they belong to different proprietors, are not separated by any enclosure from each other. The boundary between them is indicated by heaps of small stones, or sometimes by single upright stones, placed at intervals of a rod or more from each other. This is the ancient landmark of which we read in the Old Testament\" ('Illustrations of Scripture,' p. 110). The word field in Hebrew, שָׂדֶה, denotes radically, not so much plain, as ploughed land (see Raabe's 'Glosser'). In English there is a slightly varied though corresponding idiom lying at the base of the Teutonic term in use. A field (German Fold) is a clearance, a place where the trees of the original forest have been felled. The expression, that I may glean 'among' the ears, proceeds on the assumption that Ruth did not expect that she would \"make a clean sweep\" of all the straggled ears. There might likely be other gleaners besides herself, and even though there should not, she could not expect to gather all. After whosoever shall show me favor. A peculiarly antique kind of structure in the original: \"after whom I shall find favor in his eyes.\" Ruth speaks as if she thought only of one reaper, and he the proprietor. She, as it were, instinctively conceives of the laborers as \"hands.\" And she said to her, Go, my daughter. Naomi yielded; no doubt at first reluctantly, yet no doubt also in a spirit of grateful admiration of her daughter-in-law, who, when she could hot lift up her circumstances to her mind, brought down her mind to her circumstancesNEWLINEVERSETITLESTARTRuth2:3VERSETITLEENDNEWLINEVERSESTARTAnd she went, and came, and gleaned in the field after the reapers: and her hap was to light on a part of the field belonging unto Boaz, who was of the kindred of Elimelech.VERSEENDNEWLINEVerse 3. - Ruth, having obtained the con. sent of her mother-in-law, went, and came, and gleaned in the field after the reapers. That is, she \"went forth,\" viz., from the city, \"and came to the cornfields, and gleaned.\" \"There are some,\" says Lawson, \"whose virtue and industry lie only in their tongues. They say, and do not. But Ruth was no less diligent in business than wise in resolution.\" The later Jews had a set of fantastic bylaws concerning gleaning, detailed by Maimonides. One of them was, that if only one or two stalks fell from the sickle or hand of the reaper, these should be left lying for the gleaners; but if three stalks fell, then the whole of them belonged to the proprietor (see Carpzov's 'Collegium Rabbinico-Biblicum,' p. 242). Happily for Ruth, her steps were so ordered that the field which she entered as a gleaner belonged to Elimelech's kinsman, Boaz. And it so happened, runs the story, that it was the portion of the fields that belonged to Boas, who was of the kindred of Elimelech.NEWLINEVERSETITLESTARTRuth2:4VERSETITLEENDNEWLINEVERSESTARTAnd, behold, Boaz came from Bethlehem, and said unto the reapers, The LORD be with you. And they answered him, The LORD bless thee.VERSEENDNEWLINEVerse 4. - On the very day that the Moabitess entered on her gleaning, Boaz, in accordance with his wont, as a good and wise master, visited his harvest-field. And, behold, Boas came from Bethlehem. The law of kindness was on his lips; and while benevolence was beaming from his countenance, piety was ruling within his heart. He said to the reapers, Yahveh be with you! And they said to him, Yahveh bless thee! Courtesy met courtesy. It is a charming scene, and we may reasonably assume that there was reality in the salutations. Such civilities of intercourse between proprietors and their laborers are still, says Dr. W. M. Thomson, common in the East. \"The Lord be with you is merely the Allah makum! of ordinary parlance; and so too the response, The Lord bless thee\" ('The Land and the Book,' p. 648). Modern Moslems are particular in the matter of salutations. \"Abuhurairah reports that he heard Mohammed say, You will not enter into paradise until you have faith, and you will not complete your faith until you love one another, and that is shown by. making salaam to friends and strangers\" (Kitto's 'Bible Illustrations,' in loc.).NEWLINEVERSETITLESTARTRuth2:5VERSETITLEENDNEWLINEVERSESTARTThen said Boaz unto his servant that was set over the reapers, Whose damsel is this?VERSEENDNEWLINEVerse 5. - And Boaz said to the young man who was set over the reapers, Whose is that young woman! His eye had been instantaneously arrested by the handsome stranger. Perhaps, as Jarchi remarks, he took note of the modest and graceful carriage of her person while she picked up industriously the straggled stalks. It is too Rabbinic, however, and artificial, finical, bizarre, to suppose with the same Jewish annotator that Boaz would notice with admiration that, while she picked up zealously all available couples of stalks, she left the triplets in the field unappropriated! The question which he put to the overseer is not who but whose is that young woman! She had not the gait or air of an ordinary pauper, and hence he wondered if she could belong to any of the families in Bethlehem.NEWLINEVERSETITLESTARTRuth2:6VERSETITLEENDNEWLINEVERSESTARTAnd the servant that was set over the reapers answered and said, It is the Moabitish damsel that came back with Naomi out of the country of Moab:VERSEENDNEWLINEVerse 6. - And the young man who was set over the reapers replied and said, She is a Moabitish young woman who returned with Naomi from the land of Moab. The young man had already received, no doubt from her own lips, particulars regarding the attractive stranger. Instead of the free definitive rendering of Luther and King James's English version, \"the Moabitish damsel,\" it is better, with Michaelis, Wright, Raabe, to adhere to the original indefiniteness, \"a Moabitish maiden.\" Note the Zeugmatic use of the word returned as applied here, as well as in Ruth 1:22, not only to Naomi, but also to Ruth. It is thus used on the same Zeugmatic principle as the word die in Genesis 47:19: \"Wherefore shall we die before thine eyes, both we and our land?\"NEWLINEVERSETITLESTARTRuth2:7VERSETITLEENDNEWLINEVERSESTARTAnd she said, I pray you, let me glean and gather after the reapers among the sheaves: so she came, and hath continued even from the morning until now, that she tarried a little in the house.VERSEENDNEWLINEVerse 7 - The steward continues his account of Ruth. She had respectfully solicited leave to glean. She said, Let me glean, I pray thee, and gather in bundles after the reapers. The expression, \"and gather in bundles,\" is in Hebrew וְאָסַפְתִּי בָךעמָרִים and is rendered in King James's version, as also by Coverdale, Tremellius, Castellio, Luther, Michaelis, \"and gather among\" or \"beside the sheaves.\" But such a request on the part of Ruth would seem to be too bold, the more especially as we find Boaz afterwards giving instructions to the young men to allow her, without molestation, to glean \"even between the sheaves\" (ver. 15). Hence Pagnin's free version is to be preferred, \"and gather bundles\" (et congregabo manipulos). Carpzov pleads for the same interpretation, and translates thus: \"Let me, I pray thee, glean, and collect the gleanings into bundles (colligam obsecro spicas, collectasque accumulem in manipules). Montanus too adopts it, and Raabe likewise (und sammele zu Haufen). The steward praises Ruth s industry. And she came, and has remained ever since the morning until just now. She had worked with scarcely any intermission, diligently, from early morning. Drusius says that the following expression, rendered in King James's version that she tarried a little in the house, occasioned him critical torture (locus hie et diu et acriter me torsit). Coverdale also had been inextricably perplexed. He renders it, \"And within a litel whyle she wolde have bene gone home agayne.\" The word house troubled these and many other interpreters, as if the reference were to Naomi s dwelling-house in the town. The reference, however, is evidently to a temporary but, shed, tent, or booth erected in the harvest-field for the siesta of the workers, and the accommodation of the master, when he was visiting by day, or exercising supervision by night. We would translate the clause thus - \"Her resting at the but (has been) little.\" Her siesta in the shade of the but was trot brief. She felt as if she could not afford a long repose.NEWLINEVERSETITLESTARTRuth2:8VERSETITLEENDNEWLINEVERSESTARTThen said Boaz unto Ruth, Hearest thou not, my daughter? Go not to glean in another field, neither go from hence, but abide here fast by my maidens:VERSEENDNEWLINEVerse 8. - And Boaz said to Ruth. We are to suppose that Boaz, having communicated with his overseer, and having given some instructions to his rearers, and likewise to the young women who bound the reaped corn into sheaves, moved onward to the place where Ruth, keeping modestly far in the rear, was gleaning. He entered into conversation with her, and, among other things, said to her, Hearest thou not, my daughter! A grave antique way of drawing special attention to what is about to follow. \"My daughter\" is a fatherly expression, appropriate on the part of an elderly person when addressing a young woman. Do not go to glean in the other field. Pointing, no doubt, as he spoke, to a parcel of adjoining fields, belonging to a neighbor proprietor. Boaz's interest and sympathy went out strong, all at once, toward the daughter-in-law of his deceased relative. His heart was smitten with admiration for the modest and fascinating widow. He said further to her, as he walked on along with her in the direction of the reapers, and also do not pass on hence. The expression is not a redundant repetition of the preceding utterance. It was intended, apparently, to direct Ruth to a particular line of gleaning-ground, probably right behind the sheaf-binders, which it would be advantageous for her to occupy. He would point it out with his hand. And so keep close by my young women. Their proximity would give the stranger a feeling of security, and her nearness to them in their work would be manifestly for her benefit.NEWLINEVERSETITLESTARTRuth2:9VERSETITLEENDNEWLINEVERSESTARTLet thine eyes be on the field that they do reap, and go thou after them: have I not charged the young men that they shall not touch thee? and when thou art athirst, go unto the vessels, and drink of that which the young men have drawn.VERSEENDNEWLINEVerse 9. - Boaz continues his talk, led on by an interest that was, probably, surprising to himself. Let thine eyes be on the field which they are reaping. He feels increasingly anxious concerning the fascinating stranger, and gives her excellent counsel. \"Let not thine eyes be wiled away, wanderingly, from the work on which thou art so praiseworthily engaged.\" And go thou behind 'them.' The reference is not to the same parties, who are indeterminately spoken of in the preceding clause - \"which 'they' are reaping.\" A determinate feminine pronoun makes it evident that the reference is to the maidens, who were working in the rear of the reapers (אַחֲרֵיהֶן post eas). Have not I charged the young men not to touch thee? A fine euphemistic injunction; that was best obeyed, however, when most literally construed. And when thou thirstest, go to the jars, and drink of whatever the young men may draw. Most likely it would be from the well that was \"by the gate of the city that the young men would draw - that very well of which her illustrious descendant, King David, spake, when he \"longed, and said, O that one would give me drink of the water of the well in Bethlehem, which is by the gate\" (see 2 Samuel 23:4, 15; 1 Chronicles 11:17, 18). When the water was drawn by the young men, then the maidens would carry the filled jars upon their heads to the resting-place. Gleaners could not be expected to get the freedom of the water which was thus so laboriously drawn, and then fatiguingly carried from a distance. But Boaz made Ruth free, and thus conferred on her a distinguishing privilege, that must have been at once most acceptable and most valuable. The Vulgate renders the last clause too freely - \"of which the young men 'drink.'\" The familiar well referred-to \"appears,\" says Dean Stanley, \"close by the gate\" of the town ('Sinai and Palestine,' p. 163). Yet not very close. \"It is,\" says Dr. John Wilson, \"less than half a mile distant from the present village, and is in a rude enclosure, and consists of a large cistern with several small apertures\" ('Lands of the Bible,' vol. 1. p. 399). Dr. Wilson has no doubt of its identity, though Dr. Robinson hesitated to come to the same conclusion ('Researches, ' vol. 2. p. 158).NEWLINENEWLINECHAPTER 2:10-17.NEWLINEVERSETITLESTARTRuth2:10VERSETITLEENDNEWLINEVERSESTARTThen she fell on her face, and bowed herself to the ground, and said unto him, Why have I found grace in thine eyes, that thou shouldest take knowledge of me, seeing I am a stranger?VERSEENDNEWLINEVerse 10. - RUTH did not seize the opportunity for bewailing the hardship of the lot to which she had been reduced, and which now constrained her to undertake a species of work which at one time she little anticipated. With beautiful humility and modesty, and in the profoundest gratitude, she accepted wonderingly the kindness of Boaz. And she fell on her face. A rather remarkable expression, physiologically viewed. Her face was part of herself. How then could she fall on it? It was part of that which fell, and yet she is said to fall upon (עַל) it, as if it had been underneath the self-hood that fell. It was what was undermost as she bowed herself, so that the pressure of the sum-total of the body fell on it as she gracefully stooped. And prostrated herself to the ground. Thus completing, and doubtless in no sprawling or clumsy way, her respectful obeisance. Her face would be made, with aesthetic delicacy of movement, to touch the ground. Wherefore have I found favor in thine eyes; She was surprised, amazed, bewildered. So that thou takest notice of me, and I a stranger! Boaz had done far more than merely rake notice of her. But, with equal gratitude and felicity, she specifies not the culminating acts of kindness, but the very first step that her benefactor had taken. He began by taking notice of her. There is an interesting paranomasia in the two words הַכִּירֵנִי and נָכְרִיָּה. A foreigner, though unknown, and just indeed because unknown, is naturally noted and noticed.NEWLINEVERSETITLESTARTRuth2:11VERSETITLEENDNEWLINEVERSESTARTAnd Boaz answered and said unto her, It hath fully been shewed me, all that thou hast done unto thy mother in law since the death of thine husband: and how thou hast left thy father and thy mother, and the land of thy nativity, and art come unto a people which thou knewest not heretofore.VERSEENDNEWLINEVerse 11. - Boaz's interest and admiration grew. And Boaz answered and said to her, It has been fully showed to me, all that thou hast done toward thy mother-in-law since the death of thy husband: and that thou hast left thy father and thy mother, and the land of thy nativity, and hast come to a people whom heretofore thou knewest not. When Boaz says, \"It has been fully showed to me,\" he probably refers to the information which he had received from his overseer. The expression rendered \"fully showed\" is a fine specimen of a very antique idiom, showed-showed (הֻגֵּד הֻגַּד). \"Toward thy mother-in-law.\" The preposition which we render \"toward\" is literally \"with,\" which, indeed, when laid side by side with the Hebrew preposition, looks as if it were organically identical. (אֵת = eth. Compare the old Hebrew etha with the Sanscrit itah. See Raabe's 'Glossar'). The expression which we render \"heretofore\" is literally \"yesterday and the day before,\" a very primitive way of representing time past. It must have been like balm to the anxious heart of Ruth to hear from the lips of such a man as Boaz so hearty a \"well-done.\" \"Ruth,\" says the venerable Lawson, \"showed no disposition to praise herself. She did not claim a right to glean from what she had done for Naomi, but wondered that such kindness should be showed by Boaz to her who was a stranger, and she hears the voice of praise from the mouth of one whoso commendations were a very great honor. No saying was oftener in the mouth of Jesus than this, He that exalteth himself shall be abased, and he that humbleth himself shall be exalted.\"NEWLINEVERSETITLESTARTRuth2:12VERSETITLEENDNEWLINEVERSESTARTThe LORD recompense thy work, and a full reward be given thee of the LORD God of Israel, under whose wings thou art come to trust.VERSEENDNEWLINEVerse 12. - May Yahveh requite thy work, arid may thy recompense be complete from Yahveh God of Israel, to trust under whose wings thou art come. Already there were streaks of light shooting athwart Boaz s horizon. His very phraseology is getting tipped with unwonted beauty. He sees Ruth cowering trustfully under the outstretched wings of Him who is \"good to all, and whose tender mercies are over all his works\" in all lands (see Psalm 91:1-4). The metaphor, says Fuller, \"is borrowed from a hen, which, with her clucking, summons together her straggling chickens, and then outstretcheth the fan of her wings to cover them.\" \"Who would not,\" says Topsell, \"forsake the shadow of all the trees in the world to be covered under 'such' wings?\"NEWLINEVERSETITLESTARTRuth2:13VERSETITLEENDNEWLINEVERSESTARTThen she said, Let me find favour in thy sight, my lord; for that thou hast comforted me, and for that thou hast spoken friendly unto thine handmaid, though I be not like unto one of thine handmaidens.VERSEENDNEWLINEVerse 13. - May I continue to find favor, sir, in thine eyes, for indeed thou hast comforted me, and cheered the heart of thine handmaid, and yet I have not the position of one of thy maidens. To be one of his maidens was, in her estimation, to be in a most desirable condition. She could not aspire to that. But as he had spoken so graciously to her heart, and soothed its sorrows, she trusted he would still befriend her. אֶמְצָא should not be rendered, with the Vulgate, \"I have found\" (inveni); nor, with Tremellius and Junius, \"I find\" (in, ohio); but, with Piscator, optatively, \"may I find\" (inveniam), that is, \"may I still find, may I continue to find. So Luther, Coverdale, and Michaelis. The courtesy-expression, rendered in King James's version \"my lord\" (אֲדֹנִי Mein-Herr or Men-sieur), is used, as Carpzov remarks, in \"humility and civility.\"NEWLINEVERSETITLESTARTRuth2:14VERSETITLEENDNEWLINEVERSESTARTAnd Boaz said unto her, At mealtime come thou hither, and eat of the bread, and dip thy morsel in the vinegar. And she sat beside the reapers: and he reached her parched corn, and she did eat, and was sufficed, and left.VERSEENDNEWLINEVerse 14. - And Boaz, at meal-time, said to her, Come along hither. Luther, Coverdale, and King's James's English translators took the expression \"at meal-time\" as part of the report of Boaz's words: \"And Boaz said, At meal-time come along hither.\" But it is evidently to be taken, in accordance with the Masoretic punctuation, as the historical statement of the narrator: \"At meal-time, Boaz said, Come along hither.\" At meal-time Boaz rejoined Ruth, and said to her, \"Come along hither.\" Then they would walk along in company, till they reached the siesta-hut, ' And eat of the bread, that is going, and dip thy morsel in the vinegar, or the sour wine that was quite a favorite beverage with out-door workers. It had a peculiarly cooling and refreshing effect. It corresponded to the posed used by the Roman soldiery, and would, according to circumstances and individual taste, be taken either \"neat\" or diluted with water. And she sat by the side of the reapers. Probably along with the other young women, although the refer-once to them is accidentally overlapped by the specification of the male workers. And he prepared for her a bunch of parched corn. יִצְבָּט is only conjecturally rendered \"reached\" in King James's version, and by many other translators. The rendering is given under the leadership of the Chaldee Paraphrast, who explains the word by אושִׁיט, which is a pure Chaldee word for \"reached.\" But light is thrown on the old Hebrew word by both Arabic and Sanscrit cognates, as well as by the Septuagint version (ἐβούνισε). It meant to bind into a bunch or bunches (see Furst and Raabe). The word is illustrated by modern Oriental usage. Dr. W. M. Thomson says, \"Harvest is the time for parched corn. It is made thus: - A quantity of the best ears, not too ripe, are plucked with the stalks attached. These are tied into small parcels; a blazing fire is kindled with dry grass and thorn bushes, and the corn-heads are held in it until the chaff is mostly burnt off. The grain is thus sufficiently roasted to be eaten, and it is a favorite article all over the country\" ('The Land and the Book,' p. 648). Mr. Legh, in like manner, states, in MacMichael's Journey, 1819, that, traveling in harvest-time in the country cast of the Dead Sea, they one day rested near some cornfields, \"where one of the Arabs, having plucked some green ears of corn, parched them for us by putting them into the fire, and then, when roasted, rubbing out the grain in his hands\" (Kitto's 'Pictorial Bible,' in loc.). Sometimes, however, the parched corn is otherwise prepared. Dr. Robinson says, \"In one field, as we approached Kubeibeh, nearly 200 reapers and gleaners were at work; the latter being nearly as numerous as the former. A few were taking their refreshment, and offered us some of their 'parched corn.' In the season of harvest the grains of wheat, not yet fully dry and hard, are roasted in a pan or on an iron plate, and constitute a very palatable article of food. This is eaten with bread, or instead of it. Indeed, the use of it is so common at this time among the laboring classes, that this parched wheat is sold in the markets; and it was among our list of articles to be purchased at Hebron for our journey to Wady Musa. The Arabs, it was said, prefer it to rice; but this we did not find to be the case. The whole scene of the reapers and gleaners, and their 'parched corn,' gave us a lively representation of the story of Ruth and the ancient harvest-time in the fields of Boaz\" ('Biblical Researches,' vol. 2. p. 394, ed. 1841). Boaz had given Ruth a kind of Benjamin's portion of parched corn. She could not use it all. And she ate, and was satisfied, and left over. Carefully reserving, however, and \"basketing up\" the liberal surplus.NEWLINEVERSETITLESTARTRuth2:15VERSETITLEENDNEWLINEVERSESTARTAnd when she was risen up to glean, Boaz commanded his young men, saying, Let her glean even among the sheaves, and reproach her not:VERSEENDNEWLINEVerse 15. - And she rose to glean: and Boaz charged his young men, saying, Even between the sheaves let her glean, and do not affront her. Boaz would probably thus speak in the hearing of Ruth herself, so that, without any fear of reproach, she might feel free to take full advantage of the privilege accorded her. Boaz wished her to gather a large gleaning, no doubt rightly conjecturing that there must have been for some time past but little superfluity in the larder of Naomi. The space \"between the sheaves,\" as distinguished from the spaces outside their line, would probably be the part whither the maidens conveyed their collected armfuls, and where they bound them into sheaves. It would thus be the place where there would be the greatest number of 'waifs.' It would also be the place in which unprincipled gleaners might have the best opportunity for stealing from the sheaves. Boaz felt unbounded confidence in Ruth, and said to the reapers, \"Affront her not,\" namely, by saying or insinuating anything to the effect that she was either pilfering, on the one hand, or making herself too forward, on the other. The Vulgate version completely merges out of sight the poetic beauty and tenderness of the injunction by rendering it thus: \"Do not hinder her.\"NEWLINEVERSETITLESTARTRuth2:16VERSETITLEENDNEWLINEVERSESTARTAnd let fall also some of the handfuls of purpose for her, and leave them, that she may glean them, and rebuke her not.VERSEENDNEWLINEVerse 16. - And even of set purpose draw out for her from the bundles, and leave them, and let her glean them, and do not find fault with her. His kindness grows as he sees her, or speaks concerning her. He gives additional injunctions in her favor, both to the young men and to the maidens, though the line of distinction between the two sexes dips at times entirely out of sight. When the sheaf-makers had gathered an armful of stalks, and there seemed to be so clean a sweep that none were left behind, then they were of set purpose (de industria) to draw out some from the bunches or bundles, and leave them lying. The act of deliberate, as opposed to unintentional, drawing, is expressed by the emphatic repetition of the verb שֹׁל־תָּשֹׁלוּ. The verb thus repeated was a puzzle to the older expositors, inclusive of all the Hebrew commentators. But comparative philology has clearly determined its radical import, and thus illuminated its use in the passage before us. It does not here mean \"spoil,\" though that is its usual signification. Nor can it mean \"let fall,\" as in King James's version. It means draw out. Do not find fault with her. The word is almost always rendered rebuke in our English version; but the force of the preposition may be represented thus: \"do not chide 'with' her.\" \"It was,\" says Dr. Andrew Thomson, \"a thoughtful and delicate form of kindness to Ruth, thus to increase her gleanings, and yet to make them all appear the fruit of her own industry.... There are persons to be met with in social life who, while possessing the more solid qualities of moral excellence, are singularly deficient in the more graceful. They have honesty, but they have no sensibility; they have truth, but they are strangely wanting in tenderness. They are distinguished by whatsoever things are just and pure, but not by those which are lovely and of good report. You have the marble column, but you have not the polish or the delicate tracery on its surface; you have the rugged oak, but you miss the jasmine or the honeysuckle creeping gracefully around it from its roots. But the conduct of Boaz, as we stand and hear him giving these directions to his reapers, proves the compatibility of those two forms of excellence, and how the strong and the amiable may meet and harmonies in the same character. Indeed, they do always meet in the highest forms of moral greatness\" ('Studies on the Book of Ruth,' pp. 119, 120).NEWLINEVERSETITLESTARTRuth2:17VERSETITLEENDNEWLINEVERSESTARTSo she gleaned in the field until even, and beat out that she had gleaned: and it was about an ephah of barley.VERSEENDNEWLINEVerse 17. - And she gleaned in the field until the evening, and beat out what she had gleaned, and it was about an ephah of barley. Gathering together her various sheaves, lots, or bundles (see ver. 7), she threshed them with some suitable rod or simple 'flail' (flagellum), which she had either brought with her in the morning, as part of her equipment as a gleaner, or had obtained at the hut; or perhaps, like many others, she would make use of a convenient stone. Speaking of the village of Huj, near Gaza, Robinson says, \"We found the lazy inhabitants still engaged in treading out the barley harvest, which their neighbors had completed long before. Several women were beating out with a stick handfuls of the grain which they seemed to have gleaned. One female was grinding with a hand mill, turning the mill with one hand, and occasionally dropping in the grain with the other\" ('Researches,' vol. 2. p. 385). \"In the evening,\" says Dr. W. M. Thomson, \"you might see some poor woman or maiden, that had been permitted to glean on her own account, sitting by the roadside, and beating out with a stick or a stone what she had gathered, as Ruth did. I have often watched this process in various parts of the country\" ('The Land and the, Book,' p. 647). The diligent gleaner on Boaz's field found, after threshing, that she had nearly an ephah of barley. It would be a considerable load for a female to curry - about a bushel. Josephus mentions incidentally, in his ' Antiquities' (15:9, 2), that the Hebrew cot or homer was equivalent to ten Attic me>dimnoi. But as the ephah was exactly the tenth part of a cor or homer, it follows that the Hebrew ephah was equivalent to the Attic μέδιμνος. Moreover, just as the ephah was the tenth part of a homer, so the omer was the tenth part of an ephah (Exodus 16:36); and thus, if an omer of barley would be somewhat equivalent for nutritive purposes to an omer of manna, it would be a sufficient daily allowance for a man (see Exodus 16:16). Hence Ruth would take home with her what would suffice for several days' sustenance to Naomi and herself.NEWLINENEWLINECHAPTER 2:18-23.NEWLINEVERSETITLESTARTRuth2:18VERSETITLEENDNEWLINEVERSESTARTAnd she took it up, and went into the city: and her mother in law saw what she had gleaned: and she brought forth, and gave to her that she had reserved after she was sufficed.VERSEENDNEWLINEVerse 18. - And she lifted it up, and went into the city: and her mother-in-law beheld what she had gleaned. She likewise brought forth, and gave to her, what she had left over after she was satisfied. It would be with gratitude and pride that Ruth would let her heavy burden slip off into the hands of Naomi. It would be with gratitude and wonder that Naomi would behold the precious load. Other gentle emotions would stir within the mother-in-law's hungry heart when her beloved daughter-in-law produced and presented the remains of her delightfully refreshing repast at the tent. The expression, \"after she was satisfied,\" is literally, \"from her satiety.\"NEWLINEVERSETITLESTARTRuth2:19VERSETITLEENDNEWLINEVERSESTARTAnd her mother in law said unto her, Where hast thou gleaned to day? and where wroughtest thou? blessed be he that did take knowledge of thee. And she shewed her mother in law with whom she had wrought, and said, The man's name with whom I wrought to day is Boaz.VERSEENDNEWLINEVerse 19. - And her mother-in-law said to her, Where hast thou gleaned today! and where hast thou worked? May he who took notice of thee be blessed! The grateful eagerness of the mother-in-law to get full information overflows in a delightful redundancy. \"Where hast thou gleaned today? and where hash thou worked?\" She saw at a glance, from the magnitude of the load, from the bright and beaming countenance of her daughter-in-law, and from the delicious parched corn which the master had given with his own hands, that the day had been crowned with peculiar blessings. The lines had fallen in pleasant places. Hence her womanly and motherly interest to get full particulars. Ruth, on her part, would feel as if a kind of inspiration had seized upon her tongue. And she showed to her mother-in-law with whom she had worked, and she said, The name of the man with whom I worked today is Boaz. A thrill would shoot through Naomi's heart as that once familiar name fell upon her ears.NEWLINEVERSETITLESTARTRuth2:20VERSETITLEENDNEWLINEVERSESTARTAnd Naomi said unto her daughter in law, Blessed be he of the LORD, who hath not left off his kindness to the living and to the dead. And Naomi said unto her, The man is near of kin unto us, one of our next kinsmen.VERSEENDNEWLINEVerse 20. - And Naomi said to her daughter-in-law, Blessed 'of' Yahveh be he who - . The expression is literally, \"Blessed 'to' Yahveh be, he who,\" that is, \"Blessed in relation to Yahveh be he who,\" or \"Blessed be he! I carry the desire and prayer up to Yahveh,\" which just amounts, in meaning, to this: \"Blessed ' by' Yahveh be he who.\" See other instances of the same construction in Genesis 14:19, and Psalm 115:15. Who has not let go his kindness to the living and to the dead. Some take these words to be descriptive of Yahveh. Others take them to be descriptive of Boaz. If they be regarded in the former point of view, then the foregoing clause must be rendered, not, \"Blessed by Yahveh be he who,\" but, \"Blessed be he by Yahveh who.\" Dr. Cassel assumes, but without any formal reasoning or apparent reason, that the reference of the relative is to Yahveh, and hence he makes out an ingenious argument in defense of the doctrine, that those who are dead to us are yet alive to God - the doctrine of immortality. It is strained. Yet Raabe thinks that the reference is to Yahveh, inasmuch as Naomi had as yet no evidence of Boaz's kindness to the deceased. The reason thus given for carrying the reference up to God is certainly unsatisfactory; for, looking at the subject from the human point of view, it is obvious that Boaz's peculiar kindness to the living was his kindness to the deceased; whereas, if we look at the case from the Divine point of view, it is difficult, if not impossible, to account for the discrimination between the living and the dead. The first feeling that sprang up in the heart of Naomi at the mention of the name of Boaz was one of adoration. The next was a generous desire in reference to Boaz himself. She prayed that he might be graciously recompensed by Yahveh for the kindness he had shown that day, both toward the living - Ruth and herself - and toward the deceased - Elimelech and his sons. A man of less noble nature might have been ready, in reference to relatives in reduced circumstances, to ignore the present, and to bury in oblivion the past. After giving scope to her feelings of adoration and benediction, Naomi, with the prompt and practical directness of a true woman, said to her daughter-in-law. The man is near to us, adding immediately, and with a rapid glance at bright contingencies that were in the region of the possible, He is one of our peculiar kinsmen (our Goelim). She meant that he was one of those peculiarly near kinsmen who had a right of redemption over' whatever lands may have formerly belonged to her, and the first right of purchase over whatever lands might yet remain in the possession of herself or of her daughter-in-law. Naomi and Ruth, though greatly reduced in circumstances, and painfully pent up in present straits, were far from being Paupers. They were proprietors (see Ruth 4:3, 5). But their property was not, for the time being, available for income or sustenance. It had either been farmed out on usufruct or allowed to lie waste. In the absence of the yod in מִלֺגּאֲלֵגוּ we have an instance of scriptio defectiva, as distinguished from scriptio plena. Such defective manuscription might be expected to occur occasionally in transcription from dictation, when, as here, the presence or the absence of the letter made no difference in the pronunciation of the reader. Michaelis, however ('Mosaisches Recht,' § 137), and Gesenius ('Thesaurus,' in voc.), instead of regarding the absence of the yod as an instance of scriptio defectiva, have conjectured that מִלֺגּאֵל is a noun, or name, meaning the seemed in order of the Goelim. But, notwithstanding the ingenuity of the conjecture, there is not a shadow of evidence to evince that the Hebrews themselves ever knew of such a word. Nor does the supposition or subsumption of such a word in the least facilitate the construction on the one hand, or illumine the narrative on the other.NEWLINEVERSETITLESTARTRuth2:21VERSETITLEENDNEWLINEVERSESTARTAnd Ruth the Moabitess said, He said unto me also, Thou shalt keep fast by my young men, until they have ended all my harvest.VERSEENDNEWLINEVerse 21. - And Ruth the Moabitess said. It seems to us rather remarkable that Ruth should be here again particularized formally as \"the Moabitess.\" There is apparently no discoverable reason for the re-repetition. It is simply antique particularity, not amenable to any literary law - \"the said Moabitess.\" There is a peculiar abruptness in the initial words of what follows: - Yea also he said to me. Carpzov and Wright understand them thus: \"'Yea' blessed be he, 'for' he said to me.\" But the word blessed, as used by Naomi, is too far removed to make it natural for the yea of Ruth's remark to fall back upon it. Her mind and heart were full. She was profoundly affected by the kindness that had been shown to her. Hence she piles up her representation. \"Also,\" - so may I well speak, - \"for he said to me.\" Keep close by my young men, until they have finished all my harvest. The \"young men\" are not here discriminated from the \"young women\" (see ver. 8). The idea, consequently, is not that Ruth was to keep close to them in distinction from the young women. It was understood that she should work behind the young women, who followed in the rear of the young men. But it was the express desire of Boaz that, instead of exposing herself among strangers, on any adjoining harvest-fields, she should maintain her position behind his raspers as long as there remained any golden crops to reap.NEWLINEVERSETITLESTARTRuth2:22VERSETITLEENDNEWLINEVERSESTARTAnd Naomi said unto Ruth her daughter in law, It is good, my daughter, that thou go out with his maidens, that they meet thee not in any other field.VERSEENDNEWLINEVerse 22. - And Naomi said to Ruth her daughter-in-law. It is good, my daughter, that thou shouldest go with his young women, and that thou be not set upon in another field. Here again we have the archaic repetition, \"Ruth her daughter-in-law.\" Naomi was grateful for Boaz's invitation. Compliance with it would be \"good,\" both immediately and prospectively. In particular, it would save Ruth from running the risk of being rudely handled by utter, and perhaps rough and unprincipled, strangers. \"It is good,\" says Naomi, \"that 'they' do not set upon thee in another field.\" She says \"they,\" but allows the parties she had in view to remain, dimly visible, in the shade. No doubt, however, she refers to the reapers, binders, gleaners, and other workers who might have to be encountered \"in another field.\" \"Meaning,\" says homely Richard Bernard, \"some lewd and lustful men whom Naomi would not so much as make mention of.\" The verb פָּגַע־בְ is often rendered in our English version fall upon. It originally means to light upon, whether for good or for evil.NEWLINEVERSETITLESTARTRuth2:23VERSETITLEENDNEWLINEVERSESTARTSo she kept fast by the maidens of Boaz to glean unto the end of barley harvest and of wheat harvest; and dwelt with her mother in law.VERSEENDNEWLINEVerse 23. - And she kept close by Boaz's young women to glean. Wright translates thus: \"And she kept gleaning along with the maidens of Boaz.\" But the maidens of Boaz are not represented as gleaning. The historical statement of the verse is to be explained from the hortatory statement of ver. 8: \"Keep close to my young women.\" Till the end of the barley-harvest and the wheat-harvest. Ruth's gleaning labors extended to the close of the wheat-harvest, during which time, no doubt, there would be frequent opportunities for a growing intimacy between the beautiful gleaner and the worthy proprietor. Often too, we may rest assured, would Boaz be a visitor in the humble home of Naomi. \"The harvest upon the mountains,\" says Dr. Robinson, \"ripens of course later than in the plains of the Jordan and the sea-coast. The barley-harvest precedes the wheat-harvest by a week or fortnight. On the 4th and 5th of June the people of Hebron were just beginning to gather their wheat; on the 11th and 12th the threshing-floors on the Mount of Olives were in full operation. We had already seen the harvest in the same stage of progress on the plains of Gaza on the 19th of May; while at Jericho, on the 12th of May, the threshing-floors had nearly completed their work\" ('Biblical Researches,' vol. 2. p. 99). \"The Syrian harvest,\" says Dr. W. M. Thomson, \"extends through several months. On the plain of Philistia it commences in April and ends in June; and this not only gives ample time, but it has this great advantage, that the villagers from the mountains can assist the farmers on the plain, since their own crops are not yet ripe. I was struck with this fact while at Mesmia. Several Christians from Bethlehem, who had thus come to reap, spent the evening at my tent, and one of them explained to me the advantages from thus laboring on the plain. He not only, received wages for his own and his wife s labor, but his children were permitted to follow after them and glean on their own account, as Boaz allowed Ruth to do in their native village\" ('The Land and the Book, ' p. 544). When it is said, in the last clause of the verse, and she dwelt with her mother-in-law, the reference is not to be restricted to the time that succeeded the period of harvesting. The Vulgate indeed connects the clause with the following verse, and renders it, \"After she returned to her mother-in-law,\" pointing the verb thus וַתָּשָׁב instead of וַתֵּשֶׁב. The same translation is given to the verb by Luther and Coverdale. But there is no evidence whatever that Ruth slept anywhere else than under her mother-in-law's roof. The clause was written, apparently, for the very purpose of bringing out clearly before the mind of the reader her stainless innocence, and sweet simplicity, and never-tiring devotion to her noble mother-in-law.NEWLINENEWLINENEWLINENEWLINENEWLINE","Ruth.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTRuth3:1VERSETITLEENDNEWLINEVERSESTARTThen Naomi her mother in law said unto her, My daughter, shall I not seek rest for thee, that it may be well with thee?VERSEENDNEWLINEVerse 1. - And Naomi, her mother-in-law, said to her, My daughter, shall not I seek out for thee a rest, that it may be well with thee? When Ruth had nothing more to do on the harvest-fields, where Boaz appeared daily, and was unremittingly gracious to her, she may have fallen into a pensive mood. Naomi was quick to note the varying 'nuances of feeling, and said \"My daughter, shall I not seek out for thee a rest?\" The expression rest, or resting-place, though in itself of generic import, was, when used in such circumstances as environed Ruth, quite specific in application, and would be at once understood. It was a home to which Naomi pointed, a home for her daughter's heart. In such a home, if warm and pure, there would be repose for the affections. \"That it may be well with thee,\" or, \"which shall (or may) be good for thee.\" Either translation is warrantable and excellent. The latter is the most simple, and is given by Carpzov and Rosenmüller; but the former is in accordance with a frequent idiomatic use of the expression, in which there is a change from the relative in result to the relative in aim, so that אֲשֶׁר יִיטַב is equivalent to לְמַעַן יִיטַב (see Deuteronomy 4:40; Deuteronomy 6:3, 18; Deuteronomy 10:11, 25, 28). Naomi did not distinguish between rests that would be 'good, ' and other rests which would not be 'good.' Nor did she moralize on the idea of a rest, and affirm that it would be 'good' for her widowed daughter-in-law. She assumed that every true rest was 'good,' and, on the basis of that assumption, she sought out one for her devoted Ruth. Hence the superiority of the rendering that expresses aim to that which expresses the mere prediction of result.NEWLINEVERSETITLESTARTRuth3:2VERSETITLEENDNEWLINEVERSESTARTAnd now is not Boaz of our kindred, with whose maidens thou wast? Behold, he winnoweth barley to night in the threshingfloor.VERSEENDNEWLINEVerse 2. - And now is not Boaz, with whose young women thou wast, our relatives. Naomi opens her case. She had been studying Boaz all through the harvest season. She had been studying Ruth too. She saw unmistakable evidence of mutual responsiveness and attachment. And now she had a matured scheme in her head. Hence she brings up Boaz's name at once, and says, \"Is he not our relative?\" מודַעַת, an abstract term used concretely, meaning literally\" acquaintance,\" but here \"relative,\" or \"kinsman\" (see Ruth 2:1). Lo, he is winnowing barley on the threshing-floor tonight. Literally, \"Lo, he is winnowing the threshing-floor of barley.\" The Hebrews could idiomatically speak of \"the threshing-floor of barley,\" meaning \"the threshing-floor-full of barley.\" The barley lay heaped up in Boaz's threshing-floor, and he was changed in winnowing it. He threw up against the wind the mingled mass that was on his floor, after the stalks had been carefully trodden or beaten. \"Not far,\" says Dr. Horatio Hackett, \"from the site of ancient Corinth, I passed a heap of grain, which some laborers were employed in winnowing. They used for throwing up the mingled wheat and chaff a three-pronged wooden fork, having a handle three or four feet long\" ('Illustrations,' p. 106). \"The winnowing,\" says Dr. Kitto, \"was performed by throwing up the grain with a fork against the wind, by which the chaff and broken straw were dispersed, and the grain fell to the ground. The grain was afterwards passed through a sieve to separate the morsels of earth and other impurities, and it then underwent a final purification by being tossed up with wooden scoops, or shorthanded shovels, such as we see sculptured on the monuments of Egypt\" ('Illustrations,' in loc., p. 40). In some of the Egyptian sculptures the winnowers are represented as having scoops in both hands. הַלַּיְלָה, tonight (Scottice, \"the nicht\"). The agriculturist in Palestine and the surrounding districts would often carry on his winnowing operations after sunset, taking advantage of the evening breeze that then blows. The Chaldee Targumist makes express reference to this breeze, explaining the word tonight as meaning in the wind which blows by night.NEWLINEVERSETITLESTARTRuth3:3VERSETITLEENDNEWLINEVERSESTARTWash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the floor: but make not thyself known unto the man, until he shall have done eating and drinking.VERSEENDNEWLINEVerse 3. - So then wash thyself, and anoint thyself, and dress thyself? This latter phrase is in the original, \"and put thy garments on thee.\" The verb וְשַׂמְתְּי with its final yod, was the archaic form of the second person feminine, though still much cut down and contracted from its oldest form. See Raabe's 'Zuruckfuhring,' and note the conduct of the verb, in its relation to the pronominal suffixes, when these are affixed. And go down to the threshing-floor. The town of Bethlehem lay on the summit of \"the narrow ridge of a long gray hill\" (Stanley's 'Sinai and Palestine,' p. 163), while the corn-fields, that gave the fortified place its name of Bread-town, stretched out expandingly in the valleys below. Dr. Robinson says, \"We ascended gradually toward Bethlehem around the broad head of a valley running N.E. to join that under Mar Elyas The town lies on the E. and N.E. slope of a long ridge; another deep valley, Wady Ta'amirah, being on the south side, which passes down north of the Frank Mountain toward the Dead Sea, receiving the valley under Mar Elyas not far below. Toward the west the hill is higher than the village, and then sinks down very gradually toward Wady Ahmed ('Biblical Researches,' vol. 2. p. 158). Let not your presence be known to the man before he has finished eating and drinking. It would have been imprudent and impolite to have discovered her presence while his servants and himself were busied in operations which required to be actively prosecuted while the breeze was favorable, and the light of the moon serviceable. Ruth was to wait till the servants, having finished their work and their repast, had retired to their respective homes. The master, as Naomi knew, would remain gratefully and joyfully on the spot, to keep watch in the midst of his cereal treasures, and under the still magnificence of the broad canopy of heaven. Speaking of Hebron, Dr. Robinson says, \"Here we needed no guard around our tent. The owners of the crops came every night and slept upon their threshing-floors to guard them, and this we had found to be universal in all the region of Gaza. We were in the midst of scenes precisely like those of the Book of Ruth, when Boaz winnowed barley in his threshing-floor, and laid himself down at night to guard the heap of corn\" ('Biblical Researches, ' vol. 2. p. 446). Boaz's heart, when all was quiet around him, would be full of calm and comfort. He would pace about his well-heaped threshing-floor contentedly, contemplatively; and, as he paced, and thought, and adored, the figure of the beautiful and industrious gleaner might persist in coming in within the field of meditation. It might linger there, and be gladly allowed to linger.NEWLINEVERSETITLESTARTRuth3:4VERSETITLEENDNEWLINEVERSESTARTAnd it shall be, when he lieth down, that thou shalt mark the place where he shall lie, and thou shalt go in, and uncover his feet, and lay thee down; and he will tell thee what thou shalt do.VERSEENDNEWLINEVerse 4. - And let it be, when he lies down, that thou take note of the place where he lies; and go, and uncover the parts about his feet, and lay thee down; and he shall declare to thee what thou shalt do. The denominative word מַרְגְּלֺלתָיו - freely rendered in King James's version \"his feet\" - we have rendered \"the parts about his feet.\" It is the exact opposite of מְרַאֲשֹׁתָיו, which never means \"his head,\" but is always translated correctly either \"his pillows\" or \"his bolster.\" It denotes \"the supports on which the head was laid in lying;\" and מַרְגְּלות, having reference to members of the body which do not need such supports as the head, simply means \"the places occupied by the feet.\" Naomi ventured, on a bold expedient to bring speedy rest to her daughter-in-law. But we assume that, with unmistaking feminine intuition, she saw, on the one hand, that Boaz was already deeply attached to Ruth, and, on the other, that Ruth reciprocated his attachment with pure intensity. Most probably we should also assume that she detected in Boaz a peculiar diffidence that caused him to shrink from making decisive advances in the way of declaring his affection. He had, however, unconsciously revealed himself, and made it clear to Naomi that he wished to divulge in words the depth of his honorable feelings. But again and again, as we may suppose, his sensitiveness overcame his resolutions. Hence Naomi's scheme to bring him to the point of declaration. It would have been reprehensible in the extreme had she not been absolutely certain of his wishes, on the one hand, and of his perfect honor and un-contaminable purity on the other. And even with that qualification, the scheme would have been imprudent and improper, and utterly unfeminine, had it not been the case that, in virtue of an ancient and much-prized Hebrew law, Ruth was entitled to call upon her nearest of kin to fulfill the various duties of a responsible kinsman. Still, notwithstanding the existence of this law, we may rest assured that the sensitive gleaner would never have summoned up courage to ask Boaz to discharge to her the duties of kinship, unless she had been sure that the thrills that vibrated within her own heart were responsive to subtle touches, on his part, of spirit with spirit.NEWLINEVERSETITLESTARTRuth3:5VERSETITLEENDNEWLINEVERSESTARTAnd she said unto her, All that thou sayest unto me I will do.VERSEENDNEWLINEVerse 5. - And she said, All that thou sayest I will do. There is no need for adopting into the text the K'ri \"to me,\" after the expression, All that thou sayest.\" It is a mere \"tittle,\" indeed, whether we omit or insert the pronoun; yet it was not found in the manuscripts that lay before the Septuagint and Vulgate translators.NEWLINEVERSETITLESTARTRuth3:6VERSETITLEENDNEWLINEVERSESTARTAnd she went down unto the floor, and did according to all that her mother in law bade her.VERSEENDNEWLINEVerses 6, 7. - And she went down to the threshing-floor, and did according to all that her mother-in-law had enjoined. And Boaz ate and drank, and his heart was comfortable; and he went to lie down at the end of the heap; and she came softly, and uncovered the parts about his feet, and laid herself down. The translation in King James's version, \"and his heart was merry,\" is perhaps stronger than there is any occasion for. The word rendered \"was merry,\" - viz., יִיטַב - is literally \"was good.\" The Septuagint word is ἠγαθύνθη. After the labors of the evening, Boaz had a relish for his simple repast. It was good to him. Hence he ate and drank to his heart's content, enjoying with grateful spirit the bounties of a gracious Providence. By and by he retired to rest, amid visions perchance of a brightened home, which just helped to reflect on his consciousness a stronger resolution than he had ever formed before to make known his affection At length he slept. The Syriac translate adds interpretatively, \"in a sweet sleep or the floor.\" Ruth then stepped cautiously forth to play her delicate part. She stole softly to the sheltered spot where he lay. She gently uncovered the margin of the cloak, which lay over the place where his feet were laid. She laid herself down noiselessly. The Arabic translator adds, \"and slept beside him\" - a most unhappy interpretation. Nothing but sin would be so far away as sleep from the eyes, and mind, and heart of the anxious suitor.NEWLINEVERSETITLESTARTRuth3:7VERSETITLEENDNEWLINEVERSESTARTAnd when Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of corn: and she came softly, and uncovered his feet, and laid her down.VERSEENDNEWLINEVERSETITLESTARTRuth3:8VERSETITLEENDNEWLINEVERSESTARTAnd it came to pass at midnight, that the man was afraid, and turned himself: and, behold, a woman lay at his feet.VERSEENDNEWLINEVerse 8. - And it came to pass at midnight that the man started in a fright; and he bent himself over, and lo, a woman was lying at his feet. He had awaked, and, feeling something soft and warm at his feet, he was startled and affrighted. What could it be? In a moment or two he recovered his self-possession, and bending himself up and over, or \"crooking himself, to see and to feel, lo, a woman was lying at his feet. The Chaldee Targumist tumbles into a ludicrous bathos of taste when endeavoring to emphasize the startle and shiver which Boas experienced. He says, \"He trembled, and his flesh, became soft as a turnip from the agitation. How could the most peddling and paltering of Rabbis succeed in betraying himself into such a laughable puerility and absurdity? The explanation, though of course it is not the least atom of justification, lies in the fact that the Chaldee word for \"turnip\" is לֶפֶת while the verb that de notes \"he bent himself\" is the niphal of לָפַת. The use of the expression \"the man,\" in this and several of the adjoining verses, is apt to grate a little upon English ears. Let us explain and vindicate the term as we may, the grating is still felt. No matter though we know that \"the rank is but the guinea stamp,\" the grating is felt inevitably. It is a result of that peculiar growth in living language that splits generic terms into such as are specific or semi-specific. We have gentleman as well as man, and embarrassment is not infrequently the result of our linguistic wealth. In the verse before us, and in some of those that go before, we should be disposed, in our English idiom, to employ the proper name: \"And it came to pass at midnight that ' Boaz' started in a fright.\"NEWLINEVERSETITLESTARTRuth3:9VERSETITLEENDNEWLINEVERSESTARTAnd he said, Who art thou? And she answered, I am Ruth thine handmaid: spread therefore thy skirt over thine handmaid; for thou art a near kinsman.VERSEENDNEWLINEVerse 9. - And he said, Who art thou? And she said, I am Ruth, thy handmaid; and thou hast spread thy wings over thy handmaid, for thou art kinsman. The Syriac translator spoils the question of Boaz by metamorphosing it from \"Who art thou?\" into \"What is thy message?\" Tremulous would be the voice of Ruth as she replied, \"I am Ruth, thy handmaid.\" What she said in continuance has been very generally, and by Driver, among others ('Hebrew Tenses,' p. 135), misapprehended. Not by Raabe, however. It has been regarded as a petition presented to Boaz - \"Spread thy wings (or, thy wing) over thy handmaid, for thou art kinsman.\" The literal translation, however, and far the more delicate idea, as also far the more effective representation, is, \"And thou hast spread thy wings over thy handmaid, for thou art kinsman.\" Ruth explains her position under Boaz's coverlet as if it were his own deliberate act. Such is her felicitous way of putting the case. It is as if she had said, \"The position in which thy handmaid actually is exhibits the true relation in which thou standest to thy handmaid. She is under thy wings. Thou hast benignantly spread them over her, for thou art kinsman.\" The Masorites have correctly regarded כנפ as a scriptio defectiva for the dual of the noun, and hence have punctuated it כְּנָפֶך, \"thy wings.\" The majority of interpreters, however, have assumed that the word is singular, and have hence translated it as if it had been punctuated כְּנָפְך. The dual reading is to be preferred. Boaz himself had represented Ruth as having come trustfully under the wings of Yahveh (see Ruth 2:12). She accepted the representation. It was beautifully true. But, as she was well aware that God often works through human agency, she now recognized the Divine hand in the kindness of Boaz. \"Thou hast spread thy wings over thine handmaid.\" She was under his wings because she had come under the wings of Yahveh. She felt like a little timid chicken; but she had found a refuge. It is the wings of tender, gentle, sheltering care that are referred to. There is only indirect allusion to the typical coverlet under which she lay. For thou art kinsman (see Ruth 2:20). The native modesty of Ruth led her to account for her position by a reference to the law of kinship. She had rights, and she stood upon them. She conceived that Boaz had correlative duties to discharge; but we may be sure that she would never have made the least reference to her rights, or to the correlative duties which she regarded as devolving on Boaz, had she not known that his heart was already hers.NEWLINEVERSETITLESTARTRuth3:10VERSETITLEENDNEWLINEVERSESTARTAnd he said, Blessed be thou of the LORD, my daughter: for thou hast shewed more kindness in the latter end than at the beginning, inasmuch as thou followedst not young men, whether poor or rich.VERSEENDNEWLINEVerse 10. - And he said, Blessed be thou of Yahveh, my daughter; thou hast made thy latter kindness better than the former, in not going after any young man, whether poor or rich. This verse is full of satisfactory evidence that Naomi was perfectly right in conjecturing that Boas, deep in love, was restrained only by diffidence from formally declaring himself. It shows us too that the chief ground of his diffidence was his age. He had been an acquaintance, and the equal in years, of Ruth's father-in-law, Elimelech, and the impression had got hold on him that the handsome young widow might feel repugnance to his suit. Hence, instead of being in the least degree offended by the steps she had taken, he was relieved, and felt full of gratification on the one hand, and of gratitude on the other. Blessed be thou by Yahveh. Literally, \"to Yahveh,\" i.e. \"in relation to Yahveh\" (see Ruth 2:20). My daughter. His relative elderliness was in his mind. Thou hast made thy latter kindness better than the former. Michaelis has seized the true meaning of these words: \"The kindness which thou art showing to thy husband, now that he is gone, is still greater than what thou didst show to him while he lived.\" Her employment of the word \"kinsman,\" or goel, was evidence to Boas that she was thinking of the respect which she owed to her husband's memory. Her concern in discharging that duty of 'piety' struck the heart of Boaz; and all the more as, in his opinion, she might easily have found open doors, had she wished for them, in quarters where there was no connection of kinship with her deceased husband. \"She did not go after any young man, whether poor or rich.\" She preferred, above all such, her first husband's elderly \"kinsman.\" In the original the construction is peculiar - \"in not going after the young men, whether a poor one or a rich one.\" He does not simply mean that she was free from vagrant courses and desires. Her character lay, to his eye, on a far higher level His meaning is that she deliberately refrained from \"thinking of any young man. The plural \"young men\" is to be accounted for on the principle that when an alternate is assumed or postulated, there is, in actual contemplation, a plurality of individuals.NEWLINEVERSETITLESTARTRuth3:11VERSETITLEENDNEWLINEVERSESTARTAnd now, my daughter, fear not; I will do to thee all that thou requirest: for all the city of my people doth know that thou art a virtuous woman.VERSEENDNEWLINEVerse 11. - And now, my daughter, fear not: all that thou sayest I shall do to thee, for it is on all hands known in the gate of my people that thou art a truly capable woman. The word חָיִל in the expression אֵשֶׁת ךחיִל is of many-sided import, and has no synonym in English, German, Latin, or Greek. But every side of its import brings into view one or other or more of such affiliated ideas as strength, force, forces, capability - whether mental and moral only, or also financial; competency, substantiality, ability, bravery. All who had taken notice of Ruth perceived that she was mentally and morally, as well as physically, a substantial and capable woman. She was possessed of force, both of mind and character. She was, in the New England sense, of the expression, a woman of \"faculty. She was full of resources, and thus adequate to the position which, as Boaz's wife, she would be required to fill. There was no levity about her, \"no nonsense.\" She was earnest, industrious, virtuous, strenuous, brave. There was much of the heroine in her character, and thus the expression connects itself with the masculine application of the distinctive and many-sided word, \"a mighty man of valor.\" The expression אֵשֶׁת חֲיִל occurs in Proverbs 12:4, where, in King James's version, it is, as here and in Proverbs 31:10, translated 'Ca virtuous woman\" - \"a virtuous woman is a crown to her husband.\" But it is not so much to moral virtue that there is a reference as to that general capacity which consists in \"large discourse, looking before and after\" ('Hamlet, ' 4:4). Compare the masculine expression אַנְשֵׁיאּחֲיִל in Exodus 18:21, 25, rendered, in King-James's version, \"able men,\" and meaning capable or substantial men, who, however, as we learn from the additional characteristics that are specified, were to be likewise conspicuous for high moral worth. In Proverbs 31:10 there is the same reference to general capacity, as is evidenced by the graphic representation that follows - a representation that by no means exhausts itself in the idea of moral virtue. Ibn Ezra takes the whole soul out of the expression when he interprets it, both here and in Proverbs, as meaning \"a woman possessed of riches.\" When Boaz says, \"All that thou sayest I will do to thee,\" he means, \"All that thou hast so winsomely and yet so modestly referred to in what thou didst say, I am prepared to do to thee. There was only one obstacle in the way, and that of a somewhat technical description. If that should be honorably surmounted, nothing would be more agreeable to Boaz s heart than to get nearer to Ruth \"For,\" said he, \"it is on all hands known in the gate of my people that,\" etc. Literally the phrase is, \"for all the gate of my people know,\" a strange inverted but picturesque mode of expression. It was not \"the gate of the people,\" but the people of the gate,\" that knew.NEWLINEVERSETITLESTARTRuth3:12VERSETITLEENDNEWLINEVERSESTARTAnd now it is true that I am thy near kinsman: howbeit there is a kinsman nearer than I.VERSEENDNEWLINEVerse 12. - And now it is the case of a truth that while I am a kinsman, there is yet a kinsman nearer than I. Or the rendering might with greater brevity be given thus: And now of a truth I am a kinsman; and yet there is a kinsman nearer than I. The survivals of a very ancient style of elaborately-detailed composition are here preserved. The archaism, however, was not quite appreciated by the Mazorites, who, in accordance with the spirit of the age in which they flourished, took but little note of the philological development, historical and prehistorical, of the language they were handling. Hence they suppressed the אִם in K'ri, though faithfully preserving it in C'tib. The particles, standing up and semi-isolated, palaeolithic-wise, might be accounted for in some such way as is shown in the following paraphrase: \"And now (I declare) 'that' of a truth (it is the case) 'that if (I declare the whole truth) I (am) a kinsman, and also there is a kinsman nearer than I.\" Boas was of that strictly honorable cast of mind that he could not for a moment entertain any project that might amount to a disregard of the rights of others, even although these rights should fly violently in the teeth own personal desires.NEWLINEVERSETITLESTARTRuth3:13VERSETITLEENDNEWLINEVERSESTARTTarry this night, and it shall be in the morning, that if he will perform unto thee the part of a kinsman, well; let him do the kinsman's part: but if he will not do the part of a kinsman to thee, then will I do the part of a kinsman to thee, as the LORD liveth: lie down until the morning.VERSEENDNEWLINEVerse 13. - Abide here tonight; and it shall come to pass in the morning, if he will act to thee the part of a kinsman, well; he shall act the kinsman's part: and if it please him not to act to thee the kinsman's part, then sure as Yahveh is alive, I will act to thee the kinsman's part. Lie still till the morning. Love is quick-witted. Boaz's plan of operations would formulate itself on the spur of the moment; but the remainder of the night would doubtless be spent in maturing the details of procedure. The aim would be to secure, as far as honor would permit, the much-wished-for prize. There would be, moreover, we need not doubt, much conversation between them, and mutual consultation, and arrangement. A large letter, a majuscula, occurs in the first word of the verse - לִינִי - which the smaller Masora ascribes to the Oriental or Babylonian textualists. It had, no doubt, been at first either a merely accidental, or a finically capricious, enlargement; but, being found, mysteries had to be ex-cogitated to account for it; - all mere rubbish. \"Tonight\" is a perfect translation of הַלַּיְלָה, for the to is simply the common definite article in one of its peculiar forms, perhaps peculiarly crushed and defaced (see note on Ruth 3:2).NEWLINEVERSETITLESTARTRuth3:14VERSETITLEENDNEWLINEVERSESTARTAnd she lay at his feet until the morning: and she rose up before one could know another. And he said, Let it not be known that a woman came into the floor.VERSEENDNEWLINEVerse 14. - And she lay at the place of his feet until morning: and she arose ere yet a man could distinguish his neighbor. In the original it is \"the places of his feet\" (see ver. 4). Time would rapidly fly past. Sleep there would be none to either the one or the other. In mutual modesty they guarded each other's honor. Thoughts and feelings, narratives and projects, would be freely interchanged. Their mutual understanding would become complete. At length there began to be the first faint tinge of paleness streaking into the dark. Ruth arose, and prepared to depart. It is added, For he had said, - or, more literally, \"And he had said,\" - Let it not be known that 'the' woman came to the threshing-floor. This has been to critics a puzzling clause. The conjunction in the foreground, a mere copulative, has occasioned difficulty. It is thoroughly Hebraistic. But of course it does not here introduce to notice something merely added to what goes before, of the nature of a parting injunction or request addressed to Ruth. The articulated phrase \"the woman,\" as distinguished from \"a woman,\" the expression in King James's version, renders such an interpretation impossible. The Targumist explains thus: \"and he said to his young men.\" But the whole tenor of the preceding narrative proceeds on the assumption that there were no servants on the premises or at hand. Other Rabbis, and after them Luther and Cover-dale, interpret thus: \"and he said in his heart,\" or, \"and he thought.\" Unnatural. The difficulty is to be credited, or debited, to simplicity of composition, and the habit of just adding thing to thing aggregatively, instead of interweaving them into a complex unity. In the course of their many interchanges of thought and feeling, Boaz had expressed a desire, both for Ruth s sake and for his own, that it should not be known that she had come by night to the threshing-floor. The narrator, instead of introducing this expression of desire in the way in which it would directly fall from the lips of Boaz, \"Let it not be known that thou didst come,\" gives it in the indirect form of speech, the oratio obliqua, as his own statement of the case. It is as if he had introduced a parenthesis or added a note in the margin. The ἅπαξ λεγόμενον טָרְום -instead of טֶרֶם- was most probably not a later form, as Berthean supposes, but an older Hebrew form that had died out of use long before the days of the Masorites.NEWLINEVERSETITLESTARTRuth3:15VERSETITLEENDNEWLINEVERSESTARTAlso he said, Bring the vail that thou hast upon thee, and hold it. And when she held it, he measured six measures of barley, and laid it on her: and she went into the city.VERSEENDNEWLINEVerse 15. - And he said, Allow me the wrapper which is upon thee, and hold on by it; and she held on by it; and he measured six measures of barley; and he put it on her, and went to the city. The expression \"Allow me,\" literally, \"Give (me),\" was a current phrase of courtesy. The verb employed - יָהַב - was common Semitic property, ere yet the mother-tongue was subdivided into Hebrew, Syriac, Chaldee, Arabic. The wrapper which is upon thee. The word for wrapper occurs nowhere else except in Isaiah 3:22, where it is translated, in King James's version, \"wimple.\" Here it is rendered \"vail,\" and, in the margin, \"sheet or apron,\" - all of them unhappy translations. So is the rendering of the Targumist, סוּדְרָא, i.e. sudarium, or \"napkin.\" N.G. Schroder discusses the word at great length in his masterly 'Commentarius Philologico-Criticus de Vestitu Mulierum Hebraearum,' pp. 247-277. He would render it pallium or palla In consequence of national peculiarities in articles of dress, especially in ancient times, it is best to avoid a specific, and to employ a generic translation. When Boaz said, \"Give me the wrapper,\" he did not ask that it should be handed to him. He had already put his hand upon it, and was engaged in hollowing out a scoop or cavity. Hence he said, on the one hand, \"Allow me,\" and, on the other, \"Hold on by it.\" And he measured six measures of barley. The particular measure referred to is unspecified. It is not only mere dream on the part of the Targumist, but it is dream involving almost sheer impossibility, that the measures were seahs, i.e. two ephahs. The Targumist had to bolster up his dream by adding another, viz., that Ruth got miraculously strength to carry the load. Load, indeed, there undoubtedly was; and no doubt it would be as great as she could conveniently carry. And likewise, in accordance with the primitive simplicity of manners, the magnitude of the burden would be demonstration to Naomi of Boaz's satisfaction with the \"measures\" which, in full motherliness of spirit, she had planned. And he went to the city. The Vulgate and Syriac versions, as also Castellio, Coverdale, and various other translators, but not Luther, have assumed that we should read וַתָּבְלֺא, \"and she went,\" instead of וַיָּבְּלֺא, \"and he went.\" So too Wright. But there seems to be no good reason for making the change. If there had been no division into verses, then the departure of both Boaz and Ruth on their respective routes, or in their respective order of sequence, would have been recorded close together: \"and 'he' went to the city, and 'she' went to her mother-in-law\" - each, let us bear in mind, with the heart elate.NEWLINEVERSETITLESTARTRuth3:16VERSETITLEENDNEWLINEVERSESTARTAnd when she came to her mother in law, she said, Who art thou, my daughter? And she told her all that the man had done to her.VERSEENDNEWLINEVerse 16. - And she went to her mother-in-law. And she said, Who art thou, my daughter? And she narrated to her all that the man had done to her. The question, \"Who art thou, my daughter?\" is not put by Naomi, as Drusius supposes, because it was still so dusk that she could not properly distinguish Ruth. The address, \"My daughter,\" shows that she had no difficulty in determining who the visitor was. But there is something arch intended. \"Art thou Boaz's betrothed?\" Michaelis translates, \"What art thou?\" Unwarrantably as regards the letter, but correctly as regards the spirit of the interrogatory.NEWLINEVERSETITLESTARTRuth3:17VERSETITLEENDNEWLINEVERSESTARTAnd she said, These six measures of barley gave he me; for he said to me, Go not empty unto thy mother in law.VERSEENDNEWLINEVerse 17. - And she said, These six measures of barley he gave to me; for he said, Thou must not go empty to thy mother-in-law. The C'tib omission of \"to me\" after \"for he said\" is most likely to be the original reading. A fastidious Rabbi would rather originate this insertion than the omission.NEWLINEVERSETITLESTARTRuth3:18VERSETITLEENDNEWLINEVERSESTARTThen said she, Sit still, my daughter, until thou know how the matter will fall: for the man will not be in rest, until he have finished the thing this day.VERSEENDNEWLINEVerse 18. - And she said, Sit still, my daughter, till that thou know how the affair will fall out, for the man will not rest unless he complete the affair today. In saying, Sit still, my daughter, it is as if Naomi had said, \"There is no occasion for restless anxiety. Let your heart be at ease till that thou know how the affair will fall out.\" In the Hebrew the noun is without the article. But in English it must be supplied, unless a plural be employed - \"how 'things' will fall out.' דָּבָר, thing, i.e. think. Compare the corresponding relation between the German sache and sagen.NEWLINENEWLINENEWLINENEWLINENEWLINE","Ruth.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTRuth4:1VERSETITLEENDNEWLINEVERSESTARTThen went Boaz up to the gate, and sat him down there: and, behold, the kinsman of whom Boaz spake came by; unto whom he said, Ho, such a one! turn aside, sit down here. And he turned aside, and sat down.VERSEENDNEWLINEVerse 1. - And Boaz went up, to the gate, and sat there. He \"went up,\" for the city stood, as it still stands, on a ridge (see on Ruth 1:1; 3:6). \"And sat there,\" on one of the stones, or stone benches, that were set for the accommodation of the townsfolk. The gateway in the East often corresponded, as a place of meeting, to the forum, or the market-place, in the West. Boaz had reason to believe that his kinsman would be either passing out to his fields, or passing in from his threshing-floor, through the one gate of the city. And lo, the kinsman of whom Boaz had spoken was passing; and he said, Ho, such a one I turn hither and sit here. And he turned and sat down. Boaz called his kinsman by his name; but the writer does not name him, either because he could not, or because he would not. The phrase \"such a one,\" or \"so and so,\" is a purely idiomatic English equivalent for the purely idiomatic Hebrew phrase פְלֹנִי אַלְמֹנִי. A literal translation is impossible. The Latin N.N. corresponds.NEWLINEVERSETITLESTARTRuth4:2VERSETITLEENDNEWLINEVERSESTARTAnd he took ten men of the elders of the city, and said, Sit ye down here. And they sat down.VERSEENDNEWLINEVerse 2. - And he took ten men of the elderly inhabitants of the city, and he said, Sit ye here; and they sat down. Boaz wished to have a full complement of witnesses to the important transaction which he contemplated.NEWLINEVERSETITLESTARTRuth4:3VERSETITLEENDNEWLINEVERSESTARTAnd he said unto the kinsman, Naomi, that is come again out of the country of Moab, selleth a parcel of land, which was our brother Elimelech's:VERSEENDNEWLINEVerse 3. - And he said to the kinsman, Naomi, who has returned from the land of Moab, has resolved to sell the portion of land which belonged to our brother Elimelech. Boaz, it is evident, had talked over with Ruth the entire details of Naomi's plans, and could thus speak authoritatively. Naomi, we must suppose, had previously taken Ruth into full confidence, so that Boaz could learn at second- hand what in other circumstances he would have learned from Naomi herself. The verb which we have rendered \"has resolved to sell,\" is literally \"has sold,\" and has been so rendered by many expositors, inclusive of Riegler and Wright. The Syriac translator gives the expression thus, \"has sold to me.\" The subsequent context, however, makes it evident that the property had not been sold to any one, and consequently not to Boaz. The perfect verb is to be accounted for on the principle explained by Driver when he says, \"The perfect is employed to indicate actions, the accomplishment of which lies indeed in the future, but is regarded as dependent upon such an unalterable determination of the will that it may be spoken of as having actually taken place: thus a resolution, promise, or decree, especially a Divine one, is very frequently announced in the perfect tense. A striking instance is afforded by Ruth (Ruth 4:3) when Boaz, speaking of Naomi's determination to sell her land, says מָכְרָה נָךעמִי, literally, 'has sold' (has resolved to sell. The English idiom would be 'is selling')\" ('Treatise on the Use of the Tenses in Hebrew,' pp. 13, 14). In King James's English version the verb is thus freely rendered \"selleth.\" Luther's version is equivalent - beut feil, \"offers for sale;\" or, as Coverdale renders it, \"offereth to sell.\" Vatable freely renders it as we have done, \"has determined to sell\" (vendere decrepit) so Drusius (vendere instituit). The kind family feeling of Boaz, shining out m the expression, \"our brother Ehmelech,\" is noteworthy. \"Brother\" was to him a homely and gracious term for \"near kinsman.\"NEWLINEVERSETITLESTARTRuth4:4VERSETITLEENDNEWLINEVERSESTARTAnd I thought to advertise thee, saying, Buy it before the inhabitants, and before the elders of my people. If thou wilt redeem it, redeem it: but if thou wilt not redeem it, then tell me, that I may know: for there is none to redeem it beside thee; and I am after thee. And he said, I will redeem it.VERSEENDNEWLINEVerse 4. - And I said (to myself). There is little likelihood in the opinion of those who maintain, with Rosenmüller, that the expression, \"I said,\" refers to a promise which Boaz had made to Ruth (see Ruth 3:13). It is a primitive phrase to denote internal resolution. There is a point where thought and speech coalesce. Our words are thoughts, and our thoughts are words. I will uncover thine ear, that is, \"I will lift the locks of hair that may be covering the ear, so as to communicate something in confidence.\" But here the phrase is employed with the specific import of secrecy dropt out. It is thus somewhat equivalent to \"I will give thee notice;\" only the following expression לֵאמֹר, i.e. to say, must be read in the light of the undiluted original phrase, \"I will uncover thine ear to say. The whole expression furnishes the most beautiful instance imaginable of the primary meaning of לֵאמֹר. The thing that was to be said follows immediately, viz., Acquire it, or Buy it. It is as if he had said, \"Now you have a chance which may not occur again.\" It is added, in the presence of the inhabitants. This, rather than \"the assessors,\" is the natural interpretation of the participle (הַיּשְׁבִים). It is the translation which the word generally receives in the very numerous instances in which it occurs. There was, so to speak, a fair representation of the inhabitants of the city in the casual company that had assembled in the gateway. And in presence of the elders of my people. The natural \"aldermen,\" or unofficial \"senators,\" whose presence extemporized for the occasion a sufficient court of testators. If thou wilt perform the part of a kinsman, perform it. The translation in King James's English version, and in many other versions, viz., \"If thou wilt redeem it, redeem it,\" is somewhat out of harmony with the nature of the case. Naomi was not wishing Elimelech's estate to be redeemed. It was not yet in a position to be redeemed. It had not been alienated or sold. She wished for it not a redeemer, but a purchaser. And as it was the right of a נֹאֵל or kinsman to redeem for a reduced brother, if he was able and willing, the estate which had been sold to an alien (Leviticus 25:25), so it was the privilege of the same גואֵל or kinsman to get, if the reduced brother was wishing to sell, the first offer of the estate. It would, in particular, be at variance with the prerogative of the nearest of kin if some other one in the circle of the kindred, but not so near, were to be offered on sale the usufructuary possession of the family estate (Leviticus 25:23, 27). Hence Boaz recognized the prior prerogative of his anonymous relative and friend, and said to him, \"If thou wilt perform the part of a kinsman, and buy the property, then buy it.\" It is added, and if he will not. Note the use of the third person he, instead of the second thou. If the reading be correct, then Boaz, in thus speaking, must for the moment have turned to the witnesses so as to address them. That the reading is correct, notwithstanding that some MSS. and all the ancient versions exhibit the verb in the second person, is rendered probable by the very fact that it is the difficult reading. There could be no temptation for a transcriber to substitute the third person for the second; there would be temptation to substitute the second for the third. The unanimity of the ancient versions is probably attributable to the habit of neglecting absolute literality, and translating according to the sense, when the sense was clear. Boaz, turning back instantaneously to his relative, says, Make thou known to me, that I may know, for there is none besides thee to act the kinsman's part (with the exception of myself), and I come after thee. The little clause, \"with the exception of myself,\" lies in the sense, or spirit, although not in the letter of Boaz's address, as reported in the text. And he said, I will act the kinsman's part. He was glad to get the opportunity of adding to his own patrimonial possession the property that had belonged to Elimelech, and which Naomi, in her reduced condition, wished to dispose cf. So far all seemed to go straight against the interests of Ruth.NEWLINEVERSETITLESTARTRuth4:5VERSETITLEENDNEWLINEVERSESTARTThen said Boaz, What day thou buyest the field of the hand of Naomi, thou must buy it also of Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance.VERSEENDNEWLINEVerse 5. - And Boaz said, In the day when thou acquirest the land from the hand of Naomi, and from Ruth the Moabitess, (in that day) thou hast acquired the wife of the deceased, to establish the name of the deceased upon his inheritance. So we would punctuate and render this verse. Boaz distinctly informed his relative that if the land was acquired at all by a kinsman, it must be acquired with its living appurtenance, Ruth the Moabitess, so that, by the blessing of God, the Fountain of families, there might he the opportunity of retaining the possession of the property in the line of her deceased husband, that line coalescing in the line of her second husband. It was the pleasure of Naomi and Ruth, in offering their property for sale, to burden its acquisition, on the part of a kinsman, with the condition specified. If there should be fruit after the marriage, the child would be heir of the property, just as if he had been Machlon's son, even though the father should have other and older sons by another wife.NEWLINEVERSETITLESTARTRuth4:6VERSETITLEENDNEWLINEVERSESTARTAnd the kinsman said, I cannot redeem it for myself, lest I mar mine own inheritance: redeem thou my right to thyself; for I cannot redeem it.VERSEENDNEWLINEVerse 6. - And the kinsman said, I am not able to perform, for myself, the kinsman's part, lest I should destroy my inheritance. Perform thou, for thyself, the kinsman's part devolving on me, for I am not able to perform it. The moment that Ruth was referred to, as the inseparable appurtenance of Elimelech's estate, a total change came over the feelings of the anonymous relative and the spirit of his dream. He \"could not,\" so he strongly put it, perform the kinsman's part. The probability is that he already had a family, but was a widower. This being the state of the case, it followed that if he should acquire Ruth along with her father-in-law's property, there might be an addition, perhaps a numerous addition, to his family; and if so, then there would be more to provide for during his lifetime, and at his death an increased subdivision of his patrimony. This, as he strongly put it, would be to \"destroy\" his patrimony, inasmuch as it might be frittered into insignificant fractions. There can be no reference, as the Chaldee Targumist imagined, to his fear of domestic dissensions. Or, if he did indeed think of such a casualty, he certainly did not give the idea expression to Boaz and the assessors. Cassel takes another view. \"It must be,\" he says, \"her Moabitish nationality that forms the ground, such as it is, of the kinsman's refusal. Elimelech's misfortunes had been popularly ascribed to his emigration to Moab; the death of Chillon and Machlon to their marriage with Moabitish women. This it was that had endangered their inheritance. The goal fears a similar fate. He thinks that he ought not to take into his house a woman, marriage with whom has already been visited with the extinguishment of a family in Israel.\" But if this had been what he referred to when he spoke of the \"destruction\" of his inheritance, it was not much in harmony with the benevolence which he owed to Boaz, and to which he so far gives expression in the courtesy of his address, that he should have gratuitously urged upon his relative what he declined as dangerous for himself. The expressions \"for myself\" and \"for thyself\" (לִי and לְך) are significant. The anonymous relative does not conceal the idea that it would be only on the ground of doing what would be for his own interest that he could entertain for consideration the proposal of Naomi. He likewise assumed that if Boaz should be willing to act the kinsman's part, it would be simply because it could be turned to account for his own interest. He did not know that there was in Boaz's heart a love that truly \"seeketh not her own,\" but in honor prefers the things of another.NEWLINEVERSETITLESTARTRuth4:7VERSETITLEENDNEWLINEVERSESTARTNow this was the manner in former time in Israel concerning redeeming and concerning changing, for to confirm all things; a man plucked off his shoe, and gave it to his neighbour: and this was a testimony in Israel.VERSEENDNEWLINEVerse 7. - And this was formerly a custom in Israel, on occasion of surrendering rights of kinship, or of selling and buying land, in order to confirm any matter; a man drew off his shoe and gave it to the other contracting party. This was attestation in Israel. We give a free translation. The custom was significant enough. He who sold land, or surrendered his right to act as a kinsman in buying land, intimated by the symbolical act of taking off his shoe, and handing it to his friend, that he freely gave up his right to walk upon the soil, in favor of the person who had acquired the possession. Corresponding symbolical acts, in connection with the transfer of lands, have been common, and probably still are, in many countries. No doubt the shoe, after being received, would be immediately returned.NEWLINEVERSETITLESTARTRuth4:8VERSETITLEENDNEWLINEVERSESTARTTherefore the kinsman said unto Boaz, Buy it for thee. So he drew off his shoe.VERSEENDNEWLINEVerse 8. - And the kinsman said to Boaz, Acquire for thyself; and drew off his shoe. On the instant that he said, \"Acquire for thyself,\" viz., the land with its living appurtenant, he drew off his shoe and presented it. Josephus allowed his imagination to run off with his memory when, mixing up the historical case before us with the details of the ancient Levirate law (Deuteronomy 25:7-9), which were, in later times at all events, more honored in the breach than in the observance, he represents Boaz as \"bidding the woman loose the man's shoe and spit in his face.\" The actual ceremony was not an insult, but a graphic and inoffensive attestation. Yet it gradually wore out and was superseded. No vestige of it remained in the days of the writer, and the Chaldea Targumist seems to have been scarcely able to realize that such a custom could ever have existed, he represents the anonymous kinsman as drawing off his \"right-hand glove\" and handing it to Boas. But take note of the German word for \"glove,\" viz., Hand. schuh (a hand-shoe).NEWLINEVERSETITLESTARTRuth4:9VERSETITLEENDNEWLINEVERSESTARTAnd Boaz said unto the elders, and unto all the people, Ye are witnesses this day, that I have bought all that was Elimelech's, and all that was Chilion's and Mahlon's, of the hand of Naomi.VERSEENDNEWLINEVerse 9. - And Boaz said to the eiders and all the people, Ye are witnesses this day that I have acquired the whole estate of Elimelech, and the whole estate of Chillon and Machlon, from the hand of Naomi. It is absolutely necessary that, at this part of the narrative, as well as in several other portions, we read \"between the verses.\" Naomi, either personally or by representative, must have appeared on the scene, to surrender her territorial rights and receive the value of the estate that had belonged to her husband. But the writer merges in his account these coincidences, and hastens on to the consummation of his story. In the twofold expression, \"the whole estate of Elimelech, and the whole estate of Chillon and Machlon,\" there is a kind of legal particularity. There was of course but one estate, but there was a succession in the proprietorship.NEWLINEVERSETITLESTARTRuth4:10VERSETITLEENDNEWLINEVERSESTARTMoreover Ruth the Moabitess, the wife of Mahlon, have I purchased to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place: ye are witnesses this day.VERSEENDNEWLINEVerse 10. - And likewise Ruth the Moabitess, wife of Machlon, have I acquired to myself to wife, to establish the name of the deceased upon his inheritance, so that the name of the deceased may not be cut off from among his Brethren, and from the gate of his place: ye are witnesses this day. This, to Boaz, would be by far the most delightful part of the day's proceedings. His heart would swell with manly pride and devout gratitude when he realized, amid all the cumbrous technicalities of old Hebrew law, that Ruth was his. And he would rejoice all the more, as, in virtue of her connection with Machlon and Elimelech, both of their names would still be encircled with honor, and might, by the blessing of Yahveh, be linked on distinguishingly and lovingly to future generations. Note the expression, \"that the name of the deceased may not be cut off from among his brethren, and from the gate of his place.\" The people who assembled at the gate might on some future day be able to say, \"This boy is the heir of Machlon and Elimelech, who once migrated to Moab.\"NEWLINEVERSETITLESTARTRuth4:11VERSETITLEENDNEWLINEVERSESTARTAnd all the people that were in the gate, and the elders, said, We are witnesses. The LORD make the woman that is come into thine house like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and be famous in Bethlehem:VERSEENDNEWLINEVerse 11. - And all the people who were in the gateway, and the elders, said, Witnesses! May Yahveh grant that the wife who has come into thy house may be as Rachel and Leah, who built, the two of them, the house of Israel! The people of the city in general, and the venerable elders in particular, were pleased with every step that Boaz had taken. They felt that he had acted a truly honorable part, at once in reference to Naomi, and to Ruth, and to the nearest kinsman, and likewise in reference to themselves as the representatives of the general population. Blessings rose up within their hearts, ascended into heaven, and came down - charged with something Divine as well as something human and humane - in showers upon his head, and upon the head of his bride. When they prayed that the woman who was the choice of their fellow-citizen's heart should be as Rachel and Leah, they simply gave expression to the intensest desire that Israelites could cherish in reference to an esteemed sister. When they spoke of Rachel and Leah - the mothers of Israel - as \"building up the house of Israel, they first of all compared the people to a household, and then they passed over from the idea of a household to the idea of a house as containing the household. They added, more particularly in reference to Boaz himself, Do thou manfully in Ephratah. The expression is somewhat peculiar, ringing changes on the peculiar and remarkable term that occurs both in Ruth 2:1 and in Ruth 3:11. The expression is עֲשֵׂה־חַיִל. The people meant, \"Act thou the part of a strong, substantial, worthy man.\" They added, in a kind of enthusiastic exclamation, Proclaim thy name in Bethlehem. They had, however, no reference to any verbal proclamation, or tribute of self-applause. The spirit of ideality had seized them. They meant, \"Act the noble part - the part that will without voice proclaim in Bethlehem its own intrinsic nobleness.\"NEWLINEVERSETITLESTARTRuth4:12VERSETITLEENDNEWLINEVERSESTARTAnd let thy house be like the house of Pharez, whom Tamar bare unto Judah, of the seed which the LORD shall give thee of this young woman.VERSEENDNEWLINEVerse 12. - And may thy house he as the house of Pharez, whom Tamer bare to Judah, (springing) from the seed which Yahveh will give to thee of this young woman! Pharez's descendants, the Pharzites, were particularly numerous, and hence the good wishes of Boaz's fellow-townsmen (see Numbers 26:20, 21).NEWLINEVERSETITLESTARTRuth4:13VERSETITLEENDNEWLINEVERSESTARTSo Boaz took Ruth, and she was his wife: and when he went in unto her, the LORD gave her conception, and she bare a son.VERSEENDNEWLINEVerse 13. - And Boaz took Ruth, and she became to him his wife; and he went in to her, and Yahveh gave her conception, and she bore a son.NEWLINEVERSETITLESTARTRuth4:14VERSETITLEENDNEWLINEVERSESTARTAnd the women said unto Naomi, Blessed be the LORD, which hath not left thee this day without a kinsman, that his name may be famous in Israel.VERSEENDNEWLINEVerse 14. - And the women said to Naomi, Blessed he Yahveh, who has given thee a kinsman this day! May his name become famous in Israel. Of course it is Ruth's son who is the kinsman referred to, the nearest kinsman, still nearer than Boaz. The kinsman was given, said the women, \"this day,\" the day when the child was born. The expression which we have rendered, \"who has given thee a kinsman,\" is, literally, \"who has not caused to fail to thee a kinsman.\" The sympathetic women who had gathered together in Boaz's house were sanguine, or at least enthusiastically desirous, that a son so auspiciously given, after most peculiar antecedents, would yet become a famous name in Israel. Canon Cook supposes that the kinsman referred to by the women was not the child, but his father, Boaz ('Speaker's Commentary,' in loc.). Yet it is obvious that the kinsman specified was the one who, as they said, had been given, or had not been caused to fail, \"that day.\" He was, moreover, the one of whom they went on to say, \"May his name become famous in Israel, and may he be to thee a restorer of life, and for the support of thine old age,\" &c. Dr. Cook's objections are founded on a too narrow view of the functions devolving on, and of the privileges accruing to, a goel.NEWLINEVERSETITLESTARTRuth4:15VERSETITLEENDNEWLINEVERSESTARTAnd he shall be unto thee a restorer of thy life, and a nourisher of thine old age: for thy daughter in law, which loveth thee, which is better to thee than seven sons, hath born him.VERSEENDNEWLINEVerse 15. - And may he be to thee a restorer of life, and for the support of thine old age: for thy daughter-in-law, who loved thee, hath borne him, and she is better to thee than seven sons. The number seven suggested an idea of fullness, completeness, perfection. The whole inhabitants of the city knew that Ruth's love to her mother-in-law had been indeed transcendent, and also that it had been transcendently returned.NEWLINEVERSETITLESTARTRuth4:16VERSETITLEENDNEWLINEVERSESTARTAnd Naomi took the child, and laid it in her bosom, and became nurse unto it.VERSEENDNEWLINEVerse 16. - And Naomi took the boy, and placed him in her bosom, and she became his foster-mother. She became his nurse in chief.NEWLINEVERSETITLESTARTRuth4:17VERSETITLEENDNEWLINEVERSESTARTAnd the women her neighbours gave it a name, saying, There is a son born to Naomi; and they called his name Obed: he is the father of Jesse, the father of David.VERSEENDNEWLINEVerse 17. - And the women, her neigh-bouts, named the child, saying, A son has been born to Naomi; and they called his name Obed. He was the father of Jesse, the father of David. \"Obed,\" if a participle of the Hebrew verb עָבַד, naturally means serving, or servant. No other derivation, apparently, can at present be assumed (but see Raabe's 'Glossar.'). Josephus gives the participial interpretation as a matter of course, and Jerome too. If the objective correlate of the servitude referred to were Yahveh, then the word might be equivalent to worshipper. If the name, however, as seems to be the case, was imposed first of all by the matronly neighbors who had come to mingle their joys with those of the mother, and of the grandmother in particular, then it is not likely that there would be an overshadowing reference, either on the one hand to servitude in relation to Yahveh, or on the other to servitude in the abstract. Something simpler would be in harmony with their unsophisticated, impressible, and purely matronly minds. It is not at all unlikely that, in fondling the welcome \"New-come,\" and congratulating the overjoyed grandmother, they would, with Oriental luxuriance of speech and Oriental overflow of demonstrativeness, speak of the 'lad' as come home to be a faithful little servant to his most excellent grandmother. The infirmities of advancing age, aggravated by anxieties many, griefs many, bereavements many, toils many, privations many, disappointments many, had been one after another accumulating on \"the dear old lady.\" But now a sealed fountain of reviving waters had been opened in the wilderness. Might it for many years overflow! Might the oasis around it widen and still widen, till the whole solitary place should be blossoming as the rose! Might the lively little child be spared to minister, with bright activity and devotedness, to the aged pilgrim for the little remainder of her journey! The word which the sympathetic neighbors, with not the least intention to propose a real name, had been affectionately bandying about, while fondling the child, was accepted by Boaz and Ruth. They would say to one another, \"Yes, just let him be little Obed to his loving grandmother.\" Naomi, soothed in all her motherly and grandmotherly longings and aspirations, would seem to have yielded, resolving, we may suppose, to train the child up to be a servant of Yahveh.NEWLINEVERSETITLESTARTRuth4:18VERSETITLEENDNEWLINEVERSESTARTNow these are the generations of Pharez: Pharez begat Hezron,VERSEENDNEWLINEVerses 18-22. - And these are the lineal descendants of Pharez. Pharez begat Hezron, and Hezron begat Ram, and Ram begat Amminadab, and Amminadab begat Nahshon, and Nahshon begat Salmon, and Salmon begat Boaz, and Boaz begat Obed, and Obed begat Jesse, and Jesse begat David. This is the genealogy of King David, and it is therefore an integral part of the genealogy of King David's great descendant, his \"Lord\" and ours. As such it is incorporated entire in the two tables that are contained respectively in the first chapter of the Gospel according to Matthew, and the third of the Gospel according to Luke. Some of the names are somewhat Grecised and otherwise modified in those New Testament tables. Instead of Hezron we have Esrom; instead of Ram we have Aram; instead of Nahshon we have Naason; instead of Boaz we have Boos; in 1 Chronicles 2:11 we have Salma instead of Salmon. It has been keenly debated by chronologists and genealogists whether we should regard the list of David's lineal ancestors, given here and in 1 Chronicles 2:10-12, as also in Matthew 1:3-5, and Luke 3:31-33, as complete. It is a thorny question to handle, and one not ready to be finally settled till the whole Old Testament chronology be adjusted. It is certain that in the larger tables of our Lord's genealogy there was, apparently for mnemonic purposes (Matthew 1:17), the mergence of certain inconspicuous links (see Matthew 1:8); and it would not need to be matter of wonder or concern if in that section of these tables which contains the genealogy of King David there should be a similar lifting up into the light, on the one hand, of the more prominent ancestors, and a shading off into the dark, on the other, of some who were less conspicuous. It lies on the surface of the genealogy that the loving-kindness and tender mercies of Yahveh stretch far beyond the confines of the Hebrews, highly favored though that people was. \"Is he,\" asks St. Paul, \"the God of the Jews only? Is he not also of the Gentiles? Yes,\" the same apostle answers, \"of the Gentiles also\" (Romans 3:29).NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTARTRuth4:19VERSETITLEENDNEWLINEVERSESTARTAnd Hezron begat Ram, and Ram begat Amminadab,VERSEENDNEWLINEVERSETITLESTARTRuth4:20VERSETITLEENDNEWLINEVERSESTARTAnd Amminadab begat Nahshon, and Nahshon begat Salmon,VERSEENDNEWLINEVERSETITLESTARTRuth4:21VERSETITLEENDNEWLINEVERSESTARTAnd Salmon begat Boaz, and Boaz begat Obed,VERSEENDNEWLINEVERSETITLESTARTRuth4:22VERSETITLEENDNEWLINEVERSESTARTAnd Obed begat Jesse, and Jesse begat David.VERSEEND",