"Zeph.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTZephaniah1:1VERSETITLEENDNEWLINEVERSESTARTThe word of the LORD which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hizkiah, in the days of Josiah the son of Amon, king of Judah.VERSEENDNEWLINEVerse 1. - § 1. Title and inscription. The word of the Lord (see note on Micah 1:1). Zephaniah, \"Whom the Lord shelters\" (see Introduction, § II.). The son of, etc. The genealogy thus introduced shows that the prophet was of illustrious descent; or it may be inserted to distinguish him from others who bore the same name. Hizkiah. The same name which is elsewhere written in our version Hezekiah. Whether the great King of Judah is here meant may well be questioned (see Introduction). Other prophets have prefixed their genealogies to their books (see Zechariah 1:1; and in the Apocrypha, Baruch 1:1). In the days of Josiah. Zephaniah here gathers into one volume the denunciations and predictions which he had uttered daring the reign of Josiah, both before and after the great reformation effected by that good king (2 Kings 23.).NEWLINEVERSETITLESTARTZephaniah1:2VERSETITLEENDNEWLINEVERSESTARTI will utterly consume all things from off the land, saith the LORD.VERSEENDNEWLINEVerses 2, 3. - § 2. The prelude, announcing the judgment upon the whole world. Verse 2. - I will utterly consume; literally, taking away I will make an end. Jeremiah (Jeremiah 8:13)uses the same expression. The prophet begins abruptly with this announcement of universal judgment before he warns Judah in particular of the punishment that awaits her, because his position is that the way to salvation is through chastisement. Vulgate, congregans congregabo, where the verb must be used in the sense of \"gathering for destruction.\" All things. More expressly defined in the following verse. This awful warning recalls the judgment of the Flood and the preliminary monition (Genesis 6:7). From off the land; from the face of the earth, not the land of Judah alone. Saith the Lord; is the saying of Jehovah. The prophet in this is merely the vehicle of the Divine announcement.NEWLINEVERSETITLESTARTZephaniah1:3VERSETITLEENDNEWLINEVERSESTARTI will consume man and beast; I will consume the fowls of the heaven, and the fishes of the sea, and the stumblingblocks with the wicked; and I will cut off man from off the land, saith the LORD.VERSEENDNEWLINEVerse 3. - Man and beast, etc This is not mere hyperbole to express the utter wasting and destruction that were impending, but points to the mysterious connection between man and the lower creation, how in agreement with the primal curse even material nature suffers for man's sin (Genesis 3:17; Romans 8:22). If we expect a new heaven and a new earth, we know that God will show his wrath against the old creation defiled with sin (2 Peter 3:10; camp. Jeremiah 4:25; Jeremiah 9:9, etc.; Hosea 4:3). And the stumbling blocks with the wicked. Not the sinners only shall be swept away by this judgment, but also all offences, all causes of stumbling, whether idols or other incentives to departure from truth and right. Septuagint, καὶ ἀσθενήσουσιν οἱ ἀσεβεῖς. \"and the ungodly shall be weak;\" Vulgate, et ruinae impiorum erunt. These versions seem to have missed the point. I will cut off man. It is on man's account that this judgment is sent - a truth which the prophet enforces by reiteration.NEWLINEVERSETITLESTARTZephaniah1:4VERSETITLEENDNEWLINEVERSESTARTI will also stretch out mine hand upon Judah, and upon all the inhabitants of Jerusalem; and I will cut off the remnant of Baal from this place, and the name of the Chemarims with the priests;VERSEENDNEWLINEVerses 4-6. - § 3. The judgment will fall especially upon Judah and Jerusalem for their idolatry.NEWLINEVERSETITLESTARTZephaniah1:5VERSETITLEENDNEWLINEVERSESTARTAnd them that worship the host of heaven upon the housetops; and them that worship and that swear by the LORD, and that swear by Malcham;VERSEENDNEWLINEVerse 5. - I will also stretch out mine hand. This expression is used when God is about to do great things or inflict notable punishment (see Exodus 3:20; Exodus 15:12; Deuteronomy 4:34; Isaiah 5:25; Jeremiah 51:25, etc.). Judah. In so far as Judah was rebellious and wicked, it should incur the judicial punishment. Judgment was to begin at the house of God (1 Peter 4:17), the sin of the chosen people being more heinous than that of heathens. Hence it is added, upon all the inhabitants of Jerusalem, because, having in their very midst the temple of God, with its services and priests, they ought especially to have abhorred idolatry and maintained the true faith. The remnant of Baal; i.e. the last vestige. One cannot argue from this expression that the reform was already carried so far that Baal worship had almost disappeared. The next verse shows that idolatry still flourished; but the term implies merely that God would exterminate it so entirely that no trace of it should remain. The LXX. has, \"the names of Baal,\" τὰ ὀνόματα τῆς Βάαλ (Hosea 2:17). (For Josiah's reform of these iniquities, see 2 Kings 23:4, etc.) The name of the Chemarims (Chemarim). The word means \"black-robed,\" and is applied to the idolatrous priests whom the kings had appointed to conduct worship in high places (2 Kings 23:5; Hosea 10:5). \"The name,\" says Dr. Pussy, \"is probably the Syriac name of 'priest,' used in Holy Scripture of idolatrous priests, because the Syrians were idolaters\" Not only shall the persons of these priests be cut off, but their very name and memory shall vanish (Zechariah 13:2). With the priests (kohanim). Together with the legitimate priests who had corrupted the worship of Jehovah (Zephaniah 3:4; Jeremiah 2:8; Ezekiel 8:11). Verse 5. - That worship the host of heaven upon the house tops. In this verse two classes of fame worshippers are mentioned, viz. star worshippers, and waverers. The worship of the sun, moon, and stars was a very ancient form of error, the heavenly bodies being regarded as the representatives of the powers of nature and the originators of events on earth (see Deuteronomy 4:19; Deuteronomy 17:3; Job 31:26, 27; 2 Kings 17:16). It was especially prevalent in the time of Manasseh (2 Kings 21:3), On the flat roofs of the houses, which were used as places of meditation, recreation, or conference (comp. Joshua 2:6; 1 Samuel 9:25; 2 Samuel 11:2; Acts 10:9), they erected altars for family worship of the heavenly bodies. Here they both burned incense (Jeremiah 19:13) and offered animal sacrifices (2 Kings 23:12). \"In Syrian cities,\" says Dr. Thomson, \"the roofs are a great comfort. The ordinary houses have no other place where the inmates, can either see the sun, smell the air, dry their clothes, set out their flower pots, or do numberless other things essential to their health and comfort. During a large part of the year the roof is the most agreeable place about the establishment, especially in the morning and evening. There multitudes sleep during the summer\" ('The Land and the Book,' p. 39). Them that worship and that, etc.; rather, the worshippers who, etc. These were people who endeavoured to blend the worship of God with that of Baal, or halted between two opinions (1 Kings 18:21). Swear by the Lord; rather, swear to the Lord; i.e. bind themselves by oath to him, and at the same time swear by Malcham; swear by their king, Baal, or Moloch; call upon him as god. Septuagint, κατὰ τοῦ βασιλέως αὐτῶν, \"by their king.\" But it is, perhaps, best to retain the name untranslated, in which ease it would be the appellation of the god Moloch, who could hardly be omitted in enumerating the objects of idolatrous worship (see Jeremiah 49:1, 3; and notes on Amos 1:15; 5:26).NEWLINEVERSETITLESTARTZephaniah1:6VERSETITLEENDNEWLINEVERSESTARTAnd them that are turned back from the LORD; and those that have not sought the LORD, nor inquired for him.VERSEENDNEWLINEVerse 6. - Them that are turned back from the Lord. This is a third class, vie. apostates and open despisers. Those who follow him no more, renegades who have left his service. The Vulgate reproduces the original by, qui avertuntur de post tergum Domini. Those that have not sought the Lord. These are the indifferent, who do not trouble themselves about religion. The chief classes mentioned in these two verses are three, viz. the open idolaters, the syncretists who mingled the worship of Baal with that of Jehovah, and those who despised religion altogether.NEWLINEVERSETITLESTARTZephaniah1:7VERSETITLEENDNEWLINEVERSESTARTHold thy peace at the presence of the Lord GOD: for the day of the LORD is at hand: for the LORD hath prepared a sacrifice, he hath bid his guests.VERSEENDNEWLINEVerses 7-13. - 4. The judgment is described with regard to those whom it will affect, vie. the princes, the traders, the irreligious and profligate. Verse 7. - This judgment, so fearful, is near at hand, and must needs occasion the utmost terror and dismay. Hold thy peace at the presence of the Lord God; literally, Hush, from the face of the Lord Jehovah! εὐλαβεῖσθε (Septuagint); silete a facie Domini Dei (Vulgate). The expression is like Habakkuk 2:20. The reason of this silent awe is next given. For the day of the Lord is at hand. The day of judgment is thus called (Joel 1:15; Isaiah 13:6; Amos 5:18, 20; Obadiah 1:15). The Lord hath prepared a sacrifice. The words are from Isaiah 34:6 (comp. Jeremiah 46:10; Ezekiel 39:17, 19). The sacrifice is the guilty Jewish nation. The punishment of the wicked is regarded as a satisfaction offered to the Divine justice. He hath bid his guests; he hath consecrated his called. The \"called ones\" are the strange nations whom God summons to execute his vengeance. Septuagint, ἡγίακε τοὺς κλητοὺς αὐτοῦ. These are said to be \"sanctified,\" as if engaged in a holy war, when summoned to punish those who had become as heathen. So those who are called to chastise Babylon are termed \"my sanctified ones\" (Isaiah 13:3), as being the instruments appointed and set apart to carry out this purpose (comp. Jeremiah 22:7; Jeremiah 51:27, 28; Micah 3:5). The particular agents intended are not specified by the prophet, whose mission was not directed to any such definition. He has to speak generally of the judgment to come, not of those whom God should employ to inflict it. We know from other sources that the Chaldeans are meant, they or the Assyrians being always announced as the executors of God's vengeance on his rebellions people. The notion, adopted by Ewald, Hitzig, and others, that the prophet refers to some supposed invasion of Scythians which took place about this time, would never have been started had not such authors desired to eliminate the predictive element from prophetic utterances. The vague account of Herod., 1:105 gives no support to the assertion that the Scythians invaded Palestine in Josiah's reign; nor is there a trace of any knowledge of such irruption in Zephaniah or Jeremiah (see Introduction, § I.).NEWLINEVERSETITLESTARTZephaniah1:8VERSETITLEENDNEWLINEVERSESTARTAnd it shall come to pass in the day of the LORD'S sacrifice, that I will punish the princes, and the king's children, and all such as are clothed with strange apparel.VERSEENDNEWLINEVerse 8. The prophet names the three classes of people who shall be smitten in this judgment. First, the princes. In the day of the Lord's sacrifice (see note on ver. 7). God is speaking; so the name of the Lord is employed instead of the pronoun (comp. Lamentations 3:66). I will punish; literally, visit upon (ver. 12; Amos 3:14). The princes. The heads of tribes and families, nobles and magistrates. The king's children (sons); Septuagint, τὸν οϊκον τοῦ βασιλέως, \"the house of the king.\" The royal family, not specially the sons of Josiah, who, if they were then in existence, must have been mere children, but princes of the royal house. The reference may be particularly to the sons of the king reigning when the judgment fell (see 2 Kings 25:7). The king himself is not mentioned as subject to the judgment, inasmuch as he was pious and obedient (2 Chronicles 34:27, etc.). In the mention of these \"children\" Keil finds proof of the late origin of the prophecy. Such as are clothed with strange apparel. This clause must represent the sin for which the princes are \"visited.\" \"Strange\" apparel means \"foreign\" apparel, and this implied foreign manners and habits. The Israelites were reminded by their very dress that they were a peculiar people, consecrated to God's service (Numbers 15:37, etc.; Deuteronomy 22:12). These nobles, however, assumed the dress of the Egyptians and other nations with which they came in contact, and, despising their own national customs, copied the manners and vices of foreigners (comp. Isaiah 3:16-24; Ezekiel 20:32; 1 Macc. 1:11-15).NEWLINEVERSETITLESTARTZephaniah1:9VERSETITLEENDNEWLINEVERSESTARTIn the same day also will I punish all those that leap on the threshold, which fill their masters' houses with violence and deceit.VERSEENDNEWLINEVerse 9. - Those that leap on (over) the threshold. These are the retainers of the princes, etc., named in ver. 8. There is no allusion to the circumstance of the priests of Dagon abstaining from treading on the threshold of their temple in consequence of what happened to the idol at Ashdod (1 Samuel 5:5). It is inconceivable that this merely local custom, which demonstrated the impotence of the false god, should have been imported into Judah. where, indeed, the worship of Dagon seems never to have made any way. The following clause explains the meaning which the Latin version intimates, Omnem qui arroganter ingreditur super limen - all those who, carrying out their masters' wishes, violently invade the houses of others and pillage them of their contents. The expression, \"to leap over the threshold,\" seems to have been a common term for burglary and stealing with violence. Which fill their masters' houses. These retainers plunder and steal in order that they may increase their masters' treasures. The king (though not Josiah) may be meant, the plural being the plural of majesty, or the idol temples. The LXX., followed by Jerome, renders, \"who fill the house of the Lord their God.\" This is plainly erroneous, as there is no question here about the temple at Jerusalem. Violence and deceit; i.e. the fruits of, what they have extorted by, violence and fraud (Jeremiah 5:27).NEWLINEVERSETITLESTARTZephaniah1:10VERSETITLEENDNEWLINEVERSESTARTAnd it shall come to pass in that day, saith the LORD, that there shall be the noise of a cry from the fish gate, and an howling from the second, and a great crashing from the hills.VERSEENDNEWLINEVerse 10. - The second class which shall be smitten, viz. the traders and usurers, the enemy being represented as breaking in upon the localities where these persons resided. The fish gate. This is generally supposed to have been in the north wall of the city towards its eastern extremity, and to have been so called because through it were brought the fish from the Jordan and the Sea of Galilee, and there was a fish market in its immediate neighbourhood (see Nehemiah 3:3; Nehemiah 12:39; 2 Chronicles 33:14). It was probably on this side that the Chaldeans entered Jerusalem, us Zedekiah seems to have escaped from the south (Jeremiah 39:4). The LXX. has, ἀπὸ πύλης ἀποκεντούντων, which Jerome notes as a mistake. From the second district, the lower city upon the hill Acra, to the north of the old town, Zion. This is so called, according to one rendering, in 2 Kings 22:14, and Nehemiah 11:9. A great crashing. Not merely the crash of falling buildings, but the cry of men when a city is taken and the inhabitants are put to the sword. The hills on which the greater part of the city was built. Keil thinks that the hills surrounding the lower city are meant, viz. Bezetha, Gareb, etc., as the hearer of the cry is supposed to be on Zion.NEWLINEVERSETITLESTARTZephaniah1:11VERSETITLEENDNEWLINEVERSESTARTHowl, ye inhabitants of Maktesh, for all the merchant people are cut down; all they that bear silver are cut off.VERSEENDNEWLINEVerse 11.p - Maktesh; the Mortar; Septuagint, τὴν κατακεκομμένην, \"her that is broken down.\" The word is found in Judges 15:19 of a hollow place in a rock, and it is here used in the sense of \"valley,\" and probably refers to the Tyropoeum, or part of it, the depression that ran down the city, having Aera and Zion on its west side, and Moriah and Ophel on its east, and extended south as far as the pool of Siloam. It does not seem a very appropriate appellation for a lengthy valley like the Tyropceum, nor is there any trace of such a name being applied to it elsewhere. It may have been a name affixed to a certain locality where a bazaar was situated or certain special industries had their seat; or it may have been invented by Zephaniah to intimate the fate that awaited the evil merchants, that they should be, as it were, brayed in a mortar by their enemies. The merchant people; literally, people of Canaan. So Septuagint and Vulgate (comp. Hosea 12:7; Hist. of Susannah 56; Zechariah 14:21). The iniquitous traders are called \"people of Canaan,\" because they acted like the heathens around them, especially the Phoenicians, who were unscrupulous and dishonest in their transactions. Are cut down; are silenced; Vulgate, conticuit (Isaiah 6:5; Hosea 10:7). They that bear (are laden with) silver. Those who have amassed wealth by trade and usury. The LXX. has, οι  ῾ἐηρμένοι ἀργυρίῳ \"those who are elated with silver;\" St. Jerome, involuti argento.NEWLINEVERSETITLESTARTZephaniah1:12VERSETITLEENDNEWLINEVERSESTARTAnd it shall come to pass at that time, that I will search Jerusalem with candles, and punish the men that are settled on their lees: that say in their heart, The LORD will not do good, neither will he do evil.VERSEENDNEWLINEVerse 12. - The third class which shall be smitten, viz. the profligate and riotous. I will search Jerusalem with candles (lights). No evil doer shall escape. The enemy whom God summons to execute his wrath shall leave no corner unsearched where the debauchees hide themselves (comp. Luke 15:8). Jerome and commentators after him refer to Josephus's account of the last siege of Jerusalem for a parallel to these predicted proceedings of the Chaldeans. Here we read how princes and priests and chieftains were dragged from sewers, and pits, and caves, and tombs, where they had hidden themselves in fear of death, and were mercilessly slain wherever they were found (Josephus, 'Bell. Jud.,' 6:09). The men that are settled on their lees; i.e. confirmed, hardened, and inveterate in their evil habits. The metaphor is derived from old wine not racked off; which retains all its flavour and odour, and becomes thick and viscid (see Isaiah 25:6; Jeremiah 48:11). The LXX. paraphrases, Υοὺς καταφρονοῦντας ἐπὶ τὰ φυλάγματα αὐτῶν, which Jerome renders, qui contemnunt custodias suas. That say in their heart. They do not openly scoff at religion, but think within themselves these infidel thoughts. The Lord will not do good, ere. Just what God says of idols (Isaiah 41:23). These \"fools\" (Psalm 14:1) deny God's moral government of the world; they will not see the working of Divine providence in all that happens, but, secure and careless in their worldly prosperity, they assign all events to chance or natural law, placing Jehovah in the same category as the idols worshipped by heathens (comp. Job 22:12, etc.; Psalm 10:4, etc.; Psalms 94:7).NEWLINEVERSETITLESTARTZephaniah1:13VERSETITLEENDNEWLINEVERSESTARTTherefore their goods shall become a booty, and their houses a desolation: they shall also build houses, but not inhabit them; and they shall plant vineyards, but not drink the wine thereof.VERSEENDNEWLINEVerse 13. - Their goods; literally, their strength; their wealth in which they trusted shall become the prey of the enemy, and thus they shall learn that God ruleth in the affairs of men. They shall also build houses, etc. They shall prove in their own case the reality of the punishment threatened in the Law (Leviticus 26:32, etc.; Deuteronomy 28:30, 39; comp. Amos 5:11; Micah 6:15).NEWLINEVERSETITLESTARTZephaniah1:14VERSETITLEENDNEWLINEVERSESTARTThe great day of the LORD is near, it is near, and hasteth greatly, even the voice of the day of the LORD: the mighty man shall cry there bitterly.VERSEENDNEWLINEVerses 14-18. - § 5. To arouse the self-confident sinners, the prophet here enlarges upon the near approach and terrible nature of this coming judgment. Verse 14. - Having signified the victims of the judgment, Zephaniah recurs to what he had said in ver. 7, and enforces upon his hearers its near approach. The great day of the Lord (Joel 2:1, 11). Even the voice of the day of the Lord. The day is so close at hand, that the sound of its coming can be heard. Some translate, \"Hark! the day of Jehovah.\" The mighty man shall cry (crieth) there bitterly. There, on the battlefield, the hero is panic-stricken, and cries out for fear. The Greek and Latin Versions connect \"bitter\" with the former clause. Thus the Vulgate, Vox dies Domini amara; Septuagint, Φωνὴ ἡμέρας Κυρίου πικρὰ καὶ σκληρὰ τέτακται, \"The voice of the day of the Lord is made bitter and harsh.\"NEWLINEVERSETITLESTARTZephaniah1:15VERSETITLEENDNEWLINEVERSESTARTThat day is a day of wrath, a day of trouble and distress, a day of wasteness and desolation, a day of darkness and gloominess, a day of clouds and thick darkness,VERSEENDNEWLINEVerse 15. - That day is a day of wrath; Vulgate, Dies irae, dies illa, words which form the commencement of the famous hymn. The better to describe the terrible nature of the judgment, the prophet crowds together all available expressions of terror and calamity. First, it is a day when God's anger shall blaze forth (Isaiah 9:18). Of trouble and distress. In its effects upon sinners (Job 15:24). Of wasteness and desolation. As if things returned to the primeval chaos (Genesis 1:2; comp. Job 30:3; Job 38:27, where there is a similar combination; see note on Nahum 2:10). Of darkness and gloominess (Joel 2:2; Amos 5:18, 20). Of clouds and thick darkness (Deuteronomy 4:11; comp. Habakkuk 3:11).NEWLINEVERSETITLESTARTZephaniah1:16VERSETITLEENDNEWLINEVERSESTARTA day of the trumpet and alarm against the fenced cities, and against the high towers.VERSEENDNEWLINEVerse 16. - A day of the trumpet and alarm. \"Alarm\" means \"the sound of alarm.\" Among the Jews trumpets were used to announce the festivals (Numbers 29:1), and to give the signal for battle or of the approach of an enemy (Jeremiah 4:5, 19; Ezekiel 33:4). Here it is the signal of destruction (Amos 2:2). The fenced cities. The strongest fortresses shall feel the irresistible attack (Micah 5:11). The high towers. These are the turrets built at the angles of the walls for the better defence of the city, and to annoy the besiegers (Zephaniah 3:6). LXX., ἐπὶ τὰς γωνίας τὰς ὑψηλάς, \"upon the lofty angles;\" Vulgate, super angulos excelsos. Others take the words to mean \"the battlements\" on the walls. Henderson quotes Taeitus's description of the later walls of Jerusalem, \"Duos colles immensum editos claudebant muri per artem obliqui aut introrsus sinuati, ut latera oppugnantium ad ictus patescerent\" ('Hist.,' 5:11).NEWLINEVERSETITLESTARTZephaniah1:17VERSETITLEENDNEWLINEVERSESTARTAnd I will bring distress upon men, that they shall walk like blind men, because they have sinned against the LORD: and their blood shall be poured out as dust, and their flesh as the dung.VERSEENDNEWLINEVerse 17. - In this storming of cities and universal ruin, sinners shall perish without hope. I will bring distress upon men. I will drive them into the utmost straits (comp. Deuteronomy 28:52, 53). They shall walk like blind men. Not knowing where they go in their terror and confusion, seeking a way of escape and finding none (see Deuteronomy 28:29, on which this passage is founded; comp. Job 5:14; Isaiah 59:10). Because they have sinned, as shown in vers. 4-12. Their blood shall be poured out as dust. The point of comparison is rather in the worthlessness than in the abundance of dust. Bloodshed is as little regarded as dust that is trodden under foot (comp. 2 Kings 13:7). The comparison with water is found elsewhere (cf. Psalm 79:3). Their flesh as the dung. The verb from the preceding clause may be taken by zeuguna with this clause; then the meaning is that their dead bodies are left unburied to rot on the ground (Jeremiah 9:22). Or the substantive verb may be supplied (comp. Job 20:7).NEWLINEVERSETITLESTARTZephaniah1:18VERSETITLEENDNEWLINEVERSESTARTNeither their silver nor their gold shall be able to deliver them in the day of the LORD'S wrath; but the whole land shall be devoured by the fire of his jealousy: for he shall make even a speedy riddance of all them that dwell in the land.VERSEENDNEWLINEVerse 18. - Neither their silver, etc. They cannot bribe this enemy; their wealth cannot win for them immunity (Isaiah 13:17; Ezekiel 7:19). The fire of his jealousy (Zephaniah 3:8). The whole earth (for, as we have seen in Zephaniah 1:2, 3, the judgment is universal) shall be punished in the wrath of the Lord, who will not have the honour which is due to him given to any other. He shall make even a speedy riddance; more closely, he shall make an end, yea, a speedy end (comp. Nahum 1:8; Isaiah 10:23, which our text imitates). (For the sudden and unexpected arrival of the day of the Lord, see Luke 17:26, etc.)NEWLINENEWLINENEWLINENEWLINENEWLINE","Zeph.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTZephaniah2:1VERSETITLEENDNEWLINEVERSESTARTGather yourselves together, yea, gather together, O nation not desired;VERSEENDNEWLINEVerse 1-ch.3:8. - Part II. EXHORTATION TO REPENTANCE AND TO PERSEVERANCE. Verses 1-3. - § 1. The prophet urges all to examine their ways before the day of the Lord come; and he prays the righteous to seek the Lord more earnestly, in order that they may be safe in the judgment. Verse 1. - Gather yourselves together. So the versions; and this rendering is probably correct. The prophet calls upon his nation to assemble themselves together in order to take mutual counsel or to make general confession and supplication to God. Another rendering, based on some alteration of letters, is, \"Set yourselves to be ashamed; yea, be ashamed\" (comp. Isaiah 46:8). Yea, gather together. The LXX. renders the two words, συνάχθητε καὶ συνδέθητε, \"be ye gathered and bound together;\" \"Id est,\" says Jerome, \"estote vobis caritatis vinculo copulati.\" O nation not desired; Vulgate, gens non amabilis - a litotes for abominable, hated for its sins, unworthy of God's love and care. The Septuagint rendering, ἀπαίδευτον, \"unchastened,\" points to the meaning affixed by the Chaldee paraphrase, that does not wish to be converted,\" having no desire for amendment; like what is said in Jeremiah 2:30, \"they received no correction.\" Others render, \"which does not turn pale,\" i.e. which is not ashamed, comparing Isaiah 29:22. The verb kasaph seems to have this meaning in niphal, according to Talmudic use; but its usual signification is \"to pine\" or \"long for.\" The Revised Version gives in the margin, \"that hath no longing\" - a rendering adopted by Professor Gandell, implying that the people are quite satisfied with their present condition, and have no aspiration for anything better or higher (comp. Hosea 12:8). This is a very apposite interpretation; but there is no sufficient ground for rejecting the translation of the Authorized Version, which is supported by high authority, is agreeable to the use of the word, and affords a satisfactory sense.NEWLINEVERSETITLESTARTZephaniah2:2VERSETITLEENDNEWLINEVERSESTARTBefore the decree bring forth, before the day pass as the chaff, before the fierce anger of the LORD come upon you, before the day of the LORD'S anger come upon you.VERSEENDNEWLINEVerse 2. - Before the decree bring forth. Before the result follows the fiat. The Divine purpose is represented as a woman labouring with child, travailing before it comes to execution. This is thrice repeated in substance, to show the certainty and speed of its arrival. Before the day pass as the chaff. \"Before\" is not in the Hebrew, and the clause is parenthetical, \"Like chaff the day passeth.\" \"The day\" must be still the day of the Lord, not the day of life or the day of repentance. God brings on the judgment as easily and as quickly as the wind carries the chaff before it. The Septuagint and Syriac join the two clauses together; thus the LXX., Πρὸ τοῦ γενέσθαι ὑμᾶς ὡς ἄνθος παραπορευόμενον, \"Before ye become as a flower that passeth away.\" And Jerome gives, \"Priusquam pariat jussio quasi pulverem transeuntem diem,\" \"Before the decree beget the day which passeth by like the dust.\" The present Hebrew text does not confirm these versions. The figure of the chaff is common (see Job 21:18; Isaiah 17:13; Isaiah 29:5).NEWLINEVERSETITLESTARTZephaniah2:3VERSETITLEENDNEWLINEVERSESTARTSeek ye the LORD, all ye meek of the earth, which have wrought his judgment; seek righteousness, seek meekness: it may be ye shall be hid in the day of the LORD'S anger.VERSEENDNEWLINEVerse 3. - The prophet here addresses especially the pious among the people, urging them to perseverance in the right way. Ye meek of the earth. The humble, peaceable, religious, among the Israelites are primarily meant; whose character is the direct contrary of the proud, self-confident infidels mentioned above (comp. Isaiah 11:4; Amos 2:7). But there is no reason why the admonition should not include the heathen who are striving to live after the light of conscience (Isaiah 24:5; Romans 2:14, etc.). Which have wrought his judgment. Who have fulfilled the ordinances of God's Law. Seek righteousness. This and the following injunction explain what is meant by \"seek the Lord\" at the beginning of the verse (Deuteronomy 16:20). Seek meekness. Persevere in showing a humble, gentle temper. Septuagint, καὶ ἀποκρίνασθε αὐτά \"and answer them.\" It may be. Even the righteous shall scarcely be saved (comp. 1 Peter 4:17, 18). Ye shall be hid. Ye shall be preserved in the time of judgment (Psalm 27:5; Psalm 31:20; Isaiah 32:2). This recalls the prophet's name, which is interpreted, \"Whom the Lord hides\" (comp. Amos 5:14, 15).NEWLINEVERSETITLESTARTZephaniah2:4VERSETITLEENDNEWLINEVERSESTARTFor Gaza shall be forsaken, and Ashkelon a desolation: they shall drive out Ashdod at the noon day, and Ekron shall be rooted up.VERSEENDNEWLINEVerses 4-7. - § 2. The admonition is enforced by the announcement of the punishment that is about to fall on various nations, which shall prepare the way for the general acceptance of true religion; and first the sentence shall reach the Philistines. Verse 4. - There is reason enough why Judah should tremble when the nations around her, such as the powerful and turbulent Philistines, fall before the invading host. Four of the five cities of the Philistines are mentioned, as denoting the whole territory, which again is the representative of the heathen world more definitely particularized later on. Thus the four quarters of the world are virtually specified: the Philistines representing the west,, the Moabites and Ammonites (vers. 8-10) the east, the Cushites (vers. 11, 12) the south, and the Assyrians (vers. 13-15) the north. Gaza (see note on Amos 1:6) shall be forsaken; depopulated and desolate. There is a paronomasia in the Hebrew: Azzah will be azubhah. Some of the other localities are treated in the same manner (comp. Micah 1:10-15, and notes there). Ashkelon a desolation (see note on Amos 1:8). They shall drive out Ashdod. The inhabitants shall be expelled. (For Ashdod, see note on Amos, loc. cit.) At the noon day. The hottest part of the day, the most unlikely time for a hostile attack, hence the expression is equivalent to \"unexpectedly and suddenly\" (comp. Jeremiah 15:8). Ekron shall be rooted up. In the Hebrew paronomasia, Ekron (\"the Deep-rooted\") shall be teaker. (For Ekron, see note on Amos, loc. cit., where the fulfilment of prophecy concerning that town is noted.) Gaza (see note on Amos 1:7), after being depopulated and again re-peopled by Alexander the Great, fell into the hands of Ptolemy, and was destroyed by Antiochus, B.C. 198 (Polybius, 'Reliq.,' 16:40; Pusey, p. 457). Often rebuilt, it was as often razed to the ground; and the present representative of the ancient town, Ghuzzeh, stands upon a hill composed of the accumulated ruins of successive cities. Of the condition of Ashkelon, Dr. Thomson writes, \"There are no buildings of the ancient city now standing, but broken columns are mixed up with the soil .... Let us climb to the top of these tall fragments at the southeast angle of the wall, and we shell have the whole scene of desolation before us, stretching terrace after terrace, quite down to the sea on the northwest .... No site in this country has so deeply impressed my mind with sadness. They have stretched out upon Ashkelon the line of confusion and the stones of emptiness. Thorns have come up in her palaces, and brambles in the fortresses thereof, and it is a habitation of dragons and a court for owls (Isaiah 34:11-13)\" ('The Land and the Book,' p. 546). \"It was for ages,\" says Dr. Porter, \"a great and strong city. Under the Philistines, the Hebrews, the Greeks, the Romans, the Saracens, the Crusaders, it was a place of note. The shattered walls that still surround the site were built by Richard Coeur de Lion. When I first clambered to the top of a broken bastion, a scene of desolation burst suddenly upon my view for which I was not prepared, though I had seen Baal-bec and Palmyra, Heliopolis and Memphis. The whole site was before me, and not a fragment of a house standing. One small section was covered with little gardens; but over the rest of the site lay smooth rounded hillocks of drifting sand. The sand is fast advancing - so fast, that probably ere the close of the century the site of Ascalon will have been blotted out forever\" ('Illust. of Bible Proph.,' p. 21). As for Ekron, hod. Akir, travellers note that it is now a little village, consisting of about fifty mud houses, without a remnant of antiquity except two large walls; its very ruins have vanished. The omission of Gath, a town at this time of small importance (see note on Amos 1:6), is probably owing to a feeling of the symbolism of numbers, four denoting completion, or the whole, like \"the four winds, the four ends of the earth,\" etc.NEWLINEVERSETITLESTARTZephaniah2:5VERSETITLEENDNEWLINEVERSESTARTWoe unto the inhabitants of the sea coast, the nation of the Cherethites! the word of the LORD is against you; O Canaan, the land of the Philistines, I will even destroy thee, that there shall be no inhabitant.VERSEENDNEWLINEVerse 5. - Woe. The denunciation extends to all Philistia. The inhabitants of the sea coast. Both the. Greek and Latin Versions retain the notion of the Hebrew word chebel: \"Ye who inhabit the measured allotment of the sea.\" \"Philistia,\" says Sir C. Warren, \"consists of an undulating plain from fifty to a hundred feet above the level of the sea, reaching thirty-two miles from Ekron to Gaza, with a breadth of from nine to sixteen miles. To the east of this the hills commence, not the hill country, but a series of low spurs and undulating ground, culminating in hogs' backs, running nearly north and south, and rising in places to twelve hundred feet above the ocean\" ('Survey Memoirs: Jerusalem,' p. 436). The nation of the Cherethites. So in Ezekiel 25:16. Zephaniah calls the Philistines by this name for the sake of a play on the word, Cherethites meaning \"Cutters off,\" and they were devoted to being \"cut off\" (karath). Part of David's bodyguard was composed of the same people (1 Samuel 30:14). The name seems to have belonged to a portion of the Philistines who inhabited the southern part of the district. \"One of the principal villages of Philistia is now called Keretiya, so that the term may apply to the inhabitants of this town - an ancient Cherith not mentioned in the Bible\" (Courier's 'Handbook to the Bible,' p. 237). They have been supposed to have emigrated from Crete, but there are no reliable grounds for this theory, though the LXX. in the present passage has, Πάροικοι Κρητῶν, \"sojourners of the Cretans;' and the Syriac gives a similar rendering. St. Jerome renders, \"gens perditorum,\" \"nation of destroyers.\" The word of the Lord is against you. The sentence is pronounced in the words following. O Canaan. O Philistia, which shall be as Canaan, and in like manner exterminated. Canaan means \"Lowland,\" a name which originally was applied to the Phoenician and Philistine tracts on the seacoast. I will even destroy thee. The like threat is uttered by Jeremiah (Jeremiah 47:4, 5) and Ezekiel (Ezekiel 25:15-17).NEWLINEVERSETITLESTARTZephaniah2:6VERSETITLEENDNEWLINEVERSESTARTAnd the sea coast shall be dwellings and cottages for shepherds, and folds for flocks.VERSEENDNEWLINEVerse 6. - Dwellings and cottages for shepherds; better, pastures with caves for shepherds. In the use of the word keroth, \"diggings\" (\"cottages,\" Authorized Version) there is probably intended another play on the \"Cherethites.\" Neale, \"The road from Gaza to Askalon lay along the sea shore. In the winter months many parts of it are impracticable, owing to the encroachment of the sea. The surf then dashes wildly into the huge caverns worked out of the endless sand hills that line this coast. These caverns were tenanted, when we passed, by goatherds and their flocks. Thither they resort for shelter from the fierce heat of the noontide sun; and here during the night the goats are penned. There are wells and reservoirs in the vicinity which furnish water for the flocks the whole year round, and the brambles and thorn bushes that flourish near the seaside form their pasturage\" ('Eight Years in Syria,' 1:40, 41). Septuagint, ἔσται Κρήτη νομὴ ποιμνίων, \"Crete shall be a pasture of flocks.\"NEWLINEVERSETITLESTARTZephaniah2:7VERSETITLEENDNEWLINEVERSESTARTAnd the coast shall be for the remnant of the house of Judah; they shall feed thereupon: in the houses of Ashkelon shall they lie down in the evening: for the LORD their God shall visit them, and turn away their captivity.VERSEENDNEWLINEVerse 7. - And the coast shall be for the remnant, etc.; it will be a tract for the remnant. The district will be the possession of the Jews, who should be restored to their land (Obadiah 1:19). Zephaniah virtually predicts the Captivity and the return, and intimates that the destruction of hostile nations is the means of advancing true religion. They shall feed their flocks thereupon. Where the Philistine cities stood shall be the pasture ground of the Israelites' flocks. Ashkelon. One city is mentioned as a type of all. For. This is the reason why they are permitted to triumph thus. Shall visit. In a good sense, to protect and cherish (Exodus 4:31; Ruth 1:6; Psalm 8:4; Zechariah 10:3; Luke 1:68). Turn away (reverse) their captivity. Bring them back from their exile to their own land (comp. Joel 3:1; Micah 4:10). The phrase, however, is often (and possibly here) used metaphorically for the abolishment of misery and the restoration to a happy condition (comp. Deuteronomy 30:3; Job 42:10 (15); Jeremiah 29:14). The full accomplishment of this prophecy concerning the overthrow of Philistia is of a spiritual nature, and must be looked for in the Messianic era, when the kingdoms of the world become the kingdom of Christ; and so in the subsequent predictions.NEWLINEVERSETITLESTARTZephaniah2:8VERSETITLEENDNEWLINEVERSESTARTI have heard the reproach of Moab, and the revilings of the children of Ammon, whereby they have reproached my people, and magnified themselves against their border.VERSEENDNEWLINEVerses 8-10. - 3. The punishment shall fall next upon the Moabites and Ammonites, representing the east. Verse 8. - The reproach of Moab. As this refers to past actions, it must signify the hostile attitude which Moab always assumed towards Israel. The revilings of the children of Ammon. Both these descendants of Lot proved themselves bitter enemies of the Jews. Keil refers to Numbers 15:30 and Ezekiel 20:27, where the word gadaph is used in the sense \"to revile or blaspheme by actions.\" (For the persistent hostility of Moab, see note on Amos 2:1, and for that of Ammon, the note on Amos 1:13.) Magnified themselves against their border. They carried themselves haughtily, showed their pride by violating the territory of the Israelites. This pride and self-exaltation is a leading feature of the character of these two nations (comp. Isaiah 16:6; Jeremiah 48:29, etc.). The destruction of the kingdom of Israel and the weakness of that of Judah gave occasion to these neighbours to display their haughtiness and independence. The LXX. has, \"my borders.\" God himself assigned its boundaries to Israel, as to other nations (Deuteronomy 32:8); and to invade these was an offence against him.NEWLINEVERSETITLESTARTZephaniah2:9VERSETITLEENDNEWLINEVERSESTARTTherefore as I live, saith the LORD of hosts, the God of Israel, Surely Moab shall be as Sodom, and the children of Ammon as Gomorrah, even the breeding of nettles, and saltpits, and a perpetual desolation: the residue of my people shall spoil them, and the remnant of my people shall possess them.VERSEENDNEWLINEVerse 9. - As I live. This is a common formulary to express certainty, God, as it were, pledging his existence to the truth of his declaration (Deuteronomy 32:40; Isaiah 49:18, etc.).. God calls himself, The Lord of hosts, therefore able to fulfil his threats; and the God of Israel, and therefore ready to punish wrongs done to his chosen people. As Sodom. This threat came home with particular force to the Moabites and Am. monites who dwelt in the neighbourhood of the Dead Sea, and had before their eyes this awful proof of the chastisement with which sin meets, and which had happened in the time of their forefather Lot. \"There are no settled inhabitants,\" says Dr. Porter, writing of Moab, \"but the hillsides and glens are studded with the ruins of ancient towns and villages. We at length pitched our tents by the lonely fountain of Heshbon. The site of this royal city is commanding - a rounded hilt on the edge of avast plateau, which extends on the south and east to the horizon, and on the west breaks down in steep slopes, jagged cliffs, and wild ravines, to the Dead Sea and Jordan valley, nearly four thousand feet below. The hill was the nucleus of the city. Its sides are covered with ruins, and remains of houses, temples, and other buildings are strewn over a considerable section of the adjoining plain. All is desolate. Not a building, and scarcely a fragment of a wall, is standing; yet, though deserted for centuries, it bears its ancient name. I looked from Heshbon far and wide over the ancient territory of the Moabites, and saw desolation everywhere. The old towns and villages are all deserted and in ruins. In fact, there is not at this moment a single inhabited town or village in Moab, except Kerak, which stands on the extreme southern border. The sites of many were visible - grey mounds dotting the plain\" ('Illust. of Bible Proph.,' pp. 24, 25). \"The cities, towns, villages, are all in ruins. ... And no attempt is ever made to rebuild or repair; no man ventures to seek even a temporary abode among the ruined cities of Moab. The local Arab avoids the old sites, and seeks rest and security amid rocks and ravines; the powerful desert tribes sweep over the country periodically, and devour and destroy all in their track\" (ibid., p. 28). Even the breeding of nettles; rather, a possession of nettles; a place where nettles only grow. Vulgate, siccitas spinarum. The identification of the plant kharul is uncertain. In Job (Job 30:7) it is represented as of sufficient growth to conceal fugitives; hence some think it is the wild mustard. Dr. Pusey, relying on a notice of Professor Palmer, considers it to be the mallow, which grows in rank luxuriance in Moab. The LXX., reading daleth instead of mem in the ἅπαξ λεγόμενον mimshaq, rendered \"breeding,\" has Δαμασκὸς ἐκλελειμμένη, \"Damascus shall be left.\" Salt pits. All travellers note the abundance of rock salt in the vicinity of the Dead Sea (see Deuteronomy 29:23; and comp. Psalm 107:34; Jeremiah 17:6). A perpetual desolation. The prophecy intimates that this country should never recover its prosperity (comp. Ezekiel 25.). The residue of my people shall spoil them. A partial fulfilment of this prophecy occurred when Judas Maccabaeus smote Ammon (1 Macc. 5:6, etc.), and Alexander Jannaeus subdued the Moabites (Josephus, 'Ant.,' 13:13. 5); but the prophet looks forward to a spiritual fulfilment under the Messiah, as we see from ver. 11 (comp. Isaiah 14:1, 2; Isaiah 49:23, etc.). The faithful remnant shall win possession of the heathen strongholds, and convert the nations to Christ, and incorporate them in the Church.NEWLINEVERSETITLESTARTZephaniah2:10VERSETITLEENDNEWLINEVERSESTARTThis shall they have for their pride, because they have reproached and magnified themselves against the people of the LORD of hosts.VERSEENDNEWLINEVerse 10. - This shall they have. All these calamities mentioned above shall fall on the Ammonites and Moabites in punishment of their pride and spite and insolence (see note on ver. 8).NEWLINEVERSETITLESTARTZephaniah2:11VERSETITLEENDNEWLINEVERSESTARTThe LORD will be terrible unto them: for he will famish all the gods of the earth; and men shall worship him, every one from his place, even all the isles of the heathen.VERSEENDNEWLINEVerse 11. - § 4. Before passing to the judgment on the nations of the south and north, the prophet shows the object of all these chastisements: God destroys idolatry in order that pure religion may reign over all the earth. The Lord will be terrible unto them. The Lord shows himself as a terrible God over the Moabites and Ammonites, but only as parts of the heathen world, and with a view to a universal result This is the purpose of the revelation of himself as Judge. Septuagint, Ἐπιφανήσεται Κύριος ἐπ αὐτούς, \"The Lord will appear against them.\" For he will famish all the gods of the earth. The verb means literally, \"to make lean,\" and then \"to destroy;\" hence the LXX., ἐξολοθρεύσει. The word may be chosen in order to express the idea that worshippers will no more be found to offer sacrifices and drink offerings to the gods (see Bel and the Dragon 6, 12). The nations being destroyed, the gods reverenced by them would vanish and be heard of no more. Men shall worship him. Idolatry abolished, men shall learn to worship Jehovah. Every one from his place. Every one shall worship God in his own place and country; the Lord shall be universally recognized, and his worship shall no longer be confined to one temple or one land, but wherever men dwell there shall they offer their homage and adoration (comp. Isaiah 19:18, 19; Malachi 1:11, where the same truth is signified). Such passages as Micah 4:1 and Zechariah 14:16, which seem to imply that all nations are to come up to the material Jerusalem to pay their devotions, require evidently a spiritual interpretation, and denote that the heathen converted to Christ shall be received into the Church, and join in the worship of the true Israel. The isles of the heathen; or, coasts of the nations; the most distant countries that lie across the seas (Genesis 10:5; Psalm 72:10; Isaiah 11:11, etc.).NEWLINEVERSETITLESTARTZephaniah2:12VERSETITLEENDNEWLINEVERSESTARTYe Ethiopians also, ye shall be slain by my sword.VERSEENDNEWLINEVerses 12-15. - 5. The judgment shall fall upon the Ethiopians and Assyrians, representing the south and north. Verse 12. - Ethiopians; Cushites. These are named as the most remote inhabitants of the south with which the Israelites were acquainted (Ezekiel 38:5). Ye shall be slain by my sword; the slain of my sword are they, the second person being dropped, as one cannot address the dead (Orelli). The Lord's sword is the instrument which he uses to effect his purpose of punishment (comp. Isaiah 27:1; Isaiah 34:5; Isaiah 66:16). The Ethiopians are reckoned among the forces of Egypt (2 Chronicles 12:3; Nahum 3:9, etc.). The prediction had a fulfilment when the Assyrians conquered Egypt, and again under Nebuchadnezzar. It shall have a more sublime accomplishment when the sword of the Spirit shall reduce the utmost south to the dominion of Christ (see Isaiah 45:14; Psalm 68:31). The commencement of this conversion is seen in the chamberlain of Queen Candace (Acts 8:27, etc.).NEWLINEVERSETITLESTARTZephaniah2:13VERSETITLEENDNEWLINEVERSESTARTAnd he will stretch out his hand against the north, and destroy Assyria; and will make Nineveh a desolation, and dry like a wilderness.VERSEENDNEWLINEVerse 13. - The north, represented by Assyria, as yet unconquered, and still apparently flourishing. Though this country lay to the northeast of Palestine, its armies attacked from the north, and it is generally represented as a northern power. Its destruction was foretold (Isaiah 10:12; Ezekiel 31:11, etc.; Nahum 1:14, etc.). In this verse the Hebrew verbs are not in the simple future, but in the imperative or optative mood, \"Let him stretch out his hand,\" etc., as though the prophet were praying that the enemies of his people might be overthrown. Nineveh. St. Jerome gives speciosam, rendering the proper name according to his notion of its Hebrew etymology. Its proper meaning, in Accadian, would be \"Fish house,\". i.e. house consecrated to the god of fish. (For a description of Nineveh, see note on Jonah 1:2. For the destruction of Nineveh, see the Introduction to Nahum, § I.) Dry like a wilderness. The country shall become an and desert. Assyria was greatly indebted for its remarkable fertility to a very successful system of artificial irrigation, and when this was not maintained, great tracts soon relapsed into a wilderness (Layard, 'Nineveh,' 2:68). \"Cultivation,\" says Professor Rawlinson, \"is now the exception instead of the rule. 'Instead of the luxuriant fields, the groves and gardens of former times, nothing now meets the eye but an arid waste' (Chesny). Large tracts are covered by unwholesome marshes, producing nothing but enormous reeds; others lie waste and bare, parched up by the fierce heat of the sun, and utterly destitute of water; in some places sand drifts accumulate, and threaten to make the whole region a mere portion of the desert\" ('Anc. Men.,' 1:41).NEWLINEVERSETITLESTARTZephaniah2:14VERSETITLEENDNEWLINEVERSESTARTAnd flocks shall lie down in the midst of her, all the beasts of the nations: both the cormorant and the bittern shall lodge in the upper lintels of it; their voice shall sing in the windows; desolation shall be in the thresholds: for he shall uncover the cedar work.VERSEENDNEWLINEVerse 14. - Flocks; herds. The prophet describes graphically the desolation mentioned in the preceding verse. The \"herds\" are not sheep and cattle, as in parallel cases (Isaiah 17:2; Isaiah 27:10; Isaiah 32:14), but all the beasts of the nations - all the wild beasts that infest the country. Septuagint, πάντα τὰ θηρία τῆς γῆς. The Hebrew will hardly hear Keil's rendering, \"all kinds of beasts in crowds.\" (Compare similar predictions, Isaiah 13:21; Isaiah 34:11, 14). The cormorant (kaath); probably the pelican; Vulgate, onocrotalus; the Septuagint gives, χαμαιλέοντες, which word Schleusner thinks to have been interchanged with κόρακες that follows soon afterwards. Bat in the latter place Jerome has corvus. The pelican is found in the Assyrian monuments tinder more than one appellation (see 'Transact. of See. of Bibl. Archaeol.,' 8:93, etc., and 141). The bittern (kippod). Most recent critics translate this by \"hedgehog\" or \"porcupine.\" The Septuagint has, ἐχῖνοι: the Vulgate, ericius. But neither hedgehog nor porcupine utters cries or frequents pools of water, and it may well be doubted whether some marsh-loving bird is not meant. Certainly the following clause suits the habits of a bird better than those of a hedgehog (see 'Bible Educator,' 3:312, where Dr. Tristram is quoted saying, \"As a matter of fact, the bittern is very abundant in these swamps of the Tigris, and in all the marshy grounds of Syria; and its strange booming note, disturbing the stillness of the night, gives an idea of desolation which nothing but the wail of the hyena can equal\"). No notice of the bittern seems to be found in the Assyrian monuments, though the mention of the heron is not uncommon. The kaath and kippod are commonly mentioned together, e.g. Isaiah 34. II. The upper lintels; \"the capitals\" of the columns (see note on Amos 9:1, where the same word kaphtor is used). Their voice shall sing in the windows; literally, the voice of the songster in the window. Birds shall perch and sing in the apertures of the ruined palaces. Vulgate, Vox cantantis in fenestra; the LXX. has, Θηρία φωνήσει ἐν, τοῖς διορύγμασιν αὐτῆς, \"Wild beasts shall cry in the breaches thereof.\" Others translate, \"Hark! it singeth in the windows.\" There are no traces of windows in any of the Assyrian palaces, even in the case of chambers next the outer walls. If daylight were admitted, it must have entered through openings in the ceilings (Layard, 'Nineveh.' 2:260). Desolation shall be in the thresholds. The word rendered \"desolation\" (chorebh) Jerome notes may be read as meaning \"sword,\" \"drought.\" and \"raven;\" he adopts the last signification, and translates, in agreement with the LXX., corvus. But it seems best to take the term as signifying \"desolation;\" no human creature shall be found there, only ruin and rubbish. Ewald renders, \"Owls shall sing in the windows, crows on the threshold, 'shivered. crushed.'\" For he shall uncover (he hath laid bare) the cedar work. God, or the enemy, has so destroyed the palaces that the cedar panelling is exposed to the weather. Jerome has, \"Attenuabo robur ejus.\" We see by Sennacherib's boast (Isaiah 37:24) that the Assyrians imported cedars for building purposes. And we have monumental evidence of the employment of cedar in palaces at least since the time of Assurnazirpal, B.C. 860. Esar-haddon reports that he received cypress and cedar from Lebanon as tribute; and Assurbanipal states that in erecting his palace he used cedar pillars from Sirjon and Lebanon (Schrader, 'Die Keilinschrift. und Alt. Test.,' pp. 183, 453). Neriglissar, King of Babylon, B.C. 559, in rebuilding his palace, records that he \"arranged tall cedars for its roof\" ('Records of the Past,' 5:142).NEWLINEVERSETITLESTARTZephaniah2:15VERSETITLEENDNEWLINEVERSESTARTThis is the rejoicing city that dwelt carelessly, that said in her heart, I am, and there is none beside me: how is she become a desolation, a place for beasts to lie down in! every one that passeth by her shall hiss, and wag his hand.VERSEENDNEWLINEVerse 15. - This is the rejoicing city. Such is the fate of this once exulting city, that dwelt carelessly, secure, with no fear of danger at hand (Isaiah 47:8, on which this passage is founded). I am, and there is none beside me. Thus, in effect, Nineveh claimed for himself the attributes of Almighty God. She stands alone, mistress of nations, a type of the powers of this world, which deify themselves and defy the Lord. Septuagint, Οὐκ ἔστι μετ ἐμὲ ἔτι, \"There is no more any after me.\" Shall hiss. In scorn (Job 27:23; Jeremiah 19:8; Micah 6:16). Wag his hand. He shall shake or wave his hand with the gesture of dismissal, as if saying, \"Away with thee! get thee gone!\" - a rehearsal of the awful \"Depart ye!\" in the final judgment (comp. Nahum 3:19).NEWLINENEWLINENEWLINENEWLINENEWLINE","Zeph.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTZephaniah3:1VERSETITLEENDNEWLINEVERSESTARTWoe to her that is filthy and polluted, to the oppressing city!VERSEENDNEWLINEVerses 1-5. - § 6. The prophet turns to Jerusalem, and warns her that, if God punishes the heathen, he will not spare the hardened sinners in Judah. Verse 1. - Woe to her! This is addressed to Jerusalem, as is seen by vers. 2-4. Filthy; rather, rebellious, i.e. against God. The LXX., mistaking the word, renders ἐπιφανής, \"notable.\" So the Syriac. Jerome has provocatrix. The true sense is seen by the expansion of the term in ver. 2. polluted by her many sins. Jerome, following the Septuagint ἀπολευτρωμένη, \"ransomed,\" has, redempta, which he explains, \"Captivitatibus traditia, et rursum redempta.\" The oppressing city, that acts unjustly and cruelly to the weak and poor. So the three sins for which she is here denounced are that she is rebellious against God, defiled with sin in herself, and cruel to others. The Septuagiut and Vulgate translate jonah (\"oppressing\") \"dove,\" which seems singularly inappropriate here, though some try to explain it as applied to Jerusalem in the sense of \"silly\" or \"stupid\" (Hosea 7:11)NEWLINEVERSETITLESTARTZephaniah3:2VERSETITLEENDNEWLINEVERSESTARTShe obeyed not the voice; she received not correction; she trusted not in the LORD; she drew not near to her God.VERSEENDNEWLINEVerse 2. - The voice; i.e. of God, as heard in the Law and at the mouth of his prophets (comp. Jeremiah 7:24, etc.; Jeremiah 9:13). Received not correction. They took not to heart the chastisements sent upon them, and did not profit by them. She trusted not in the Lord, but in man. When danger threatened, she relied on human aid, made alliances with the heathen, or else had recourse to idols and prayed for help to false gods, as the next clause complains. She drew not near to her God. She broke the covenant which she had made, would not avail herself of the privilege bestowed upon her, and had no intercourse with the Lord in prayer and worship.NEWLINEVERSETITLESTARTZephaniah3:3VERSETITLEENDNEWLINEVERSESTARTHer princes within her are roaring lions; her judges are evening wolves; they gnaw not the bones till the morrow.VERSEENDNEWLINEVerse 3. - Roaring lions. The princes, who ought to protect the people, are ready to tear them in pieces and devour them (Proverbs 28:15). Probably the violence and arrogance of the chiefs had increased during the minority of the king. This must have been written before the great reformation. Evening wolves (see note on Habakkuk 1:8). The judges, whose duty it was to administer justice and to set an example of equity and virtue, are themselves most cruel and rapacious. They gnaw not the bones till tomorrow; they gnaw no bones in the morning; that is, they are so greedy that they eat up all their prey at once and leave nothing till the morning. The versions drop the metaphor, and render, \"They leave not to the morning\" (comp. Ezekiel 22:27).NEWLINEVERSETITLESTARTZephaniah3:4VERSETITLEENDNEWLINEVERSESTARTHer prophets are light and treacherous persons: her priests have polluted the sanctuary, they have done violence to the law.VERSEENDNEWLINEVerse 4. - Her prophets. These are the false prophets, who have no true mission from God (comp. Micah 2:11; Micah 3:5). Light; either, frivolous or empty boasters. The word means properly, \"boiling over,\" like water. Vulgate, vesani; Septuagint, πνευματοφόροι, which means, probably, not \"inspired by an (evil) spirit,\" but \"carried away by the wind,\" \"light\" (comp. Matthew 11:7). Treacherous persons; literally, men of treacheries, who uttered their own fancies as if they were commissioned by God, and so really opposed him whom they professed to represent (Jeremiah 23:32). Her priests have polluted the sanctuary (what is holy). Not the temple only, but all that has to do with God's service, worship, rites, sacrifices; they make no distinction between what is sacred and what is profane (Ezekiel 22:26). They have done violence to the Law. Chiefly, doubtless, by distorting its meaning, and neither observing it themselves nor teaching others to keep it.NEWLINEVERSETITLESTARTZephaniah3:5VERSETITLEENDNEWLINEVERSESTARTThe just LORD is in the midst thereof; he will not do iniquity: every morning doth he bring his judgment to light, he faileth not; but the unjust knoweth no shame.VERSEENDNEWLINEVerse 5. - In the midst of this congregation of sinners God is continually manifesting his righteousness; he leaves not himself without witness; and therefore their iniquities are without excuse. The just Lord is in the midst thereof; or, the Lord in the midst of her is righteous (Deuteronomy 32:4). His presence was associated with the temple; his moral government was always being manifested. He would not be \"just\" if he left sinners unpunished. Every morning; Hebrew,\" in the morning, in the morning.\" The phrase is rightly explained in our version (comp. Exodus 16:21; Psalm 87:5). Doth he bring his judgment to light. His prophets proclaim his perfect justice; his judgments on the heathen manifest it (ver. 8; Hosea 6:5). It is not from ignorance of the Law that the people sin. He faileth not; or, it faileth not; Vulgate, non abscoudetur. God never ceases thus to act; or, his justice is clear as (lay. But the unjust knoweth no shame. In spite of this hourly manifestation of God's justice, and the enactments of the Law so well known, the perverse nation will not amend its ways, feels no shame at its backslidings (Jeremiah 3:3; Jeremiah 6:15). The Septuagint Version, according to the Vatican manuscript, is curious here, and in the latter part somewhat like St. Matthew's rendering of Isaiah 42:3, Καὶ οὐκ ἔγνω ἀδικίαν ἐν ἀπαιτήσει, καί οὐκ εἰς νεῖκος ἀδικίαν (comp. Matthew 12:20), which Jerome translates, \"Nescit iniquitatem in exactione, nec insempiternum injustitiam,\" and explains, \"When God exacts from every man the sum he has committed to him, he will not be unjust, nor allow injustice to prevail.\"NEWLINEVERSETITLESTARTZephaniah3:6VERSETITLEENDNEWLINEVERSESTARTI have cut off the nations: their towers are desolate; I made their streets waste, that none passeth by: their cities are destroyed, so that there is no man, that there is none inhabitant.VERSEENDNEWLINEVerses 6-8. - § 7. Obdurate and blinded as nations are, these extreme measures are the only way left to secure salvation for Israel and the whole world. Verse 6. - God speaks, showing why he has sent these judgments. I have cut off the nations. The reference is to facts well known to the hearers (though not specified here); such as the rain of Pentapolis, the destruction of the Canaanites, the defeat of the Chaldeans in Hezekiah's time, the conquest of cities and countries by the Assyrians, and the devastation of Israel itself. Their towers are desolate. Their towers (see note on Zephaniah 1:16), in which they trusted for defence, are overthrown and lie in ruins. Others translate, \"street corners,\" where people most do congregate. Streets; perhaps, roads; signifying the open country. So Keil. None inhabitant (comp. Jeremiah 4:7).NEWLINEVERSETITLESTARTZephaniah3:7VERSETITLEENDNEWLINEVERSESTARTI said, Surely thou wilt fear me, thou wilt receive instruction; so their dwelling should not be cut off, howsoever I punished them: but they rose early, and corrupted all their doings.VERSEENDNEWLINEVerse 7. - Taught by such examples, the Jews might have learned to repent and amend their ways. I said. God represents himself as reasoning as a man would reason. Surely thou wilt fear me; Septuagint, \"only fear me.\" This is the one condition for salvation. Or, according to our version, Judah must learn experience from my threats and visitations, and return unto me. Thou wilt.., receive instruction; Septuagint, \"receive ye discipline,\" accept the correction and learn the lesson which it is meant to teach (Proverbs 24:32). Their (her) dwelling. Jerusalem or Judaea. The temple is never called the dwelling place of the people. This sudden change of person is very common in the prophets. Howsoever I punished them; rather, according to all that I appointed concerning her. God had ordained certain punishment for Jerusalem if she reformed not. The Anglican Version means that God would never cut them off wholly, however severely he might chastise them. The Hebrew will not carry this; nor are the Greek and Latin Versions quite correct. Septuagint, Οὐ μὴ ἐξολοθρευθῆτε ἐξ ὀφθαλμῶν αὐτῆς πάντα δοα ἐξεδίκησα ἐπ αὐτήν, \"And ye shall not be cut off from the face thereof for all the punishment that I inflicted upon it;\" Vulgate, Propter omnia in quibus visitavi earn. But they rose early. Warning, reproof, and chastisement were expended in vain; the people only gave themselves up more ardently to their evil doings. \"To rise early to do a thing\" is a phrase used to signify the acting with zeal and full purpose (comp. Jeremiah 7:13, 25; Jeremiah 11:7, etc.). Corrupted all their doings. Like the inhabitants of the earth before the Flood (Corinthians 6:12; comp. Psalm 14:1). The Septuagint rendering is peculiar, Ἐτοι μάζου ὄρθισον ἔφθαρται πᾶσα ἡ ἐπιφυλλὶς αὐτῶν \"Prepare thyself, rise early, all their produce is spoiled.\" St. Jerome, moralizing on this, adds, \"Nisi praeparati fuerimus, non nobis orietur sol justitiae. Orto autem sole, omnes racemi de vinea Sodomorum dissipantur et pereunt; ut non solum grandes botri, sed etiam quod parvum esse videbatur in nobis, Christi lucerna radiante dispereat.\"NEWLINEVERSETITLESTARTZephaniah3:8VERSETITLEENDNEWLINEVERSESTARTTherefore wait ye upon me, saith the LORD, until the day that I rise up to the prey: for my determination is to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, even all my fierce anger: for all the earth shall be devoured with the fire of my jealousy.VERSEENDNEWLINEVerse 8. - Therefore. Because of the outrage done to God's \"long suffering,\" he must needs punish. Wait ye upon me; wait ye for me. The exhortation is addressed to the pious among the Jews, as in Zephaniah 2:3, and is used in a good sense (Psalm 33:20; Isaiah 8:17), urging them not to despair, but to be patient under the affliction, in the assured hope of salvation. The same expression is used in Habakkuk 2:3. I rise up to the prey. This is a phrase denoting effort and the effecting of some great object. Jehovah seizes the prey when the nations, roused by judgment inflicted, are converted unto him (Isaiah 53:12; Psalm 68:18). The LXX., pointing the last word differently (עד), renders, εἰς ἡμέραν ἀναστάσεώς μου εἰς μαρτύριον: \"until the day of my rising up for testimony.\" Jerome, \"In die resurrectionis meae in futurum.\" The Fathers interpreted this of the times of Messiah - some, of Christ's resurrection from the dead; some, of his rising up to divide the spoil (Genesis 49:9, 27. See St. Augustine, 'De Civil.,' 18:33; Eusebius, 'Dem. Ev.,' 2:17; and Jerome and Cyril, in loc.). But such interpretations are Mien from the intention of the passage, however allowable as glosses. For my determination is; literally, my judgment (mishpat) is. My justice is displayed, as ver. 5. The word, according to Keil, never means, \"decree\" or \"decision.\" That I may assemble the kingdoms. Not for utter extermination, but to bring them to a better mind (Isaiah 26:9; Joel 3:11, etc.). Fire of my jealousy (Zephaniah 1:18). God will allow no rival anywhere (Nahum 1:2). This is the reason of the severity and universality of the judgment The Masorites note that this ' the only verse in the Bible which contains the whole Hebrew alphabet.NEWLINEVERSETITLESTARTZephaniah3:9VERSETITLEENDNEWLINEVERSESTARTFor then will I turn to the people a pure language, that they may all call upon the name of the LORD, to serve him with one consent.VERSEENDNEWLINEVerses 9-20. - Part III. PROMISE OF THE CONVERSION OF THE WORLD AND THE HAPPINESS OF ISRAEL. Verses 9, 10. - § 1. The heathen shall be converted, and shall help in the restoration of Israel. Verse 9. - Will I turn to the people (peoples) a pure language (lip). When his judgments have done their work, God will bring the heathen to the knowledge of him. He will purify their lips, which have been polluted with the names of idols and the worship offered to false gods (Psalm 16:4; Hosea 2:17); the confusion of Babel shall be done away, and all shall speak the language of faith in one God. This, of course, points to Messianic times. For \"pure lip,\" the Vulgate has, labium electum; the LXX., by a mistake of a letter (bhedurah for bherurah), γλῶσσαν εἰς γενεὰν αὐτῆς (so. γῆς), \"a tongue for her generation.\" With one consent; literally, with one shoulder; ὑπὸ ζυγὸν ἕνα, \"under one yoke\" (Septuagint); humero uno (Vulgate). The metaphor implies that all will help to carry the same burden, and to accomplish the same work, bearing the gospel throughout the world, and being all of one mind in the service of Jehovah (Jeremiah 32:39; Isaiah 19:23, 24; Revelation 11:15).NEWLINEVERSETITLESTARTZephaniah3:10VERSETITLEENDNEWLINEVERSESTARTFrom beyond the rivers of Ethiopia my suppliants, even the daughter of my dispersed, shall bring mine offering.VERSEENDNEWLINEVerse 10. - From beyond the rivers of Ethiopia (Cush); i.e. from the distant south, a type of the remotest parts of the world (Zephaniah 2:12). The rivers of Cush (Isaiah 18:1), are the Nile, the Atbara, and their affluents. My suppliants, even the daughter of my dispersed, shall bring mine offering. From the ends of the earth, the Jews who have continued faithful to Jehovah, and have not lost their nationality among the Gentiles, but have considered themselves as belonging to \"the dispersion,\" shall be again received of the Lord, and bring their oblations unto him. This may be the sense intended: but looking to the thought in Isaiah 66:20 (where it is said that the Gentiles shall bring the Israelites out of all nations as a meat offering unto the Lord), we had better render the passage as the Revised Version margin, \"They shall bring my suppliants, even the daughter of my dispersed, for an offering unto me.\" The remote Gentiles shall show their faith in God by aiding the Hebrews among them to turn to the Lord; this shall be their offering to the true God, whom they have learned to adore. When they themselves are converted, they shall be evangelists to the Hebrews of the Dispersion. For this work of the Gentiles in converting the Hebrews, Wordsworth compares Song of Solomon 3:4; Song of Solomon 8:8, 9; Isaiah 61:5, 6; Isaiah 65:18-21. St. Paul speaks to the same effect in Romans 6. Offering (minehah). The pure meal offering (Malachi 1:10, 11, where see notes; comp. Romans 15:16; Philippians 2:17). Dr. Briggs renders, \"From beyond the rivers of Gush will be my incense (athar); the daughter of Phut will bring a minchah.\" This brings out the parallelism. The universal worship of Messianic times is expressed in the ceremonial terms of the old dispensation, but has a very real applicableness to the Christian religion (see note on Malachi 1:11).NEWLINEVERSETITLESTARTZephaniah3:11VERSETITLEENDNEWLINEVERSESTARTIn that day shalt thou not be ashamed for all thy doings, wherein thou hast transgressed against me: for then I will take away out of the midst of thee them that rejoice in thy pride, and thou shalt no more be haughty because of my holy mountain.VERSEENDNEWLINEVerses 11-13. - § 2. Israel, restored to God's favour, shall be cleansed and sanctified. Verse 11. - In that day. When the Lord rises to seize the prey (ver. 8), when the Gentiles are converted, and Judah returns to her obedience. Shalt thou not be ashamed for all thy doings. God addresses Israel repentant and converted, and assures her that she shall not have to reproach herself any more, or to blush for her iniquities, because God blots them out, or because she sins no more as she has done. And the great help to this improvement is the abolition of the cause and incitement to sin. I will take away out of the midst of thee them that rejoice in thy pride (thy proud triumphers, Isaiah 13:3). God will cut off all those who gloried in their temporal prosperity without thought of God, who in the pride of their heart walked as they pleased, deeming themselves accountable to no one, subject to no law. Such shall no longer be found in the holy nation. Haughty because of (in) my holy mountain; i.e. in the temple (Isaiah 11:9). They shall no longer exult in the exclusiveness of their privileges, or feel a vain glorious confidence in their own election, or the sanctity of their temple or its provision of worship. The Gentiles should be admitted to the covenant, and share in their privileges. Here we see adumbrated the nature of the Christian Church, an organized body no longer local, insulated, but Catholic - a spiritual temple open to all believers.NEWLINEVERSETITLESTARTZephaniah3:12VERSETITLEENDNEWLINEVERSESTARTI will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the LORD.VERSEENDNEWLINEVerse 12. - A further characteristic of Messiah's kingdom is here unfolded. No worldly pomp or splendour shall be found in it; its members are not proud, conceited, self-reliant. I will also leave in the midst of thee. I will leave over, as a remnant saved in the judgment (camp. Romans 9:27; Micah 2:12, and the note there). An afflicted and poor people. The two epithets and elsewhere joined together (Job 34:28; Isaiah 26:6) to express the feeling of patience under affliction and inability to help one's self by one's own efforts. The spirit signified is just the contrary of the haughty, complacent, self-satisfied temper previously mentioned (1 Corinthians 1:26; James 2:5). They shall trust in the Name of the Lord. All self-confidence shall be abolished, and the religion of the remnant shall be characterized by quiet trust in God.NEWLINEVERSETITLESTARTZephaniah3:13VERSETITLEENDNEWLINEVERSESTARTThe remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth: for they shall feed and lie down, and none shall make them afraid.VERSEENDNEWLINEVerse 13. - The remnant of Israel (see note on ver. 12). Though they claim no worldly eminence, the true Israelites shall be conspicuous for spiritual graces. Shall not do iniquity. Their acts shall be just and holy; their daily conduct such as becomes the children of God's election (Leviticus 19:2; 1 John 3:9). Nor speak lies. There shall be no lying prophets there, and all fraud and double-dealing shall be abolished. The proof of their righteous conduct is found in the favour of the Lord and the security in which they shall live. For they shall feed, etc. The remnant is compared to a \"little fleck\" (Luke 12:32), of which the Lord is the Shepherd (comp. Micah 7:14). The blessing is that promised to Israel in the Law if she kept the commandments (Leviticus 26:5, 6). Vers 14-20. - § 3. Israel shall be cam forted and largely blessed by the presence of Jehovah and exalted to honour in the eyes of all the world.NEWLINEVERSETITLESTARTZephaniah3:14VERSETITLEENDNEWLINEVERSESTARTSing, O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem.VERSEENDNEWLINEVerse 14. - in view of the coming blessing, the prophet bursts forth in exultation, yet with a vein of prophecy running through all the canticle. After the late denunciation of woe and judgment, he soothes the faithful with the promise of the grace and peace which the time of Messiah shall bring. Sing, O daughter of Zion (Isaiah 1:8; Zechariah 2:14; 9:9). He calls on the restored remnant of Judah to show its joy by outward tokens. O Israel. All the tribes are to unite in praising God. This is one of the passages where \"Israel\" is supposed to have been written by mistake for \"Jerusalem.\" So Jeremiah 23:6. The LXX. gives, θύγατερ Ἱερουσαλήμ, \"daughter of Jerusalem\" (see note on Zechariah 1:19). The prophet enjoins a triple note of exultation in order to confirm the universal joy. (On the use of the number \"three\" in this passage, see Dr. Pusey's note, p. 480.)NEWLINEVERSETITLESTARTZephaniah3:15VERSETITLEENDNEWLINEVERSESTARTThe LORD hath taken away thy judgments, he hath cast out thine enemy: the king of Israel, even the LORD, is in the midst of thee: thou shalt not see evil any more.VERSEENDNEWLINEVerse 15. - In this and following verses the prop. hot gives the reasons why Zion should rejoice. Thy judgments. The chastisements inflicted on thee in judgment, rendered necessary by thy iniquity (Ezekiel 5:8). These God has removed; this is the first ground for rejoicing. Septuagint, τὰ ἀδικήματα σου, \"thine iniquities.\" When God removes the punishments, he forgives the sin. He hath cast out (cleared quite away) thine enemy. The enemies who executed the judgment are utterly dispersed. The King of Israel, even the Lord, is in the midst of thee (Obadiah 1:21). The theocracy is restored. Under the judgments which fell upon Israel, Jehovah seemed to have left his people; now he is in the midst of them as their icing (Isaiah 12:6; Isaiah 52:7; Hosea 11:9). The perpetual presence of Christ in the Church is here adumbrated. Thou shalt not see evil any more. So the Septuagint. Another reading adopted by Jerome is, \"Thou shalt not fear.\" In view of the following verse, this seems rather tautological. With God in their midst, the people shall see, i.e. experience (Jeremiah 5:12), no evil (Revelation 21:3, 4).NEWLINEVERSETITLESTARTZephaniah3:16VERSETITLEENDNEWLINEVERSESTARTIn that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack.VERSEENDNEWLINEVerse 16. - It shall be said. So obvious to all men shall be the happy and secure, position of Zion under God's favour and rule, that they shall join in bidding her east away fear and exult in the Divine protection. Fear thou not (comp. Matthew 14:27; Matthew 28:5, 10; Luke 12:7, 32). And to Zion. Probably vocative, O Zion. Let not thine hands be slack. Be not despairing or faint hearted, but work with energy and confidence (comp. Isaiah 13:7; Hebrews 12:12); or the sentence may be rendered, \"Jerusalem will be called Fear not, and Zion, Let not thine hands be slack.\" In this case we may compare the names Hephzibah and Beulah given to Jerusalem (Isaiah 62:4), and Jehovah-Tsidkenu (Jeremiah 33:16).NEWLINEVERSETITLESTARTZephaniah3:17VERSETITLEENDNEWLINEVERSESTARTThe LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.VERSEENDNEWLINEVerse 17. - In the midst of thee; better, is in the midst of thee (see note on ver. 15). Is mighty; he will says; rather, a Mighty One who will save; LXX., Ὀ δυνατὸς σώσει σε, \"The Mighty One shall save thee.\" This is the real ground of confidence: the Lord wills their salvation. He will rejoice over thee with joy, now that thy iniquity is purged, and thou art united again to him, as a chaste and comely bride (Isaiah 52:5; Jeremiah 32:41; Hosea 2:19). He will rest (Hebrew, be silent) in his love. This is a human expression, denoting that perfect love which needs no outward demonstration. For the very greatness of his love God rests, as it were, in quiet enjoyment of it. Some take it to mean that in his love for his people he is silent about, makes no mention of, past sins; but this seems less suitable, as this clause is merely an expansion of the preceding one. The Septuagint and Syriac Versions render, \"He will renew thee in his love;\" and Ewald has proposed to alter the present reading to, \"He will do a new thing.\" But there is no sufficient reason for making the change. With singing. Again he gives to his ineffable love outward expression. The LXX. paraphrases accurately, \"He will rejoice over thee with delight as on a day of festival\" (Isaiah 65:19).NEWLINEVERSETITLESTARTZephaniah3:18VERSETITLEENDNEWLINEVERSESTARTI will gather them that are sorrowful for the solemn assembly, who are of thee, to whom the reproach of it was a burden.VERSEENDNEWLINEVerse 18. - The love which God feels he shows in action. He cares for the exiled and dispersed, and will gather them again and comfort them for all their sorrows. I will gather them that are sorrowful for the solemn assembly; or, far removed from the solemn, assembly. Those who grieve because by their exile from the Holy Land they are debarred from duly attending the periodical festivals, these God will restore, and enable them again to participate in the sacred feasts. The above version and explanation are undoubtedly right, as the Latin Version is certainly wrong, Nugas, qui a lege recesserant, congregabo; that is, the light and fickle persons, who have estranged themselves from the Law, God will reclaim, and join them to the congregation of the true Israel; and this, quia ex te erant, for their origin's sake, because they are descendants of the chosen people. Who are of thee; they are of thee, O Zion. These are the true Israelites; this is why they mourn for the cessation of the festivals, and why they shall be restored to the Holy Land. To whom the reproach of it was a burden; i.e. who felt the desolation of Zion and the reproaches uttered against her by enemies (Psalm 137.) as a burden grievous to be borne. The Vulgate has, Ut non ultra habeas super eis opprobrium; i.e. \"That they may be no more a disgrace to thee;\" the LXX. reads somewhat differently, Οὐαὶ τίς ἔλαβεν ἐπ αὐτὴν ὀνειδισμόν; \"Alas! who took up a reproach against her?\"NEWLINEVERSETITLESTARTZephaniah3:19VERSETITLEENDNEWLINEVERSESTARTBehold, at that time I will undo all that afflict thee: and I will save her that halteth, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame.VERSEENDNEWLINEVerse 19. - I will undo all that afflict thee; I will deal with in punishment (Jeremiah 18:23); Vulgate, \"I will slay.\" The restoration of Israel is preceded by the destruction of the enemies of God and the Church. Septuagint, Ποιῶ ἐν σοὶ ἕνεκέν σου ἐν τῷ καιρῷ ἐκείνῳ λέγει Κύριος, \"Dominus dicet ad Sion, Ecce, ego faciam in te propter te, id est, faciam ultionem tuam\" (St. Jerome). Her that halteth (Micah 4:6). The afflicted of Israel, here compared to a lame and footsore flock of sheep. Septuagint, τὴν ἐκπεπιεσμένην, \"pressed,\" like grapes or olives, to extract the juice. Her that was driven out. The exiled and dispersed. I will get them praise and fame; I will make them to be a praise and a name. This is in accordance with the promise in Deuteronomy 26:19. In every land where they have been put to shame; literally, in every land of their shame. The scene of their shame should be the scene of their glorification. The prophet does not consider that the restored theocracy shall be confined to the geographical limits of the Holy Land; he looks to its dissemination throughout the world. Wide as the dispersion itself shall be the diffusion of the knowledge of Goal and the admiration of his doings towards Israel (comp. Zephaniah 2:11; Zephaniah 3:9; Ezekiel 20:41; Ezekiel 28:25; Zechariah 8:23).NEWLINEVERSETITLESTARTZephaniah3:20VERSETITLEENDNEWLINEVERSESTARTAt that time will I bring you again, even in the time that I gather you: for I will make you a name and a praise among all people of the earth, when I turn back your captivity before your eyes, saith the LORD.VERSEENDNEWLINEVerse 20. - Will I bring you again (in). He repeats the promise with some slight verbal changes. I will lead you like a flock to the pastures of Zion. People; peoples. When I turn back your captivity; i.e. when God brings them all home into the spiritual Zion from which they were long exiled (but see note on Zephaniah 2:7; and comp. Hosea 6:11; Amos 9:14). Before your eyes. Most certainly and evidently, so that what they hoped for they shall plainly see (Deuteronomy 1:30; Deuteronomy 30:3, etc.; Isaiah 52:8, 10). Saith the Lord. All this shall assuredly come to pass, for the mouth of the Lord hath spoken it. In the prophet's eye the restoration from captivity and the times of Messiah are synchronous, or the former is so closely connected in idea with the latter that he speaks of both under one set of terms, applying the same imagery to both.NEWLINENEWLINENEWLINENEWLINE",