"2Tim.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Timothy1:1VERSETITLEENDNEWLINEVERSESTARTPaul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,VERSEENDNEWLINEVerse 1. - Christ Jesus for Jesus Christ, A.V. and T.R.; the life for life, A.V. The life is a little clearer than life, as showing that \"life\" (not \"promise\") is the antecedent to \"which.\" According to the promise denotes the subject matter with which, as an apostle, he had to deal, viz. the promise of eternal life in Christ Jesus, and the end for which he was called, viz. to preach that promise (comp. Titus 1:2).NEWLINEVERSETITLESTART2Timothy1:2VERSETITLEENDNEWLINEVERSESTARTTo Timothy, my dearly beloved son: Grace, mercy, and peace, from God the Father and Christ Jesus our Lord.VERSEENDNEWLINEVerse 2. - Beloved child for dearly beloved son, A.V.; peace for and peace, A.V. My beloved child. In 1 Timothy 1:2 (as in Titus 1:4) it is \"my true child,\" or \"my own son,\" A.V. The idea broached by some commentators, that this variation in expression marks some change in St. Paul's confidence in Timothy, seems utterly unfounded. The exhortations to boldness and courage which follow were the natural results of the danger in which St. Paul's own life was, and the depression of spirits caused by the desertion of many friends (2 Timothy 4:10-16). St. Paul, too, knew that the time was close at hand when Timothy, still young, would no longer have him to lean upon and look up to, and therefore would prepare him for it; and possibly he may have seen some symptoms of weakness in Timothy's character, which made him anxious, as appears, indeed, in the course of this Epistle. Grace, etc. (so 1 Timothy 1:2; Titus 1:4, A.V.; 2 John 3). Jude has \"mercy, peace, and love.\" The salutation in Ephesians 1:2 is \"grace and peace,\" as also in Romans 1:7; 1 Corinthians 1:3, and elsewhere in St. Paul's Epistles, and in Revelation 1:4.NEWLINEVERSETITLESTART2Timothy1:3VERSETITLEENDNEWLINEVERSESTARTI thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;VERSEENDNEWLINEVerse 3. - In a pure for with pure, A.V.; how unceasing for that without ceasing, A.V.; is my remembrance for I have remembrance, A.V.; supplications for prayers, A.V. For whom I serve from my fathers in a pure conscience, comp. Acts 23:1. How unceasing, etc. The construction of the sentence which follows is difficult and ambiguous. For what does the apostle give thanks to God? The answer to this question will give the clue to the explanation. The only thing mentioned in the context which seer, s a proper subject of thanksgiving is that which is named in ver. 5, viz. the \"unfeigned faith\" that was in Timothy. That this was a proper subject of thanksgiving we learn from Ephesians 1:15, where St. Paul writes that, having heard of their faith in the Lord Jesus, he ceased not to give thanks for then-J, making mention of them in his prayers (see, too, 1 Thessalonians 1:2). Assuming, then, that this was the subject of his thanksgiving, we notice especially the reading of the R.T., λαβών, \"having received,\" and the note of Bengel that ὑπόμνησιν λαμβάνειν means to be reminded of any one by another, as distinguished from ἀνάμνησιν, which is used when any one comes to your recollection without external prompting; both which fall in with our previous conclusion. And we get for the main sentence the satisfactory meaning: \"I give thanks to God that I have received (or, because I have received) a most pleasant reminder (from some letter or visitor to which he does not further allude) of your unfeigned faith,\" etc, The main sentence clearly is: \"I thank God... having been reminded of the unfeigned faith that is in thee.\" The intermediate words are, in Paul's manner, parenthetical and explanatory. Being about to say that it was at some special remembrance of Timothy's faith that he gave thanks, the thought arose in his mind that there was a continual remembrance of him day and night in his prayers; that he was ever thinking of him, longing to see him, and to have the tears shed at their parting turned into joy at their meeting again. And so he interposes this thought, and prefaces it with ὡς - not surely, \"how,\" as in the R.V., but in the sense of καθώς, \"as,\" \"just as.\" And so the whole passage comes out: \"Just as I have an unceasing remembrance of you in my prayers, day and night, longing to see you, that the tears which I remember you shed at our parting may be turned into joy, so do I give special thanks to God on the remembrance of your faith.\"NEWLINEVERSETITLESTART2Timothy1:4VERSETITLEENDNEWLINEVERSESTARTGreatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;VERSEENDNEWLINEVerse 4. - Longing for greatly desiring, A.V.; remembering for being mindful of, A.V.NEWLINEVERSETITLESTART2Timothy1:5VERSETITLEENDNEWLINEVERSESTARTWhen I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.VERSEENDNEWLINEVerse 5. - Having been reminded of for when I call to remembrance, A.V.; in thee for that in thee, A.V. Unfeigned (ἀνυποκρίτου); as 1 Timothy 1:5 (see also Romans 12:9; 2 Corinthians 6:6; 1 Peter 1:22; James 3:17). Having been reminded, etc. (see preceding note). Thy grandmother Lois. Μάμμη properly corresponds exactly to our word \"mamma.\" In 4 Macc. 16:9, Οὐ μάμμη κληθεῖσα μακαρισθήσομαι, \"I shall never be called a happy grandmother,\" and here (the only place where it is found in the New Testament) it has the sense of \"grandmother.\" It is hardly a real word, and has no place in Stephens' 'Thes.,' except incidentally by comparison with πάππα. It has, however, a classical usage. The proper word for a \"grandmother\" is τήθη. Lois; a name not found elsewhere, possibly meaning \"good,\" or \"excellent,\" from the same root as λωί'τερος and λώι'στος. This and the following Eunice are examples of the frequent use of Greek or Latin names by Jews. Eunice, we know from Acts 16:1, was a Jewess and a Christian, as it would seem her mother Lois was before her.NEWLINEVERSETITLESTART2Timothy1:6VERSETITLEENDNEWLINEVERSESTARTWherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.VERSEENDNEWLINEVerse 6. - For the which cause for wherefore, A.V.; through the laying for by the putting, A.V. For which cause (δι η{ν αἰτίαν); so ver. 12 and Titus 1:13, but nowhere else in St. Paul's Epistles, though common elsewhere. The clause seems to depend upon the words immediately preceding, \"I am persuaded in thee also; for which cause,\" etc. Stir up (ἀναζωπυρεῖν); here only in the New Testament, but found in the LXX. of Genesis 45:27 and I Macc. 13:7, in an intransitive sense, \"to revive.\" In both passages it is contrasted with a previous state of despondency (Genesis 45:26) or fear (1 Macc. 13:2). We must, therefore, conclude that St. Paul knew Timothy to be cast down and depressed by his own imprisonment and imminent danger, and therefore exhorted him to revive . 'the spirit of power, and of love, and of a sound mind,\" which was given him at his ordination. The metaphor is taken from kindling slumbering ashes into a flame by the bellows, and the force of ἀνα is to show that the embers had gone down from a previous state of candescence or frame - \"to rekindle, light up again.\" It is a favourite metaphor in classical Greek. The gift of God (τὸ χάρισμα τοῦ Θεοῦ); as 1 Timothy 4:14 (where see note). The laying on of my hands, together with those of the presbytery (1 Timothy 4:14; comp. Acts 13:2, 3). The laying on of hands was also the medium through which the Holy Ghost was given in Confirmation (Acts 8:17), and in healing (Mark 16:18; comp. Numbers 27:18, 23).NEWLINEVERSETITLESTART2Timothy1:7VERSETITLEENDNEWLINEVERSESTARTFor God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.VERSEENDNEWLINEVerse 7. - Gave us not for hath not given us, A.V.; a spirit of fearfulness for the spirit of fear, A.V.; and for of, A.V.; discipline for of a sound mind, A.V. A spirit of fearfulness; or, cowardice, as the word δειλία exactly means in classical Greek, where it is very common, though it only occurs here in the New Testament. Δειλός also has a reproachful sense, both in classical Greek, and also in the LXX., and in the New Testament (see Matthew 8:26; Mark 4:40; Revelation 21:8). It seems certain, therefore, that St. Paul thought that Timothy's gentle spirit was in danger of being cowed by the adversaries of the gospel. The whole tenor of his exhortation, combined as it was with words of warm affection, is in harmony with this thought. Compare with the phrase, πνεῦμα δειλίας, the πνεῦμα δουλείας εἰς φόβον of Romans 8:15. Of power and love. Power (δύναμις) is emphatically the attribute of the Holy Spirit (Luke 4:14; Acts 10:38; Romans 15:13; 1 Corinthians 2:4, etc.), and that which he specially imparts to the servants of Christ (Acts 1:8; Acts 6:8; Ephesians 3:16, etc.). Love is added, as showing that the servant of Christ always uses power in conjunction with love, and only as the means of executing what love requires. Discipline (σωφρονισμοῦ); only here in the New Testament; σωφρονίζειν is found in Titus 2:4, \"to teach,\" A.V.; \"to train,\" R.V. \"Discipline\" is not a very happy rendering, though it gives the meaning; \"correction,\" or \"sound instruction,\" is perhaps nearer. It would seem that Timothy had shown some signs of weakness, and had not boldly reproved and instructed in their duty certain offenders, as true love for souls required him to do. The phrase from Plutarch's 'Life of Cato,' quoted by Alford, exactly gives the force of σωφρονισμός: Ἐπὶ διορθώσαι καὶ σωφρονισμῷ τῶν ἄλλων, \"For the amendment and correction of the rest.\"NEWLINEVERSETITLESTART2Timothy1:8VERSETITLEENDNEWLINEVERSESTARTBe not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;VERSEENDNEWLINEVerse 8. - Be not ashamed therefore for be not thou therefore ashamed, A.V.; suffer hardship with the gospel for be thou partaker of the afflictions of the gospel, A.V. Be not ashamed, etc. The exhortation based upon the previous statement. The spirit of power and love must show itself in a brave, unflinching acceptance of all the hardships and afflictions incident to a faithful execution of his episcopal office (comp. Romans 1:16). Suffer hardship with the gospel. This, of course, is a possible rendering, but an unnatural one, and not at all in harmony with the context. The force of σὺν in συγκακοπάθησον (only found here in the New Testament and in the R.T. of 2 Timothy 2:3) is manifestly to associate Timothy with St. Paul in the afflictions of the gospel. \"Be a fellow partaker with me of the afflictions,\" which is in obvious contrast with being ashamed of the testimony of the Lord and of the apostle his prisoner. The gospel (τῷ εὐαγγελιω); i.e. for the gospel, as Philippians 1:27, \"striving for the faith of the gospel\" (τῇ πίστει), and as Chrysostom explains it: Υπὲρ τοῦ εὐαγγελίου (Huther). According to the power of God; either \"according to that spirit of power which God gave you at your ordination,\" or \"according to the mighty power of God manifested in our salvation and in the resurrection of our Lord Jesus Christ.\" The latter seems to be what St. Paul had in his mind. Timothy ought to feel that this power was on his side.NEWLINEVERSETITLESTART2Timothy1:9VERSETITLEENDNEWLINEVERSESTARTWho hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,VERSEENDNEWLINEVerse 9. - Saved for hath saved, A.V.; a for an, A.V.; times eternal for the world began, A.V. Who saved us, and called us. The saving was in the gift of his only begotten Son to be our Saviour; the calling is the work of the Holy Spirit drawing individual souls to Christ to be saved by him. (For the power of God displayed in man's salvation, comp. Ephesians 1:19, 20.) With a holy calling (comp. Romans 1:7; 1 Corinthians 1:2). Not according to our works (see Titus 3:5; Ephesians 2:4-10). His own purpose and grace. If our calling were of works, it would not be by grace (Romans 4:4, 5; Romans 11:6), but it is \"according to the riches of his grace... according to his good pleasure which he purposed in himself\" (Ephesians 1:9, 11). Before times eternal (πρὸ χρόνων αἰωνίων). The phrase seems to have the same general meaning as πρὸ καταβολῆς κόσμου, \"before the foundation of the world\" (Ephesians 1:4), where the general context is the same. The phrase itself occurs in Romans 16:25 (χρόνοις αἰωνίοις) and Titus 1:2, in which last place time is indicated posterior to the creation of men. In 1 Corinthians 2:7 we have simply πρὸ τῶν αἰώνων, \"before the worlds,\" where αἰών is equivalent to αἰωνίοι χρόνοι, and in Ephesians 3:11, πρόθεσιν τῶν αἰώνων, \"the eternal purpose.\" In Luke 1:70 the phrase, ἀπ αἰῶνος, is rendered \"since the world began,\" and εἰς τοὺς αἰῶνας (Matthew 6:13), \"forever.\" So frequently εἰς τὸν αἰῶνα, \"forever\" (Matthew 21:19; John 6:51, etc.), and εἰς τοὺς αἰῶνας τῶν αἰώνων (Galatians 1:5; Ephesians 3:21; 1 Timothy 1:17, etc.), \"forever and ever.\" The usage of the LXX. is very similar, where ἀπ αἰῶνος εἰς τὸν αἰῶνα πρὸ τῶν ἀιωνων ωἰὼν τῶν αἰώνων, etc., are frequent, as well as the adjective αἰώνιος. Putting all these passages together, and adverting to the classical meaning of αἰών, and its Latin equivalent, aevum, a \"lifetime,\" we seem to arrive at the primary meaning of αἰών as being a \"generation,\" and then any long period of time analogous to a man's lifetime. Hence χρόνοι αἰώνιοι would be times made up of successive generations, and πρὸ χρόνων αἰωνίων would mean at the very beginning of the times which consisted of human generations. Αἰὼν τῶν αἰώνων would be one great generation, consisting of all the successive generations of mankind. The whole duration of mankind in this present world would be in this sense one vast αἰών, to be followed by we know not what succeeding ones. Thus Ephesians 1:21, ἐν τῷ αἰῶνι τούτῳ is contrasted with ἐν τῷ μέλλοντι, the idea being that the world has its lifetime analogous to the lifetime of a man. The same period may also be considered as made up of several shorter αἰῶνες, the prediluvial, the patriarchal, the Mosaic, the Christian, and such like (see note to 1 Timothy 1:17).NEWLINEVERSETITLESTART2Timothy1:10VERSETITLEENDNEWLINEVERSESTARTBut is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:VERSEENDNEWLINEVerse 10. - Hath now been manifested for is now made manifest, A.V.; Christ Jesus for Jesus Christ, A.V.; abolished for hath abolished, A.V.; brought for hath brought, A.V.; incorruption for immortality, A.V. Hath now been manifested (φανερωθεῖσαν); a word of very frequent use by St. Paul. The same contrast between the long time during which God's gracious purpose lay hidden, and the present time when it was brought to light by the gospel, which is contained in this passage, is forcibly dwelt upon in Ephesians 3:1-12. The appearing (τῆς ἐπιφανείας), applied here, as in the name of the Festival of the Epiphany, to the first advent, but in ch. 4:1 and Titus 2:13 and elsewhere applied to the second advent, \"the glorious appearing of our Saviour Jesus Christ\" (Titus 2:13). Abolished (καταργήσαντος); i.e. \"destroyed,\" or \"done away,\" or \"made of none effect,\" as the word is variously rendered (1 Corinthians 15:26; 2 Corinthians 3:11; Galatians 3:17; comp. Hebrews 2:14). Brought... to light (φωτίσαντος); as in 1 Corinthians 4:15. Elsewhere rather \"to give light,\" or \"to enlighten\" (see Luke 11:36; Hebrews 6:4; Hebrews 10:32, etc.). For a full description of the abolition of death and the introduction of eternal life in its stead, through the death and resurrection of Jesus Christ, see Romans 5. and 6, and especially Romans 6:8-11. Through the gospel; because the gospel both declares the death and resurrection of Christ, and calls us to share in them. These mighty glories of the gospel were good reasons why Timothy should not be ashamed of the testimony of his Lord, nor shrink from the afflictions of the gospel. They were signal evidences of the power of God.NEWLINEVERSETITLESTART2Timothy1:11VERSETITLEENDNEWLINEVERSESTARTWhereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.VERSEENDNEWLINEVerse 11. - Was for am, A.V.; teacher for teacher of the Gentiles, A.V. and T.R. Was appointed (ἐτέθην); comp. 1 Timothy 1:12, θέμενος εἰς διακονίαν, \"appointing me to the ministry;\" and 1 Tim 2:7. A preacher, and an apostle, and a teacher (so also 1 Timothy 2:7). Teacher (διδάσκαλος) is one of the spiritual offices enumerated in 1 Corinthians 12:28 and Ephesians 4:11. It is surely remarkable that neither here nor elsewhere does St. Paul speak of any call to the priesthood in a sacerdotal sense (see Romans 1:1, 5; Romans 15:16; 1 Corinthians 1:1, etc.).NEWLINEVERSETITLESTART2Timothy1:12VERSETITLEENDNEWLINEVERSESTARTFor the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.VERSEENDNEWLINEVerse 12. - Suffer also for also suffer, A.V.; yet for nevertheless, A.V.; him whom for whom, A.V.; guard for keep, A.V. For the which cause (ver. 6, note) I suffer also. The apostle adds the weight of his own example to the preceding exhortation. What he was exhorting Timothy to do he was actually doing himself, without any wavering or hesitation or misgiving as to the result. I know him whom I have believed, and I am persuaded that he is able to guard that which I have committed unto him. The ground of the apostle's confidence, even in the hour of extreme peril, was his perfect trust in the faithfulness of God. This he expresses in a metaphor drawn from the common action of one person entrusting another with some precious deposit, to be kept for a time and restored whole and uninjured. All the words in the sentence are part of this metaphor. The verb πεπίστευκα must be taken in the sense of \"entrusting\" (curae ac fidei alicujus committo), as Luke 16:11. So πιστευθῆναι τὸ εὐαγγέλιον, \"to be entrusted with the gospel\" (1 Thessalonians 2:4); οἰκονομίαν πεπιστεῦμαι, \"I am entrusted with a dispensation\" (1 Corinthians 9:17; see Wisd. 14:5, etc.). And so in classical Greek, πιστεύειν τινί τι means \"to entrust something to another\" to take care of for you. Here, then, St. Paul says (not as in the R.V., \"I know him whom I have believed,\" which is quite inadmissible, but), \"I know whom I have trusted [i.e. in whom I have placed confidence, and to whom I have committed the keeping of my deposit], and I am persuaded that he is able to keep that which I have entrusted to him (τὴν παραθήκην μου) unto that day.\" The παραθηκή is the thing which Paul entrusted to his faithful guardian, one who he knew would never betray the trust, but would restore it to him safe and sound at the day of Christ. What the παραθήκη was may be difficult to express in any one word, but it comprised himself, his life, his whole treasure, his salvation, his joy, his eternal happiness - all for the sake of which he risked life and limb in this world, content to lose sight of them for a while, knowing that he should receive them all from the hands of God in the day of Christ. All thus hangs perfectly together. There can be no reasonable doubt that παραθήκην μου means, \"my deposit\" - that which I have deposited with him. Neither is there the slightest difficulty in the different applications of the same metaphor in ver. 14 and in 1 Timothy 6:20. For it is as true that God entrusts to his faithful servants the deposit of the faith, to be kept by them with jealous fidelity, as it is that his servants entrust to him the keeping of their souls, as knowing him to be faithful.NEWLINEVERSETITLESTART2Timothy1:13VERSETITLEENDNEWLINEVERSESTARTHold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.VERSEENDNEWLINEVerse 13. - Hold for hold fast, A.V.; pattern for form, A.V.; from for of, A.V. Hold (ἔχε). This use of ἔχειν in the pastoral Epistles is somewhat peculiar. In 1 Timothy 1:19, ἔχων πίστιν, \"holding faith;\" in 1 Timothy 3:6, ἔχοντας τὰ μυστήριον, \"holding the mystery of the faith; ' and here, \"hold the pattern,\" etc. It seems to have a more active sense than merely \"have,\" and yet not to have the very active sense of \"hold fast.\" It may, however, well be doubted whether ἔχε here is used in even as strong a sense as in the other two passages, inasmuch as here it follows instead of preceding the substantive (see Alford, in loc.). The pattern (ὑποτύπωσιν); only here and 1 Timothy 1:16 (where see note), where it manifestly means a \"pattern,\" not a \"form.\" The word signifies a \"sketch,\" or \"outline.\" St. Paul's meaning, therefore, seems to be: \"For your own guidance in teaching the flock committed to you, and for a pattern which you will try and always copy, have before you the pattern or outline of sound words which you have heard of me, in faith and love which is in Christ Jesus.\" Sound words (ὑγιαινόντων λόγων); see 1 Timothy 1:10, note. In faith and love; either hold the pattern in faith and love, or which you have heard in faith and love.NEWLINEVERSETITLESTART2Timothy1:14VERSETITLEENDNEWLINEVERSESTARTThat good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us.VERSEENDNEWLINEVerse 14. - Guard for keep, A.V.; through for by, A.V. That good thing (τὴν καλὴν παραθήκην, R.T., for παρακαταθήκην); see 1 Timothy 6:20, and note. This naturally follows the preceding verse. Faithfulness in maintaining the faith was closely connected with the maintenance of sound words.NEWLINEVERSETITLESTART2Timothy1:15VERSETITLEENDNEWLINEVERSESTARTThis thou knowest, that all they which are in Asia be turned away from me; of whom are Phygellus and Hermogenes.VERSEENDNEWLINEVerse 15. - That are for they which are, A.V.; turned for be turned, A.V.; Phygelus for Phygellus, A.V. and T.R. Turned away from (ἀπεστράφησάν με). This verb is used, as here, governing an accusative of the person or thing turned away from, in Titus 1:14; Hebrews 12:25, as frequently in classical Greek. The use of the aorist here is important, as St. Paul does not mean to say that the Churches of Asia had all forsaken him, which was not true, and which it would be absurd to inform Timothy of if it were true, living as he was at Ephesus, the central city of Asia, but adverts to some occasion, probably connected with his trim before Nero, when they shrank from him in a cowardly way. Πάντες οἱ ἐν τῆ Ασίᾳ means \"the whole party in Asia\" connected with the particular transaction to which St. Paul is alluding, and which was known to Timothy though it is not known to us. Perhaps he had applied to certain Asiatics, whether Christians or Jews or GraecoRomans, for a testimony to his orderly conduct in Asia, and they had refused it; or they may have been at Rome at the time, and avoided St. Paul; and among them Phygelus and Hermogenes, whose conduct may have been particularly ungrateful and unexpected. Nothing is known of either of them.NEWLINEVERSETITLESTART2Timothy1:16VERSETITLEENDNEWLINEVERSESTARTThe Lord give mercy unto the house of Onesiphorus; for he oft refreshed me, and was not ashamed of my chain:VERSEENDNEWLINEVerse 16. - Grant for give, A.V. Grant mercy (δώη ἔλεος). This connection of the words is only found here. The house of Onesiphorus. It is inferred from this expression, coupled with that in 2 Timothy 4:19, that Onesiphorus himself was no longer living; and hence ver. 18 (where see note) is thought by some to be an argument for prayers for the dead. The inference, further strengthened by the peculiar language of ver. 18, though not absolutely certain, is undoubtedly probable. The connection between this and the preceding verse is the contrast between the conduct of Phygelus and Hermogenes and that of Onesiphorus. They repudiated all acquaintance with the apostle in his day of trial; he, when he was in Rome, diligently sought him and with difficulty found him. and oft refreshed him with Christian sympathy and communion, acting with no less courage than love. He was no longer on earth to receive a prophet's reward (Matthew 10:41), but St. Paul prays that he may receive it in the day of Christ, and that meanwhile God may requite to his family the mercy he had showed to St. Paul. Refreshed me (ἀνεψυξε); literally, revived me. Only here in the New Testament, but comp. Acts 3:19. Chain (ἅλυσιν); in the singular, as Ephesians 6:20; Acts 28:20 (where see note).NEWLINEVERSETITLESTART2Timothy1:17VERSETITLEENDNEWLINEVERSESTARTBut, when he was in Rome, he sought me out very diligently, and found me.VERSEENDNEWLINEVerse 17. - Sought for sought out, A.V.; diligently for very diligently, A.V. and T.R.NEWLINEVERSETITLESTART2Timothy1:18VERSETITLEENDNEWLINEVERSESTARTThe Lord grant unto him that he may find mercy of the Lord in that day: and in how many things he ministered unto me at Ephesus, thou knowest very well.VERSEENDNEWLINEVerse 18. - To find for that he may find, A.V.; ministered for ministered unto me, A.V. (The Lord grant unto him). The parenthesis seems only to be required on the supposition that the words δῴη αὐτῷ ὁ Κύριος εὑρεῖν ἔλεος κ.τ.λ.., are a kind of play on the εῦρεν of the preceding verse. Otherwise it is better to take the words as a new sentence. The repetition of \"the Lord\" is remarkable, but nothing seems to hang upon it. The second παρὰ Κυίου seems to suppose the Lord sitting on the judgment throne. As regards the amount of encouragement given by this passage to prayers for the dead (supposing Onesiphorus to have been dead), the mere expression of a pious wish or hope that he may find mercy is a very slender foundation on which to build the superstructure of prayer and Masses for the deliverance of souls from purgatory. In how many things, etc. St. Paul does not say, as the A.V. makes him say, that Onesiphorus \"ministered unto him\" at Ephesus. It may have been so, but the words do not necessarily mean this. \"What good service he did at Ephesus\" would faithfully represent the Greek words; and this might describe great exertions made by Onesiphorus after his return from Rome to procure the apostle's acquittal and release by the intercession of the principal persons at Ephesus. This would, of course, be known to Timothy. It may, however, describe the ministerial labours and services of Onesiphorus at Ephesus after his return from Rome, or it may refer to former ministrations when Paul and Timothy were at Ephesus together (see Introduction). There seem to be no materials for arriving at absolute certainty on the point.NEWLINENEWLINENEWLINENEWLINENEWLINE","2Tim.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Timothy2:1VERSETITLEENDNEWLINEVERSESTARTThou therefore, my son, be strong in the grace that is in Christ Jesus.VERSEENDNEWLINEVerse 1. - Child for son, A.V.; strengthened for strong, A.V. Be strengthened (ἐνδυναμοῦ); more exactly (as Huther), become strong, or, which is the same thing, strengthen thyself; implying, perhaps, though gently expressed, some previous weakness, as m Hebrews 11:34, \"From weakness were made strong;\" where the image seems to be that of recovery from sickness. In Ephesians 6:10, however (ἐνδυναμοῦσθε ἐν Κυρίῳ), there is no evidence of preceding weakness, but only a call to use the strength they had; and it may be so here too. The strength, Timothy is reminded, by which he was to fight the good fight, was not his own, but that which would come to him from the grace and love of Jesus Christ (comp. 1 Corinthians 15:10; Philippians 4:13).NEWLINEVERSETITLESTART2Timothy2:2VERSETITLEENDNEWLINEVERSESTARTAnd the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.VERSEENDNEWLINEVerse 2. - Which for that, A.V.; from for of, A.V. The things which thou hast heard, etc. Here we have distinctly enunciated the succession of apostolical doctrine through apostolical men. We have also set before us the partnership of the presbyterate, and, in a secondary degree, of the whole Church, with the apostles and bishops their successors, in preserving pure and unadulterated the faith once delivered to the saints. There can be little doubt that St. Paul is here alluding to Timothy's ordination, as in 1 Timothy 4:14; 1 Timothy 6:12; 2 Timothy 1:6, 7, 13, 14. Timothy had then heard from the apostle's lips a certain \"form of sound words\" - something in the nature of a creed, some summary of gospel truth, which was the deposit placed in his charge; and in committing it to him, he and the presbyters present had laid their hands on him, and the whole Church had assented, and confirmed the same. \"Thus through many witnesses,\" whose presence and assent, like that of witnesses to the execution of a deed of transfer of land (Genesis 23:10, 16, 18), was necessary to make the transaction valid and complete, had Timothy received his commission to preach the Word of God; and what he had received he was to hand on in like manner to faithful men, who should be able to teach the same to others also. Commit (παράθου); identifying the doctrine committed to be handed on with the deposit (παραθήκη) of 1 Timothy 6:20 and 2 Timothy 1:14. It is important to note here both the concurrence of the presbyters and the assent of the Church. The Church has ever been averse to private ordinations, and has ever associated the people as consentient parties in ordination (Thirty-first Canon; Preface to \"Form and Manner of Making of Deacons,\" and rubric at close - \"in the face of the Church;\" \"Form and Manner of Ordering of Priests\" - \"Good people,\" etc.).NEWLINEVERSETITLESTART2Timothy2:3VERSETITLEENDNEWLINEVERSESTARTThou therefore endure hardness, as a good soldier of Jesus Christ.VERSEENDNEWLINEVerse 3. - Suffer hardship with me for thou therefore endure hardness, A.V. and T.R.; Christ Jesus for Jesus Christ, A.V. and T.R. Suffer hardship with me (συγκακοπάθησον), which is the reading \"supported by the weightiest authorities\" (Huther), as in 2 Timothy 1:8. The simple form κακοπάθησον, which is the reading of the T.R., occurs also in ver. 9 of this chapter, in 2 Timothy 4:5, and in James 5:13, and κακοπαθεία in James 5:10. Both these simple forms are classical. But the context favours the compound form, and is supported by 2 Timothy 1:8, 12. (For the sentiment, see the \"Ministration of Public Baptism\" - \"We receive this child,\" etc.)NEWLINEVERSETITLESTART2Timothy2:4VERSETITLEENDNEWLINEVERSESTARTNo man that warreth entangleth himself with the affairs of this life; that he may please him who hath chosen him to be a soldier.VERSEENDNEWLINEVerse 4. - Soldier on service for man that warreth, A.V.; in for with, A.V.; enrolled him as for hath chosen him to be, A.V. Soldier on service (στρατευόμενος); as 1 Corinthians 9:7 (see, too. 1 Timothy 1:18). In Luke 3:14 στρατευόμενοι is rendered simply \"soldiers,\" with margin, \"Greek, soldiers on service.\" There is no difference in meaning between the \"man that warreth\" in the A.V., and the \"soldier on service\" of the R.V. Affairs (πραγματείσις); only here in the New Testament, but common in the LXX. and in classical Greek, where it means, as here, \"business,\" \"affairs,\" \"occupation,\" \"trade,\" and the like, with the accessory idea of its being an \"absorbing, engrossing pursuit.\" Enrolled him, etc. (στρατολογήσαντι); only here in the New Testament, not found in the LXX., but common in classical Greek for \"to levy an army,\" \"to enlist soldiers.\" The great lesson here taught is that the warfare of the Christian soldier requires the same concentration of purpose as that of the earthly warrior, if he would win the victory.NEWLINEVERSETITLESTART2Timothy2:5VERSETITLEENDNEWLINEVERSESTARTAnd if a man also strive for masteries, yet is he not crowned, except he strive lawfully.VERSEENDNEWLINEVerse 5. - Also a man for a man also, A.V.; contend in the games for strive for masteries, A.V.; he is not for yet is he not, A.V.; have contended for strive, A.V. Contend in the games (ἀθλῇ); only here in the New Testament, and not found in the LXX., but common in classical Greek. It means \"to contend for ἄθλον the prize, to be an \"athlete.\" This is also the meaning of the A.V. \"strive for masteries.\" \"To strive,\" means properly to contend with an antagonist, and \"mastery\" is an old English word for \"superiority,\" \"victory,\" or the like. Dryden has \"mastership\" in the same sense -NEWLINENEWLINE\"When noble youths for mastership should strive,NEWLINETo quoit, to run, and steeds and chariots drive.\"NEWLINENEWLINE(Ovid., 'Met,' bk. 1.) Lawfully (νομίμως, as 1 Timothy 1:8); according to the laws and usages of the games. So Timothy must conform to the laws of the Christian warfare, and not shrink from afflictions, if he would gain the great Christian prize.NEWLINEVERSETITLESTART2Timothy2:6VERSETITLEENDNEWLINEVERSESTARTThe husbandman that laboureth must be first partaker of the fruits.VERSEENDNEWLINEVerse 6. - The first to partake for first partaker, A.V. That laboureth (τὸν κοπιῶντα). Let not Timothy think to shirk labour and yet enjoy its fruits. (For κοπιάω, see note on 1 Timothy 5:17.)NEWLINEVERSETITLESTART2Timothy2:7VERSETITLEENDNEWLINEVERSESTARTConsider what I say; and the Lord give thee understanding in all things.VERSEENDNEWLINEVerse 7. - For the Lord shall give for and the Lord give, A.V. Consider what I say. The apostle's lessons had been given in parables or similitudes. He therefore begs Timothy to note them well, lest the application to himself should escape him, suggesting further that he should seek the necessary wisdom and understanding from God. So our Lord, at the end of the parables recorded in Matthew 13, says to his disciples in ver. 51, \"Have ye understood all these things?\" and elsewhere, \"He that hath ears to hear, let him hear.\" Understanding (σύνεσιν); one of the special gifts of the Spirit (Isaiah 11:2, LXX.; see Colossians 1:9; Colossians 2:2).NEWLINEVERSETITLESTART2Timothy2:8VERSETITLEENDNEWLINEVERSESTARTRemember that Jesus Christ of the seed of David was raised from the dead according to my gospel:VERSEENDNEWLINEVerse 8. - Jesus Christ, risen from the dead for that Jesus Christ...was raised from the dead, A.V.; of the seed of David for Jesus Christ of the seed of David, A.V. Remember Jesus Christ. The A.V. seems to give the sense more correctly than the R.V. The point of the exhortation is to remember that Jesus Christ was raised from the dead, and by that remembrance to be encouraged to face even death courageously. The verb μνημονεύω, in the New Testament, usually governs the genitive case as e.g. Acts 20:35; Galatians 2:10. But in 1 Thessalonians 2:9; Matthew 16:9; Revelation 18:5, it has an accusative, as here, and commonly in classical Greek. There seems to be hardly sufficient ground for the distinction mentioned by Bishop Ellicott, that with a genitive it means simply \"remember,\" with the accusative \"keep in remembrance.\" It is more difficult to determine the exact force and intent of the clause, \"of the seed of David.\" It seems, however, to point to Christ's human nature, so as to make the example of Christ's resurrection apposite as an encouragement to Timothy. And this view is much strengthened by Romans 1:3, where the addition, \"according to the flesh,\" as contrasted with \"the Son of God according to the Spirit of holiness,\" marks the clause, \"of the seed of David,\" as specially pointing to the human nature of Christ. The particular form which the reference takes probably arises from the form to which the apostle refers us as \"my gospel.\" In that creed, which was the epitome of the gospel as preached by St. Paul, there was no doubt mention made of Christ's Davidic descent. Others, as Huther, think the clause points to the Messianic dignity of David. Others that it is inserted in refutation of the Docetae, and to show the reality of the death and resurrection of Christ; or that it is meant to mark especially the fulfilment of prophecy. But the first explanation is quite satisfactory, and the general purpose of the reference to our Lord as intended to encourage Timothy to endure hardness as a good soldier of Jesus Christ, is fully borne out by the \"faithful saying\" in vers. 11 and 12, \"If we died with him, we shall also live with him: if we endure, we shall also reign with him.\"NEWLINEVERSETITLESTART2Timothy2:9VERSETITLEENDNEWLINEVERSESTARTWherein I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound.VERSEENDNEWLINEVerse 9. - Hardship for trouble, A.V.; unto for even unto, A.V.; as a malefactor for as an evil doer, A.V.; transposition of clause, unto bonds. Wherein (ἐν ῷ); i.e. in which gospel, in the preaching of which. Suffer hardship (κακοπαθῶ); as ver. 3, T.R. Unto bonds (μέχρι δεσμῶν). So μέχρι θανάτου, Philippians 2:8; μέχρις αἵματος, Hebrews 12:4; but most frequently of time, \"until,\" as Matthew 11:23; Matthew 13:30; Acts 10:30, etc. A malefactor (κακοῦργος); as Luke 23:32, 33, 39; common in classical Greek. Bonds (δεσμῶν); as Acts 26:29; Philippians 1:7, 13, etc.; Colossians 4:18. So St. Paul calls himself δέσμιος, in respect of these bonds (Ephesians 3:1; Ephesians 4:1; 2 Timothy 1:8; Philemon 1:9). The Word of God is not bound. A beautiful reflection of an utterly unselfish mind! The thought of his own bonds, likely soon to be exchanged for the bonds of a martyr's death, awakens the comforting thought, Though they bind me with an iron chain, they cannot bind the gospel. While I am here, shut up in prison, the Word of God, preached by a thousand tongues, is giving life and liberty to myriads of my brethren of the human race. The tyrant can silence my voice and confine it within the walls of my dungeon; but all the while the sound of the gospel is going through all the earth, its saving words to the ends of the world; and I therein rejoice, yea, and will rejoice; and not all the lemons of Rome can take this joy from me.\"NEWLINEVERSETITLESTART2Timothy2:10VERSETITLEENDNEWLINEVERSESTARTTherefore I endure all things for the elect's sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory.VERSEENDNEWLINEVerse 10. - Sake for sakes, A.V.; also may for may also, A.V. Therefore (διὰ τοῦτο); for this cause. Some (Wiesinger, Alford, etc.) refer this to what follows, viz. \"that the elect may obtain the salvation,\" etc., after the model of 1 Timothy 1:16 and Philemon 1:15, where διὰ τοῦτο clearly refers to the words which follow. But the interposition of the words, διὰ τοὺς ἐκλεκτούς, is strongly adverse to this view. It seems, therefore, rather to refer collectively to all the considerations which he had just been urging upon Timothy, perhaps especially the last, of the resurrection of Christ, which he now again enforces by his own example of willing suffering in order that the elect may obtain the eternal salvation which is in Jesus Christ - adding, in vers. 11 and 12, the encouragement to suffering derived from the \"faithful saying.\" I endure (ὑπομένω); the exact force of which is seen in the substantive ὑπομονή, patience, so frequently attributed to the suffering saints of God.NEWLINEVERSETITLESTART2Timothy2:11VERSETITLEENDNEWLINEVERSESTARTIt is a faithful saying: For if we be dead with him, we shall also live with him:VERSEENDNEWLINEVerse 11. - Faithful is the saying for it is a faithful saying, A.V.; died for be dead, A.V. Died; i.e. in baptism (Romans 6:8), as denoted by the aorist. But the death with Christ in baptism is conceived of as carrying with it, as a consequence, the daily death of which St. Paul speaks so often (Galatians 2:20; 1 Corinthians 15:31; 2 Corinthians 4:10), as well as the death to sin.NEWLINEVERSETITLESTART2Timothy2:12VERSETITLEENDNEWLINEVERSESTARTIf we suffer, we shall also reign with him: if we deny him, he also will deny us:VERSEENDNEWLINEVerse 12. - Endure for suffer, A.V.; shall deny for deny, A.V. and T.R. Endure; as ver. 10. Mark the present tense as distinguished from the aorist in ἀπεθάνομεν, betokening patient continuance in suffering. If we shall deny him (ἀρνησόμεθα); comp. Matthew 10:30; Luke 12:9; Acts 3:13, 14, etc.NEWLINEVERSETITLESTART2Timothy2:13VERSETITLEENDNEWLINEVERSESTARTIf we believe not, yet he abideth faithful: he cannot deny himself.VERSEENDNEWLINEVerse 13. - Are faithless for believe not. A.V.; he for yet he, A.V.; for he for he, A.V. and T.B. Are faithless (ἀπιστοῦμεν); meaning the same as the A.V. believe not, which is everywhere in the New Testament the sense of ἀπιστέω Mark 16:11; Luke 24:11; Romans 3:3, etc.). (For the contrast between man's unbelief and God's faithfulness, see Romans 3:3.) He cannot deny himself, by coming short of any promise once made by him (comp. Titus 1:2; Hebrews 6:18; Hebrews 10:23, etc.). This and the two preceding couplets in vers. 11 and 12 make up \"the faithful saying\" spoken of in ver. 11 (see 1 Timothy 1:15, note).NEWLINEVERSETITLESTART2Timothy2:14VERSETITLEENDNEWLINEVERSESTARTOf these things put them in remembrance, charging them before the Lord that they strive not about words to no profit, but to the subverting of the hearers.VERSEENDNEWLINEVerse 14. - In the sight of for before, A.V.; to for but to, A.V.; them that hear for the hearers, A.V. Put them in remembrance (ὑπομίμνησκε; John 14:26; Titus 3:1; 2 Peter 1:12). St. Paul skilfully strengthens his preceding exhortations to Timothy by now charging him to impress upon others - referring, perhaps, especially to \"the faithful men\" spoken of in ver. 2, but generally to the whole flock committed to him - the truths which he had just been urging upon Timothy. Charging (διαμαρτύρομενος); as 1 Timothy 5:21 and 2 Timothy 4:1. Strive...about words (λογομαχεῖν); only here in the New Testament or elsewhere. But λογομαχία occurs in 1 Timothy 6:4 and in late Greek. Another reading is λογομάχει, as if addressed to Timothy himself, but λογομαχεῖν is supported by the best authorities, and agrees best with the context. To no profit; literally, useful for nothing; serving no good purpose. Ξρήσιμον, which occurs nowhere else in the New Testament, is found repeatedly in the LXX., and is very common in classical Greek, where it is followed by εἰς ἐπί, and πρός. The construction is \"not to strive about words, a thing useful for nothing, but, on the contrary, tending to subvert those who hear such strife.\" To the subverting (ἐπὶ καταστροφῇ); elsewhere only in 2 Peter 2:6, where it is used of a material overthrow, as it is in the LXX. of Genesis 19:29, to which St. Peter is referring. The history of its use here of a moral overthrow, which is not borne out by its classical use, seems to be that the apostle had in his mind the very common metaphor of οἰκοδομή, edification, as the proper result of speaking and teaching, and so uses the contrary to \"building up,\" viz. an \"overthrowing\" or \"destruction,\" to describe the effect of the teaching of those vain talkers and deceivers (comp. ver. 18).NEWLINEVERSETITLESTART2Timothy2:15VERSETITLEENDNEWLINEVERSESTARTStudy to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.VERSEENDNEWLINEVerse 15. - Give diligence to present for study to show, A.V.; handling aright for rightly dividing, A.V. Give diligence. The A.V. \"study,\" if we give it its proper force, as in the Latin studeo, studium, studiosus, expresses the sense of σπούδασον exactly. Zeal, earnest desire, effort, and haste, are all implied in it (comp. 2 Timothy 4:9, 21; Titus 3:12; 2 Peter 1:10, 15; 2 Peter 3:14). To present thyself (παραστῆσαι, to present); as in Luke 2:22; Acts 1:3; Acts 9:41. In 1 Corinthians 8:8 it has the sense of \"to commend,\" nearly the same as δόκιμον παραστῆσαι. The rendering, to show thyself, of the A.V. is a very good one, and is preserved in the R.V. of Acts 1:3. Approved (δόκιμον; Romans 16:10; 1 Corinthians 11:19, etc.); one that has been tried and tested and found to be sterling; properly of metals. This, with the two following qualifications, \"a workman that needeth not to be ashamed,\" and \"one that rightly handles the Word of truth,\" is the character which Timothy is exhorted to appear in before God. The dative τῷ Θεῷ is governed by παραστῆσαι, not by δόκιμον. A workman (ἐργάτην). How natural is such a figure in the mouth of Paul, who wrought at his trade with Aquila and Priscilla (Acts 18:3), and was working night and day at Thessalonica, that he might earn his own living! That needeth not to be ashamed (ἀνεπαισχυντον); not found anywhere else, either in the New Testament or in the LXX., or in classical Greek. Bengel hits the right force of the word when he renders it \"non pudefactum,\" only that by the common use of the passive participial form (compare ἀνεξιχνίαστος ἀνεξερεύνητος ἀναρίβμητος, etc.), it means further \"that cannot be put to shame.\" The workman whose work is skimped is put to shame when, upon its being tested, it is found to be bad, dishonest work; the workman whose work, like himself, is δόκιμος, honest, conscientious, good work, and moreover sound and skilful work, never has been, and never can be, put to shame. St. Paul shows how to secure its being good work, viz. by its being done for the eye of God. Handling aright the Word of truth (ὀρθοτομοῦντα τὸν λόγον τῆς ἀληθείας). The verb ὀρθοτομεῖν occurs only here in the New Testament. In the LXX., in Proverbs 3:6, it stands for \"he shall direct [or 'make straight'] thy paths;\" and so in Proverbs 11:5. The idea is the same as that in Hebrews 12:13, \"Make straight paths for your feet (τροχιὰς ὀρθὰς ποιήσατε).\" But this does not at all suit the context. We must look, therefore, at the etymology of the word. Ὀρθοτόμεω must mean \"to cut straight,\" and, as the apostle is speaking of a good workman, he must be thinking of some work in which the workman's skill consists in cutting straight: why not his own trade, in which it was all-important to cut the pieces straight that were afterwards to be joined to each other (see ὀρθότομος and ὀρθοτομία)? Hence, by an easy metaphor, \"divide rightly,\" or \"handle rightly, the Word of truth,\" preserving the true measure of the different portions of Divine truth.NEWLINEVERSETITLESTART2Timothy2:16VERSETITLEENDNEWLINEVERSESTARTBut shun profane and vain babblings: for they will increase unto more ungodliness.VERSEENDNEWLINEVerse 16. - Profane for profane and vain, A.V.; proceed further in ungodliness for increase unto more ungodliness, A.V. Shun (περιι'´στασο, as in Titus 3:9); literally, step out of the way of, or stand away from - an unusual use of the word, found also in Josephus, 'Ant. Jud.,' 4. 6:12. Profane babblings (see 1 Timothy 4:7; 1 Timothy 6:20). They will proceed (προκόψουσιν); see note on προκοπή in 1 Timothy 4:15. Further in ungodliness (ἐπὶ πεῖον ἀσεβείας); surely better rendered in the A.V. to more ungodliness. It may be questioned whether \"they\" refers to the babblings or to the false teachers. It makes very good sense to say, \"Avoid these profane babblings, for they won't stop there - they will grow into open impiety and blasphemy.\" But ver. 17, as Alford observes, is in favour of the \"teachers\" being the subject of \"will proceed;\" but it is not conclusive. If a full stop be put after \"ungodliness,\" as in the A.V., ver. 17 comes in quite naturally with the further statement that \"their word will eat as doth a gangrene.\"NEWLINEVERSETITLESTART2Timothy2:17VERSETITLEENDNEWLINEVERSESTARTAnd their word will eat as doth a canker: of whom is Hymenaeus and Philetus;VERSEENDNEWLINEVerse 17. - Gangrene for canker, A.V. Their word; as opposed to \"the Word of truth\" in ver. 15. Will eat (νομὴν ἕξει); i.e. spread, like a gangrene, which gradually enlarges its area, corrupting the flesh that was sound before. So these heretical opinions spread in the body of the Church which is affected by them. Νομή is literally \"pasture\" (John 10:9), \"grazing of flocks,\" and hence is applied to fire (Polybius), which as it were feeds upon all around it, and, in medical language (Hippocrates), to sores and gangrenes, which grow larger and depasture the flesh. Of whom; of the number of those pointed at in the phrase, \"their word.\" Hymenaeus; probably the same person as is mentioned as a blasphemer in 1 Timothy 1:20. Philetus. Nothing is known of him.NEWLINEVERSETITLESTART2Timothy2:18VERSETITLEENDNEWLINEVERSESTARTWho concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.VERSEENDNEWLINEVerse 18. - Men who for who, A.V. Have erred (ἠστόχησαν); see 1 Timothy 1:6 (note) and 1 Tim 6:21. In Matthew 22:29 and in Mark 12:24 our Lord's word for \"erring\" is πλανᾶσθε. It is remarkable that it was the subject of the resurrection which was so misunderstood in both cases. The heretics to whom St. Paul here alludes probably explained away the resurrection, as the Gnostics in the time of Irenaeus and Tertullian did (Huther), by spiritualizing it in the sense of Romans 6:4; Ephesians 2:1; Colossians 2:12; Colossians 3:1, etc. It is the usual way with heresy to corrupt and destroy the gospel, under pretence of improving it. And there are always some weak brethren ready to be deceived and misled. Overthrow (ἀνατρέπουσί); elsewhere in the New Testament only in Titus 1:11; but common in LXX. and in classical Greek.NEWLINEVERSETITLESTART2Timothy2:19VERSETITLEENDNEWLINEVERSESTARTNevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.VERSEENDNEWLINEVerse 19. - Howbeit for nevertheless, A.V.; firm foundation of God standeth for foundation of God standeth sure, A.V.; this for the (1611 copy), A.V.; the Lord for Christ, A.V. and T.R.; unrighteousness for iniquity, A.V. The firm foundation of God standeth; i.e., though the faith of some is thrown down like a wall built with untempered mortar, the foundation which God has laid fast and firm stands unmoved and unmovable. This is equally true of individual souls (the at στερεαὶ ψυχαί of Chrysostom), and of the Church, against which the gates of hell shall not prevail. Compare our Lord's saying, when the Pharisees were offended at him, \"Every plant which my heavenly Father hath not planted shall be rooted up\" (Matthew 15:13); and those in John 10:28, 29; and 1 John 2:19. Θεμέλιος in classical Greek is always an adjective agreeing with λίθος expressed or understood. In the New Testament it is used only as a substantive (Luke 6:48; 1 Corinthians 3:10; 1 Timothy 6:19, etc.). Here the word seems to be employed, not so much to denote a foundation on which a house was to be built, as to denote strength and solidity. The elect of God are like foundationstones, which may not be moved. Having this seal. In Revelation 12:14 the twelve foundationstones of the new Jerusalem were each inscribed with the name of an apostle. In like manner there are inscriptions, of the nature of seals, on God's strong foundations, showing their immutable condition. One is, \"THE LORD KNOWETH THEM THAT ARE HIS,\" taken verbatim from the LXX. of Numbers 16:5: the other is, \"LET EVERY ONE THAT NAMETH THE NAME OF THE LORD DEPART FROM UNRIGHTEOUSNESS,\" This is nowhere to be found in the Old Testament. The first part of the verse is indeed equivalent to Κύριε τὸ ὀνομά σου ὀνομάζομεν in Isaiah 26:13, but there is nothing to answer to the second part. The passages quoted by commentators from Numbers 16:26 and Isaiah 52:11 are far too general to indicate any particular reference. Possibly the motto is one of those \"faithful sayings\" before referred to. The two inscriptions, taken together, show the two sides of the Christian standing - God's election, and man's holiness (comp. 1 John 1:6; 1 John 3:7, 8).NEWLINEVERSETITLESTART2Timothy2:20VERSETITLEENDNEWLINEVERSESTARTBut in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.VERSEENDNEWLINEVerse 20. - Now for but, A.V.; unto for to, A.V. (twice). Now in a great house, etc. \"Now\" is hardly the right conjunction. It should rather be \"howbeit.\" The object of the figure of the various vessels in the \"great house\" is to show that, though every one that names the Name of the Lord ought to depart from unrighteousness, yet we must not be surprised if it is not so, and if there are found in the Church some professing Christians whose practice is quite inconsistent with their profession. Perhaps even the vilest members of the visible Church perform some useful function, howbeit they do not mean it. With this mention of the vessels, compare the enumeration in 1 Corinthians 3:12. Of earth (ὀστράκινα); only here and 2 Corinthians 4:7, where it is also applied to σκεύη, \"earthen vessels;\" as it is in the LXX., e.g. Leviticus 6:28; and to ἄγγος (Numbers 5:17). Ὄστρακον \"a tile.\" (For the same figure, see Romans 9:22, 23.)NEWLINEVERSETITLESTART2Timothy2:21VERSETITLEENDNEWLINEVERSESTARTIf a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master's use, and prepared unto every good work.VERSEENDNEWLINEVerse 21. - Meet for and meet, A.V. and T.R.; prepared for and prepared, A.V. Purge himself from these (ἐκκαθάρῃ); stronger than the simple καθάρῃ, \"thoroughly purge himself,\" as in 1 Corinthians 5:7 (the only other place in the New Testament where it occurs) and as in classical Greek. It is used also by the LXX. in Judges 7:4, as the rendering of צָרַפ, to try metals. The idea, therefore, seems to be that of separation, and, if so, \"from these\" may certainly mean from the false teachers described under the image of the vessels unto dishonour, as usually explained. At the same time, the image is better sustained if we understand \"from these\" to mean the babblings, and ungodliness, and eating words of the heretics denounced. It is hardly natural to imply that one vessel in the house will become a golden vessel by purging itself from the wooden and earthen vessels. Neither is separation from the false teachers the point which St. Paul is here pressing, but avoidance of false doctrines. Meet for...use (εὔχρηστος); only here and ch. 4:11 and Philemon 1:11. Also Proverbs 29:(31) 13, LXX. Common in classical Greek. The master (τῷ δεσπότῃ); the master of the house, the οἰκοδεσπότης.NEWLINEVERSETITLESTART2Timothy2:22VERSETITLEENDNEWLINEVERSESTARTFlee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.VERSEENDNEWLINEVerse 22. - But flee for flee also, A.V.; and follow after for but follow, A.V.; love for charity, A.V. Youthful (νεωτερικάς); of or belonging to νεώτεροι, young men; \"cupiditates adolescentiae\" (Tacit., 'Hist.,' 1:15). The word only occurs here in the New Testament, never in the LXX., but is found in Josephus, who speaks of αὐθαδεία νεωτερική, \"youthful arrogance,\" and is common in classical Greek. Lusts (ἐπιθυμίαι) include, besides the σαρκικαὶ ἐπιθυμίαι of 1 Peter 2:11, all those ill-regulated passions to which youth is peculiarly liable, such as intem perance, love of company, arrogance, petulance, ambition, love of display, levity, vehemence of action, wilfulness, and the like. Timothy at this time was probably under forty (see note on q Timothy 4:12, and Ellicott on ditto). Follow after (δίωκε); as 1 Timothy 6:11, where, as here, it is in contrast with φεῦγε. Eagerness in pursuit, and difficulty in attainment, seem to be indicated by the word. With them, etc. (μετὰ τῶν ἐπικαλουμένων κ.τ.λ..). \"With them\" may mean either pursue righteousness, etc., in partnership with all who call upon the Lord; i.e. make the pursuit of righteousness, etc., your pursuit, as it is that of all who call upon the Lord; or it may be construed with εἰρήνην, so as to limit the exhortation to peace to those who call upon the Lord, εἰρήνην μετὰ τῶν ἐπικαλουμένων \"peace with those that call,\" etc., which is the construction in Hebrews 12:14 and Romans 12:18. It is, however, remarkable that in both these passages, which are referred to for the grammar, the inference from the doctrine goes rather the other way, as they teach \"peace with all men.\" So does the balance of the sentence here.NEWLINEVERSETITLESTART2Timothy2:23VERSETITLEENDNEWLINEVERSESTARTBut foolish and unlearned questions avoid, knowing that they do gender strifes.VERSEENDNEWLINEVerse 23. - Ignorant questionings for unlearned questions, A.V.; refuse for avoid, A.V.; gender for do gender, A.V. Ignorant (ἀπαιδεύτους); only here in the New Testament, but not uncommon in the LXX., applied to persons, and in classical Greek. Unlearned is quite as good a rendering as ignorant. It is a term applied properly to ill-educated, ill-disciplined people, and thence, by an easy metonymy, to the questions such persons delight in. Questionings (ζητήσεις); see 1 Timothy 1:4, note, and Titus 3:9. Refuse (παραίτου); \"have nothing to do with\" (see 1 Timothy 4:7; Titus 3:10). Gender (γεννῶσι). This is the only place in the New Testament where γεννάω is used in this metaphorical sense, unless Galatians 4:24 is included. (For the sentiment, see 1 Timothy 6:4, \"Whereof cometh envy, strife,\" etc.) Strifes (μάχας); compare μάχας νομικάς, \"fightings about the Law\" (Titus 3:9); and \"wars and fightings\" (James 4:1, 2). Compare, too, the verb λογομαχεῖν, in ver. 14. Nothing can be more emphatic than St. Paul's warnings against foolish and angry controversies about words, and yet nothing has been more neglected in the Church, in all ages.NEWLINEVERSETITLESTART2Timothy2:24VERSETITLEENDNEWLINEVERSESTARTAnd the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,VERSEENDNEWLINEVerse 24. - The Lord's servant for the servant of the Lord, A.V.; towards all for unto all men, A.V.; forbearing for patient, A.V. The Lord's servant (δοῦλον Κυρίου). So St. Paul repeatedly describes himself (Romans 1:1; Galatians 1:10; Philippians 1:1; Titus 1:1), as do also the apostles James, Peter, Jude, and John (James 1:1; 2 Peter 1:1; Jude 1:1; Revelation 1:1). The term seems, therefore, especially (though not exclusively, Ephesians 6:6; 1 Peter 2:16; Revelation 19:2, 5; Revelation 22:3) to describe those whose office it is to preach the gospel, either as apostles or as ministers (Colossians 4:12). Must not strive (μάχεσθαι); a conclusive reason against engaging in those foolish and ignorant questionings which necessarily engender strife. Gentle (ἤπιον); only here and in 1 Thessalonians 2:7, where we see how St. Paul carried this precept into practice. A nurse does not meet the child's waywardness by blows or threats, but by gentleness and love. It is a classical word. Apt to teach (see 1 Timothy 3:2, note). Forbearing (ἀνεξίκακον); only here in the New Testament, not found in the LXX., and only in late Greek. It means literally \"bearing up against ill treatment,\" patiently enduring it.NEWLINEVERSETITLESTART2Timothy2:25VERSETITLEENDNEWLINEVERSESTARTIn meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;VERSEENDNEWLINEVerse 25. - Correcting them for instructing those, A.V.; peradventure God for God peradventure, A.V.; may for will, A.V.; unto the knowledge for to the acknowledging, A.V. Correcting (παιδεύοντα), παιδεύειν means properly to \"educate,\" \"bring up,\" or \"train\" a child. Hence sometimes the idea of teaching predominates, sometimes that of correcting or chastising. Here the context shows that the idea of teaching is pre-dominant - partly because the word suggests something contrary to the ἀπαίδευτοι ζητήσεις of ver. 23, and partly because the end of this παιδεία is to bring them to the knowledge of God's truth. The A.V. \"instructing\" is therefore the right word here. Them that oppose themselves (τοὺς ἀντιδιατιθέμενους); only here in the New Testament or the LXX., or in classical Greek. Literally, those who arrange or set themselves in opposition; or, in one word, \"opponents,\" referring, no doubt, chiefly to such ἀντιλέγοντες as are mentioned in the very similar passage, Titus 1:9 (see too Titus 2:8). If peradventure (μήποτε). \"Μήποτε, in later Greek, loses its aversative meaning ('lest at any time'), and is almost equivalent to εἴποτε (Alford, in loc.) - equivalent to \"in case God should,\" etc. Repentance (μετανοία); such a change of mind as shall lead them to embrace the truth. Knowledge (ἐπίγνωσις); almost invariably used of the knowledge of God or of God's truth (ch. 3:7; Romans 1:28; Ephesians 1:17; Ephesians 4:13; Colossians 1:9, 10; Colossians 3:10; Titus 1:1; Hebrews 10:26, etc.). The truth; that truth which before they set themselves to oppose, disputing against it and resisting it. The servant of the Lord must never despair of any one, never throw an additional obstacle in any one's way by roughness or harsh speech, and never allow unkind feelings to be roused in his own breast by the perverseness or unreasonableness of them that oppose themselves to him.NEWLINEVERSETITLESTART2Timothy2:26VERSETITLEENDNEWLINEVERSESTARTAnd that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.VERSEENDNEWLINEVerse 26. - They for that they, A.V.; having been taken captive by the Lord's servant unto the will of God for who are taken captive by him at his will, A.V. Having been taken captive, etc. This is undoubtedly a difficult passage. We will first take the individual words, and then turn to the general meaning. Recover themselves (ἀνανήψωσιν); only found here in the New Testament, and never in the LXX. In classical Greek, where it is, however, uncommon, it means literally \"to recover from drunkenness,\" hence, \"to come to one's self,\" \"to come to a right mind\" (see Steph., 'Thes.'). Snare (παγίς); as 1 Timothy 3:7; 1 Timothy 6:9. Compare the use of παγιδεύω (Matthew 22:15). Having been taken captive (ἐζωγρήμενοι); only found in the New Testament in Luke 5:10 besides this place, but common in the LXX. and in classical Greek, in the sense of \"to take alive,\" of prisoners of war, who, if not ransomed, always became slaves of the conqueror. Here, therefore, the meaning is \"having been captured and enslaved.\" By him (margin), (ὑπ αὐτοῦ); i.e. of course the devil, who had just been named as having ensnared them. Unto the will of him (margin), (ἐκείνου θέλημα). The difficulty of the passage lies in the word ἐκείνου, which at first sight seems to indicate a different antecedent from the antecedent of αὐτοῦ. This grammatical difficulty has led to the strange rendering of the R.V., and to the wholly unjustifiable intrusion into the text of the words, \"the Lord's servant\" and of \"God,\" producing altogether a sentence of unparalleled awkwardness and grotesqueness, and utter improbability. But there is no real difficulty in referring ἐκείνου to the same person as αὐτοῦ (meaning in both cases the devil), as in the passage from Plato's 'Cratylus,' cited by Huther, after De Wette, the cause of the use of ἐκείνου being that St. Paul was at the moment emphasizing the fact of these captives being deprived of their own will, and made subservient to the will of another. The passage may be paraphrased: \"If peradventure God may give them repentance unto the knowledge of the truth, so as to recover themselves out of the snare of the devil, after they had been led captive by him, so as to be no longer their own masters, but obliged to do his will.\" The implied contrast is οὐ τὸ ἑαυτῶν ἀλλ ἐκείνου θέλημα, just as in the passage from the 'Cratylus,' p. 430 (vol. 4. p. 306, Bekker's edit.), ἐκείνου is contrasted with γυναικός. The full passage is Δεῖξαι αὐτῷ α}ν μὲν τύχῃ ἐκείνου εἰκόνα α}ν δὲ τύχῃ γυναικός. Another example of the transition from αὐτός to ἐκεῖνος is in John 1:7, 8, Οῦτος η΅λθεν εἰς μαρτυρίαν, ἵνα μαρτυρήσῃ περὶ τοῦ φωτὸς ἵνα πάντες πιστεύσωσι δι αὐτοῦ οὐκ η΅ν ἐκεῖνος τὸ φῶς, κ.τ.λ., where there is a contrast between John as the witness and Christ as the true Light (compare, too, John 4:25, where ἐκείνος has the force of \"not you, but he\"). For the general turn of phrase, comp. 2 Corinthians 10:5, \"Bringing into captivity every thought to the obedience of Christ,\" where αἰχμαλωτίζοντες (see 2 Timothy 3:6) corresponds to ἐζωγρημένοι and εἰς τὴν ὑπακοὴν τοῦ Ξριστοῦ to εἰς τὸ ἐκείνου θέλημα. It should be noted further that the sentence is certainly rather a peculiar one, from the use of such uncommon words as ἀνανήφω and ζωγρέω, and the mixture of metaphors. But the sense of the A.V. is fully borne out. The interpretation preferred by Bishop Ellicott is \"they may recover themselves from the snare of the devil unto his will (viz. God's), having (previously) been led captive by him (viz. the devil).\"NEWLINENEWLINENEWLINENEWLINENEWLINE","2Tim.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Timothy3:1VERSETITLEENDNEWLINEVERSESTARTThis know also, that in the last days perilous times shall come.VERSEENDNEWLINEVerse 1. - But know this for this know also, A.V.; grievous for perilous, A.V. Grievous times (καιροὶ χαλεποί). \"Grievous\" is not a very good rendering. \"Perilous,\" though in some contexts it is a right rendering, is a little too restricted here. \"Difficult,\" \"trying,\" \"uneasy,\" or the like, is nearer the sense. They are times when a Christian hardly knows which way to turn or what to do. He has to live under a constant sense of hindrance and difficulty of one sort or another.NEWLINEVERSETITLESTART2Timothy3:2VERSETITLEENDNEWLINEVERSESTARTFor men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,VERSEENDNEWLINEVerse 2. - Self for their own selves, A.V.; lovers of money for covetous, A.V.; boastful for boasters, A.V.; haughty for proud, A.V.; railers for blasphemers, A.V. Men (οἱἄνθρωποι); men in general, the bulk of men in the Church; for he is speaking, not of the world at large, but of professing Christians. Lovers of self (φίλαυτοι); only here in the New Testament, and not found in the LXX.; but used by Aristotle in a striking passage (quoted by Alford), where he distinguishes those who are φίλαυτοι in a good sense, and those who are justly blamed for being φίλαυτοι, i.e. selfish and greedy. The Christian character is exactly the opposite (see 1 Corinthians 10:24; 1 Corinthians 13:5). Lovers of money (φιλάργυροι); elsewhere in the New Testament only in Luke 16:14, though not uncommon in classical Greek; φιλαργυρία is found in 1 Timothy 6:10. Boastful (ἀλάζονες); as Romans 1:30, and in classical Greek. It the derivation of the word is ἄλη, wandering, we may compare the περιερχόμενοι of Acts 9:13, \"vagabond Jews.\" Such vagabonds were usually boasters. Hence ἀλαζών came to mean \"a boaster.\" Haughty, railers. Υπερηφανία and βλασφημία are coupled together in Mark 7:22; and ὑπερηφάνους and ἀλάζονας in Romans 1:30. In the New Testament βλάσφημος and βλασφημία are most commonly used of evil speaking against God and holy things; but not always (see Ephesians 4:31; Colossians 3:8; 1 Timothy 6:4). Here apparently it means generally \"evil speakers.\" Unthankful (ἀχάριστοι); as Luke 6:35. Found occasionally in the LXX., and common in classical Greek. The ingratitude which they showed to their parents was a part of their general character. We ought to take special note of this passive sin - the not being thankful for good received from God and man. Unholy (ἀνόσιοι); as 1 Timothy 1:9 (where see note).NEWLINEVERSETITLESTART2Timothy3:3VERSETITLEENDNEWLINEVERSESTARTWithout natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,VERSEENDNEWLINEVerse 3. - Implacable for truce breakers, A.V.; slanderers for false accusers, A.V.; without self-control for incontinent, A.V.; no lovers of good for despisers of those that are good, A.V. Without natural affection (ἄστοργοι); as in Romans 1:31, where in the T.R. it is coupled with ἄσπονδοι, as here. The verb στέργω is \"to love,\" used primarily of the natural affection of parents to their children and children to their parents. And στοργή is that natural love. These persons were without this στοργή, of which Plato says, \"A child loves his parents, and is loved by them;\" and so, according to St. Paul's judgment in 1 Timothy 5:8, were \"worse than infidels.\" Implacable (ἄσπονδοι); only here according to the R.T., not at all in the LXX., but frequent in classical Greek. Σπονδή was a solemn truce made over a libation to the gods. 'Ασπονδος at first merely expresses that anything was done, or any person was left, without such a truce. But, in a secondary sense, applied to a war, it meant an internecine war admitting of no truce; and thence, as here, applied to a person, it means \"implacable,\" one who will make no truce or treaty with his enemy. The sense \"truce breakers\" is not justified by any example. Slanderers (διάβολοι); as 1 Timothy 3:11 and Titus 2:3. The arch-slanderer is ὁ διάβολος, the devil, \"the accuser of the brethren (ὁ κατήγορυς τῶν ἀδελφῶν)\" (Revelation 12:10; see John 6:70). Without self-control (ἀκρατεῖς); here only in the New Testament, not in the LXX. but frequent in classical Greek, in the sense of intemperate in the pursuit or use of anything, e.g., money, the tongue, pleasure, the appetite, etc., which are put in the genitive case. Used absolutely it means generally \"without self-control, as here rendered in the R.V. The A.V. \"incontinent\" (comp. 1 Corinthians 7:5) expresses only one part of the meaning (see ἀκρασία, Matthew 23:25). Fierce (from ferns, wild, savage); ἀνήμεροι; only here in the New Testament, and not found in the LXX., but frequent in the Greek tragedians and others, of persons, countries, plants, etc.; e.g., \"Beware of the Chalubes, for they are savage (ἀνήμεροι), and cannot be approached by strangers\" (AEschylus, 'Prom. Vinct.,' 734, edit. Scholef.). It corresponds with ἀνελεήμονες, unmerciful (Romans 1:31). No lovers of good (ἀφιλάγαθοι); only here in the New Testament, and not at all in the LXX. or in classical Greek. But φιλάγαθος is found in Wisd. 7:22, and in Aristotle, in the sense of \"lovers of that which is good;\" and in Titus 1:8. The R.V. seems therefore to be right in rendering here \"no lovers of good,\" rather than as the A.V. \"despisers of those which are good,\" after the Vulgate and the new version of Sanctes Pagninus.NEWLINEVERSETITLESTART2Timothy3:4VERSETITLEENDNEWLINEVERSESTARTTraitors, heady, highminded, lovers of pleasures more than lovers of God;VERSEENDNEWLINEVerse 4. - Headstrong for heady, A.V.; puffed up for high minded, A.V.; pleasure for pleasures, A.V.; rather for more, A.V. Traitors (προδόται); Luke 6:16; Acts 7:52. It does not mean traitors to their king or country, but generally betrayers of the persons who trust in them, and of the cause of the trust committed to them; perhaps specially, as Bishop Ellicott suggests, of their brethren in times of persecution. Headstrong (προπετεῖς); as in Acts 19:36. Neither \"heady\" nor \"headstrong\" gives the exact meaning of προπετής, which is \"rash,\" \"hasty,\" \"headlong.\" \"Headstrong\" rather denotes obstinacy which will not be influenced by wise advice, but προπετής is the person who acts from impulse, without considering consequences, or weighing principles. Puffed up (τετυφωμένοι); see 1 Timothy 3:6, note. Lovers of pleasure (φιλήδονοι); only here in the New Testament, and not found in the LXX., but occasionally in classical Greek. \"Fond of pleasure\" (Liddell and Scott). It is used here as an antithesis to lovers of God (φιλόθεοι), which also occurs only here either in the New Testament or the LXX., but is used by Aristotle. Philo, quoted by Bishop Ellicott (from Wetstein), has exactly the same contrast: φιλήδονον... μᾶλλον η}... φιλόθεον. It looks as if the men spoken of claimed to be φιλόθεοι. A somewhat similar paronomasia occurs in Isaiah 5:7, where מִשְׂפַהis opposed to מִשְׁפָט, and צְעָקָה to צְדָקָה.NEWLINEVERSETITLESTART2Timothy3:5VERSETITLEENDNEWLINEVERSESTARTHaving a form of godliness, but denying the power thereof: from such turn away.VERSEENDNEWLINEVerse 5. - Holding for having, A.V.; hating denied for denyiny, A.V.; these also for such, A.V. Holding (ἔχοντες). There is no reason to change \"having.\" Perhaps \"indeed\" after \"having\" would give the emphasis conveyed by ἔχοντες preceding the object. A form (μόρφωσιν). It should be the form; i.e. \"the outward semblance,\" i.q. μόρφωμα, form, shape, figure (Liddell and Scott), here in contrast with δύναμις, the reality. In Romans 2:20, the only other place in the New Testament where μόρφωσις occurs, there is no contrast, and so it has the sense of a \"true sketch\" or \"delineation.\" Having denied (ἠρνημένοι); possibly more correct than the A.V. \"denying,\" though the difference, if any, is very slight. The meaning is that by their life and character and conversation they gave the lie to their Christian profession. Christianity with them was an outward form, not an inward living power of godliness. From these also does not give the sense at all clearly. The A.V. does, though it omits the καὶ, which is not wanted in English. In the Greek it marks an additional circumstance in the case of those of whom he is speaking, viz. that they are to be turned away from as hopeless. Turn away (ἀποτρέπου); only here in the New Testament, or, at least in the middle voice, in the LXX.; but frequent in classical Greek in different senses. St. Paul uses ἐκτρέπομενος in the same sense in 1 Timothy 6:20. \"This command shows that the apostle treats the symptoms of the last times as in some respects present\" (Alford). With this catena of epithets comp. Romans 1:29-31; and, though of an opposite character, the string of adjectives in Wisd. 7:22, 23.NEWLINEVERSETITLESTART2Timothy3:6VERSETITLEENDNEWLINEVERSESTARTFor of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,VERSEENDNEWLINEVerse 6. - These for this sort, A.V.; tact for which, A.V.; take for lead, A.V.; by for with, A.V. Creep into (ἐνδύνοντες); here only in the New Testament. It has the sense of \"sneaking into,\" \"insinuating themselves into,\" as in Xenophon, 'Cyrop.,' 2. 1. 13. Take captive (αἰχμαλωτεύοντες); as in Ephesians 4:3. The other form, αἰχμαλωτίζοντες which is that of the R.T., is in Luke 21:24; Romans 7:23; 2 Corinthians 10:5. The word well describes the blind surrender of the will and conscience to such crafty teachers. Silly women (τὰ γυναικάρια, diminutive of γυνή); nowhere else in the New Testament or LXX., but is used by some late Greek authors. It is a term of contempt - he will not call them γυναῖκας - they are only γυναικάρια. In the passages quoted by Alford from Irenaeus and Epiphanius, the women made use of by the later Gnostics are called γυναικάρια. See, too, the striking quotation in the same note from Jerome, specifying by name the women whom Nicolas of Antioch, Marcion, Montanus, and others employed as their instruments in spreading their abominable heresies. So true is St. Paul's forecast in the text. Laden with sins (σεσωρευμένα ἁμαρτίαις); elsewhere only in Romans 12:20, \"heap coals of fire.\" It occurs in Aristotle and other Greek writers in the sense of heaping one thing upon another, and heaping up anything with something else. The last is the sense in which it is here used. It seems to convey the idea of passive helplessness. Led away (ἀγόμενα); with a strong intimation of unresisting weakness (comp. 1 Corinthians 12:2; Acts 8:32; Luke 23:32). Lusts (ἐπιθυμίαις); all kinds of carnal and selfish desires (see Matthew 4:19; John 8:44; Romans 1:24; Romans 6:12; Romans 7:7, 8; Galatians 5:24; Ephesians 2:3; Ephesians 4:22; Colossians 3:5; 1 Timothy 6:9; 2 Timothy 2:22; 2 Timothy 4:3: Titus 2:12; fit. 3; 1 Peter 1:14, etc.; 2 Peter 2:18; 1 John 2:16, etc.).NEWLINEVERSETITLESTART2Timothy3:7VERSETITLEENDNEWLINEVERSESTARTEver learning, and never able to come to the knowledge of the truth.VERSEENDNEWLINEVerse 7. - Ever learning, etc. This is the crowning feature of this powerful sketch of those \"silly women,\" whose thoughts are busied about religion without their affections being reached or their principles being influenced by it. They are always beating about the bush, but they never get possession of the blessed and saving truth of the gospel of God. Their own selfish inclinations, and not the grace of God, continue to be the motive power with them.NEWLINEVERSETITLESTART2Timothy3:8VERSETITLEENDNEWLINEVERSESTARTNow as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.VERSEENDNEWLINEVerse 8. - And like for now, A.V.; withstand for resist, A.V.; corrupted in mind for of corrupt minds, A.V. And; but would be better. Jannes and Jambres; the traditional names of the magicians who opposed Moses; and, if Origen can be trusted, there was an apocryphal book called by their names. But Theodoret ascribes their names to an unwritten Jewish tradition. Their names are found in the Targum of Jonathan on Exodus 7:11; Exodus 22:22; and are also mentioned, in conjunction with Moses, with some variation in the name of Jambres, by Pliny ('Hist. Nat.,' 31:2), who probably got his information from a work of Sergius Paulus off magic, of which the materials were furnished by Elymas the sorcerer (Acts 13:6-8). Withstood (ἀντέστησαν); the same word as is used of Elymas in Acts 13:8 (so ch. 4:15 and elsewhere). Corrupted in mind (κατεφθαρμένα τὸν νοῦν); elsewhere only in 2 Peter 2:12, in the sense of\" perishing,\" being \"utterly destroyed,\" which is the proper meaning of καταφθείρομαι Here in a moral sense κατεφθαρμένοι τὸν νοῦν means men whose understanding is gone, and perished, as διεφθαρμένος τὴν ἀκοήν means one whose hearing has perished - who is deaf. In 1 Timothy 6:5 St. Paul uses the more common διεφθαρμένων. Reprobate (ἀδόκιμα); as Titus 1:16, and elsewhere frequently in St. Paul's Epistles. It is just the contrary to δόκιμος (2 Timothy 2:15, note).NEWLINEVERSETITLESTART2Timothy3:9VERSETITLEENDNEWLINEVERSESTARTBut they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.VERSEENDNEWLINEVerse 9. - Evident for manifest, A.V.; came to be for was, A.V. Shall proceed (proko/yousin); as ch. 2:16 (where see note) and ver. 13. The apostle's meaning here is, as explained by the example of the magicians, that heresies shall not prevail against the truth. Απὶ πλεῖον means beyond the point indicated in his description of their future progressive evil. They would \"proceed further in ungodliness,\" as he said in 2 Timothy 2:16, but not up to the point of destroying the gospel, as history has shown. The various forms of Gnosticism have perished. The gospel remains. As theirs also came to be (Exodus 8:18, 19). Surely the A.V. \"was\" is better.NEWLINEVERSETITLESTART2Timothy3:10VERSETITLEENDNEWLINEVERSESTARTBut thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,VERSEENDNEWLINEVerse 10. - Didst follow my teaching for hast fully known my doctrine, A.V. and T.R.; conduct for manner of life, A.V.; love for charity, A.V. Didst follow (παρηκολούθησας, which is the R.T. for παρηκολούθηκας, in the perfect, which is the T.R.). The evidence for the two readings is nicely balanced. But St. Paul uses the perfect in l Timothy 4:6 (where see note), and it seems highly improbable that he here used the aorist in order to convey a rebuff to Timothy by insinuating that he had once followed, but that he was doing so no longer. The sentence, \"thou didst follow,\" etc., is singularly insipid. The A.V. \"thou hast fully known\" gives the sense fully and clearly. Timothy had fully known St. Paul's whole career, partly from what he had heard, and partly from what he had been an eyewitness cf. My teaching. How different from that of those impostors! Conduct (ἀγωγῇ); here only in the New Testament, but found in the LXX. in Esther 2:20 (τὴν ἀγωγὴν αὐτῆς, \"her manner of life\" - her behaviour towards Mordecai, where there is nothing to answer to it in the Hebrew text); 2 Macc. 4:16 (τὰς ἀγωγάς); 6:8; 11:24. Aristotle uses ἀγωγή for \"conduct,\" or \"mode of life\" ('Ethics'), and Polybius (4:74, 14), quoted by Alford, has ἀγωγὴ and ἀγωγαὶ τοῦ βίου, \"way\" or \"manner of life.\" The A.V. \"manner of life\" is a very good rendering. Purpose (πρόθεσιν); that which a person sets before him as the end to be attained (Acts 11:23; Acts 27:13; 2 Macc. 3:8; and in Aristotle, Polybius, and others). Used often of God's eternal purpose, as e.g., ch. 1:9; Ephesians 1:11, etc. In enumerating these and the following,\" faith, long suffering, charity, and patience,\" St. Paul doubtless had in view, not self-glorification, which was wholly alien to his earnest, self-denying character, but the mention of those qualities which he saw were most needed by Timothy. Long suffering (τῇ μακροθυμίᾳ); as 1 Timothy 1:16, of the long suffering of Jesus Christ towards himself, and elsewhere frequently of human patience and forbearance towards others. Patience (τῇ ὑπομονῇ). This is exercised in the patient endurance of afflictions for Christ's sake. It is coupled, as here, with μακροθυμίΑ, long suffering, in Colossians 1:11.NEWLINEVERSETITLESTART2Timothy3:11VERSETITLEENDNEWLINEVERSESTARTPersecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.VERSEENDNEWLINEVerse 11. - Suffering for afflictions, A.V.; what things befell me for which came unto me, A.V.; and for but, A.V. Persecutions (διωγμοῖς); as Matthew 13:21; Acts 8:1; Acts 13:50; 2 Corinthians 12:10, etc. Sufferings (τοῖς παθήμασιν); usually so rendered in the A.V. (Romans 8:18; 2 Corinthians 1:5; Colossians 1:24. etc.); rendered \"afflictions\" in Hebrews 10:32; 1 Peter 5:9. At Antioch; in Pisidia (Acts 13:14). For an account of the persecutions encountered by St. Paul at Antioch, Iconium, and Lystra, see Acts 13, 14. It was at St. Paul's second, or rather third, visit to Lystra that he chose Timothy for his companion (Acts 16:1-3). I endured (ὑπενεγκα); not simply \"suffered,\" but \"underwent,\" willingly and firmly suffered (see 1 Peter 2:19). As regards the construction, the antecedent to οῖα is παθήμασιν, and the difference between ἁ and οῖα is that ἁ would limit the reference to the actual παθήματα at Antioch, Iconium, and Lystra, but οῖα extends the reference to all similar sufferings. The proper English rendering is \"such as befell me.\" But the clause at the end of the sentence should be rendered \"what great persecutions I endured.\" As Bengel notes, \"οῖος demonstrat rei gravitatem,\" and οῖους preceding the substantive with which it agrees (διώγμους), cannot be construed the same as οῖα the relative. The sentence, οἵους διώγμους ὑπένεγκα, is an amplification of the preceding διώγμοις: \"Thou hast fully known my persecutions...viz. what great persecutions I endured.\" And out of them all, etc. This is added for Timothy's encouragement, that he might stand fast in the face of persecutions and sufferings. Delivered me (με ἐῥῤύσατο). Had the apostle in his mind the clause in the Lord's Prayer, \"Deliver us from evil\" (Matthew 6:13)? Comp. 2 Timothy 4:18, where the resemblance is still more striking. Observe the testimony to Christ's omnipotence in this ascription to him, in both passages, of St. Paul's deliverance (comp. Acts 18:10).NEWLINEVERSETITLESTART2Timothy3:12VERSETITLEENDNEWLINEVERSESTARTYea, and all that will live godly in Christ Jesus shall suffer persecution.VERSEENDNEWLINEVerse 12. - Would for will, A.V. Yea and all (καὶ πάντες δὲ). As though he had said. \"Mine is not a solitary example of a servant of God being persecuted; it is the common lot of all who will live godly in Christ Jesus\" (comp. John 15:20 and 1 Peter 4:1, 12, 13).NEWLINEVERSETITLESTART2Timothy3:13VERSETITLEENDNEWLINEVERSESTARTBut evil men and seducers shall wax worse and worse, deceiving, and being deceived.VERSEENDNEWLINEVerse 13. - Impostors for seducers, A.V. Evil men (πονηροί). In 2 Timothy 4:18 it is παντὸς ἕργου πονηροῦ. The adjective is applied indifferently to persons and things - evil men, evil servants, evil persons, evil generation, evil spirits, etc., and evil deeds, evil fruits, evil eye, evil works, etc. Satan, the embodiment of evil, is ὁ πονηρός. Impostors (γόντες); only here in the New Testament. In classical Greek γόης is a juggler, a cheat, an enchanter. St. Paul still had the Egyptian magicians in his mind. Shall wax worse and worse (προκόψουσιν ἐπὶ τὸ χεῖρον); see above, ver. 9, note.NEWLINEVERSETITLESTART2Timothy3:14VERSETITLEENDNEWLINEVERSESTARTBut continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;VERSEENDNEWLINEVerse 14. - Abide for continue, A.V. Abide thou, etc. Be not like these juggling heretics, blown about by every wind of doctrine, and always seeking some new thing, but abide in the old truths which thou hast learnt from thy childhood. Hast been assured of (ἐπιστώθης); only here in the New Testament, but found in 2 Macc. 7:24 and 1 Kings 1:36. In classical Greek it has the same sense as here (among others), \"to be made sure of a thing.\" Of whom thou hast learned them (παρὰ τίνος ἔμαθες, or, according to another reading of nearly equal authority, παρὰ τίνων). If τίνος is the right reading, it must refer either to God or to St. Paul. In favour of its referring to God is the expression in the Prophet Isaiah commented upon by our Lord in John 6:45, where παρὰ τοῦ Πατρὸς answers to παρὰ τίνος; the promise concerning the Comforter, \"He shall teach you all things\" (John 14:26, etc.); and the very similar reasoning of St. John, when he is exhorting his \"little children\" to stand fast in the faith, in spite of those that seduced them: \"Let that therefore abide in you which ye have heard from the beginning;\" for \"the anointing which ye have received of him, abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things,...and even as it hath taught yon, abide in him\" (1 John 2:24-28); and other similar passages. There would obviously be great force in reminding Timothy that he had received the gospel under the immediate teaching of the Holy Spirit, and that it would be a shameful thing for him to turn aside under the influence of those impostors. If τίνων does not refer to God, it must refer to St. Paul. If, on the other hand, τίνων is the true reading (which is less probable), it must refer to Lois and Eunice, which seems rather feeble.NEWLINEVERSETITLESTART2Timothy3:15VERSETITLEENDNEWLINEVERSESTARTAnd that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.VERSEENDNEWLINEVerse 15. - Babe for child, A.V.; sacred writings for Holy Scriptures, A.V. And that from a babe, etc. Another consideration urged as a reason for standing fast. He was no novice in the Scriptures. His mother and grandmother had been careful to imbue him with that sacred literature which should make him wise unto salvation through faith in Jesus Christ, from his very earliest years. Surely he would not throw away such a precious advantage. The sacred writings (τὰ ἱερὰ γράμματα); literally, the holy letters, or learning. An ordinarily educated child learns γράμματα (John 7:15), in contradistinction to the uneducated, who are ἀγράμματοι (Acts 4:13). But Timothy had learnt τὰ ἱερὰ γράμματα, whose excellence is described in the next verse.NEWLINEVERSETITLESTART2Timothy3:16VERSETITLEENDNEWLINEVERSESTARTAll scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:VERSEENDNEWLINEVerse 16. - Every Scripture inspired of God is also profitable for all Scripture is given by inspiration of God, and is profitable, A.V.; teaching for doctrine, A.V.; which is in for in, A.V. Every Scripture, etc. There are two ways of construing this important passage: (A) As in the A.V., in which θεόπνευστος is part of the predicate coupled by καὶ with the following ὠφέλιμος; (B) as in the R.V., where θεόπνευστος ισ part of the subject (as πᾶ῀ν ἔργον ἀγαθόν, \"every good work,\" 2 Corinthians 9:8, and elsewhere); and the following καὶ is ascensive, and to be rendered \"is also.\" Commentators are pretty equally divided, though the older ones (as Origen, Jerome (Vulgate), the versions) mostly adopt (B). In favour of (A), however, it may be saidNEWLINENEWLINE(1) that such a sentence as that which arises from (B) necessarily implies that there are some γραφαὶ which are not θεόπνευστοι, just as Πᾶν ἔργον ἀγαθόν implies that there are some works which are not good; πᾶσα εὐλογία πνευματική (Ephesians 1:3), that there are some blessings which are not spiritual; πᾶν ἔργον πονηρόν (2 Timothy 4:18), that there are some works which are not evil; and so on. But as γραφή is invariably used in the New Testament for \"Scripture,\" and not for any profane writing: it is not in accordance with biblical language to say, \"every inspired Scripture,\" because every Scripture is inspired.NEWLINENEWLINE(2) The sentence, taken according to (B), is an extremely awkward, and, as Alford admits. harsh construction, net supported in its entirety by one single parallel usage in the whole New Testament.NEWLINENEWLINE(3) The sentence, taken according to (A), is a perfectly simple one, and is exactly parallel with 1 Timothy 4:4, Πᾶν κτίσμα Θεοῦ καλόν καὶ οὐδὲν ἀπόβλητον, \"Every creature of God is good, and nothing to be refused.\"NEWLINENEWLINE(4) It is in perfect harmony with the context. Having in the preceding verse stated the excellence of the sacred writings, he accounts for that excellence by referring to their origin and source. They are inspired of God, and hence their wide use and great power.NEWLINENEWLINE(5) This interpretation is supported by high authority: Chrysostom, Gregory of Nyssa, etc., among the ancients (Alford); and Bengel, Wiesinger, De Wette, etc., among modern. The advocates of (B), as Bishop Ellicott, Dean Alford, etc., speak very doubtfully. With regard to the rendering of πᾶσα γραφή, no doubt, strict grammar, in the absence of the article, favours the rendering in the R.V., \"every Scripture,\" rather than that of the A.V., \"all Scripture.\" But Alford's remark on Matthew 1:20 applies with full force here: \"When a word or an expression came to bear a technical conventional meaning, it was also common to use it without the article, as if it were a proper name, e.g., Θεός νόμος υἱὸς Θεοῦ,\" etc. Therefore, just as πᾶσα Ἱεροσόλυμα (Matthew 2:3) means \"all Jerusalem,\" not \"every Jerusalem,\" so here πᾶσα γραφή means \"all Scripture.\" What follows of the various uses of Holy Scripture is not true of \"every Scripture.\" One Scripture is profitable for doctrine, another for reproof, and so on. Examples of γραφή without the article are 2 Peter 1:20 and Romans 1:2; and of πᾶς not followed by the article, and yet meaning \"all,\" are in Ephesians 2:21 and Ephesians 3:15. Inspired of God, etc. (θεόπνευστος); here only in the New Testament or LXX., but occasionally in classical Greek, as Plutarch. For teaching, etc. The particular uses for which Scripture is said to be profitable present no difficulty. Teaching, of which Holy Scripture is the only infallible source. Reproof (ἔλεγχον or ἐλεγμόν); only here and Hebrews 11:1; but in classical Greek it means \"a proof,\" specially for the purpose of \"refutation\" of a false statement or argument. Here in the same sense for the \"conviction\" or \"refutation\" of false teachers (comp. Titus 1:9, 13), but probably including errors in living (compare in the 'Ordering of Priests,' \"That there be no place left among you, either for error in religion or for viciousness in life\"). Correction (ἐπανόρθωσιν); only here in the New Testament, but occasionally in the LXX., and frequently in classical Greek, as Aristotle, Plato, etc., in the sense of \"correction,\" i.e. setting a person or thing straight, \"revisal,\" \"improvement,\" \"amendment,\" or the like. It may be applied equally to opinions and to morals, or way of life. Instruction which is in righteousness. There is no advantage in this awkward phraseology. \"Instruction in righteousness\" exactly expresses the meaning. The Greek, τὴν ἐν δικαιοσύνη, merely limits the παιδεία to the sphere of righteousness or Christian virtue. By the use of Holy Scripture the Christian is being continually more perfectly instructed in holy living.NEWLINEVERSETITLESTART2Timothy3:17VERSETITLEENDNEWLINEVERSESTARTThat the man of God may be perfect, throughly furnished unto all good works.VERSEENDNEWLINEVerse 17. - Complete for perfect, A.V.; furnished completely for throughly furnished, A.V.; every good work for all good works, A.V. Complete (ἄρτιος); only here in the New Testament, but common in classical Greek. \"Complete, perfect of its kind\" (Liddell and Scott). Furnished completely (ἐξηρτισμένος, containing the same root as ἄρτιος); elsewhere in the New Testament only in Acts 21:5 in the sense of \"completing\" a term of days. It is nearly synonymous with καταρτίζω (Matthew 21:16; Luke 6:40; 2 Corinthians 13:11; Hebrews 13:21; 1 Peter 5:10). In late classical Greek ἐξαρτίζω means, as here, \"to equip fully.\" As regards the question whether the man of God is restricted in its meaning to the minister of Christ, or comprehends all Christians, two things seem to decide in favour of the former: the one that \"the man of God\" is in the Old Testament invariably applied to prophets in the immediate service of God (see 1 Timothy 6:11, note); the other that in 1 Timothy 6:11 it undoubtedly refers to Timothy in his character of chief pastor of the Church, and that here too the whole force of the description of the uses and excellence of Holy Scripture is brought to bear upon the exhortations in ver. 14, \"Continue thou in the things which thou hast heard,\" addressed to Timothy as the Bishop of the Ephesian Church (see, too, ch. 4:1-5, where it is abundantly clear that all that precedes was intended to bear directly upon Timothy's faithful and vigorous discharge of his office as an evangelist).NEWLINENEWLINENEWLINENEWLINENEWLINE","2Tim.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTART2Timothy4:1VERSETITLEENDNEWLINEVERSESTARTI charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;VERSEENDNEWLINEVerse 1. - In the sight of God, and of Christ Jesus for therefore before God and the Lord Jesus Christ, A.V. and T.R.; and by for at, A.V. and T.R. I charge thee (διαμαρτύρομαι); as 2 Timothy 2:14 and 1 Timothy 5:21 (where see note). The words οϋν ἐγώ, wanting in some of the best manuscripts, are \"rejected by Griesbach, Tischendorf, Lachmann,\" and by Huther, Alford, Ellicott, and others. The chapter opens rather abruptly without the connecting \"therefore.\" And by his appearing and his kingdom. The reading of the T.R., κατὰ τὴν ἐπιφάνειαν κ.τ.λ.., \"at his appearing and kingdom,\" makes such excellent sense, and is in such perfect accordance with the usual grammar, and with the usual connection of events, that it is difficult not to believe that it is the right reading (see Matthew 27:15, κατὰ ἑορτήν, \"at the feast;\" κατὰ πᾶν σάββατον, \"on every sabbath;\" Acts 13:27, κατὰ τὴν ἡμέραν, \"in the day;\" Hebrews 3:8 for the grammar; and the universal language of Scripture and the Creeds connecting the judgment with the Lord's appearing and kingdom). On the other hand, the reading καὶ is almost impossible to construe. No two commentators scarcely are agreed how to do so. Some take τὴν ἐπιφανείαν καὶ τὴν βασιλείαν as the object governed by διαμαρτύρομαι as in the LXX. of Deuteronomy 4:26, \"I call to witness... Christ's epiphany and kingdom,\" taking διαμαρτύρομαι in two senses or two constructions. Others take them as the accusatives of the things sworn by, \"I charge thee before God and Jesus Christ, and by his epiphany and kingdom,\" as Mark 5:7, τὸν Θεόν, \"by God;\" Acts 19:13, τὸν Ἰησοῦν, \"by Jesus;\" 1 Thessalonians 5:27, τὸν Κύριον, \"by the Lord.\" But how awkward such a separation of the thing sworn by from the verb is, and how unnatural it is to couple with καὶ the two ideas, \"before God\" and \"by Christ's epiphany,\" and how absolutely without example such a swearing by Christ's epiphany and kingdom is, nobody needs to be told. Others, as Huther, try to get over part at least of this awkwardness by taking the two καιs as \"both:\" \"by both his epiphany and his kingdom.\" Ellicott explains it by saying that as you could not put \"the epiphany and the kingdom\" in dependence upon ἐνώπιον (as if they were persons like God and Christ), they \"naturally pass into the accusative.\" But surely this is all thoroughly unsatisfactory. The T.R. is perfectly easy and simple. Appearing (ἐπιφανεία); ver. 8; 2 Timothy 1:10; 2 Thessalonians 2:8; 1 Timothy 6:14; Titus 2:13. His kingdom. So in the Nicene Creed: \"He shall come again with glory to judge both the quick and the dead: whose kingdom shall have no end\" (comp. Matthew 25:31, followed by the judgment).NEWLINEVERSETITLESTART2Timothy4:2VERSETITLEENDNEWLINEVERSESTARTPreach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.VERSEENDNEWLINEVerse 2. - Teaching for doctrine, A.V. Preach the Word (κήρυξον τὸν λόγον). It is impossible to exaggerate the dignity and importance here given to preaching by its being made the subject of so solemn and awful an adjuration as that in ver. 1 (compare the designation of κήρυξ which St. Paul gives to himself in 1 Timothy 2:7; 2 Timothy 1:11). Be instant (ἐπίστηθι). The force of the exhortation must be found, not in the verb itself taken alone, but by coupling εὐκαίρως ἀκαίρως closely with it. Be at your work, attend to it always, in and out of season; let nothing stop you; be always ready, always at hand. Reprove (ἔλεγξον); see 2 Timothy 3:16, note (comp. Matthew 18:15; Ephesians 5:11; 1 Timothy 5:20). Generally with the idea of bringing the fault home to the offender. Rebuke (ἐπιτίμησον); a stronger word than ἔλεγξον, implying more of authority and less of argument (Matthew 8:26: 17:18; Luke 19:39; Jude 1:9, etc.). Exhort (παρακάλεσον). Sometimes the sense of \"exhort,\" and sometimes that of \"comfort,\" predominates (see 1 Timothy 2:1; 1 Timothy 6:2, etc.). Every way of strengthening and establishing souls in the fear and love of God is to be tried, and that with all long suffering and teaching. (For μακροθυμία, see ch. 3:10, note.) For \"teaching\" or \"doctrine\" (διδαχή), St. Paul more frequently uses διδασκαλία in the pastoral Epistles (1 Timothy 1:10; 1 Timothy 4:6, 13, 16; 1 Timothy 5:17; ch. 3:10, 16, etc.); but there does not seem to be any great difference of meaning. Possibly διδαχή points more to the act of teaching. The use of it here, coupled with \"long suffering,\" directs that the man of God, whether he preaches, reproves, rebukes, or exhorts, is always to be a patient teacher of God's Word and truth.NEWLINEVERSETITLESTART2Timothy4:3VERSETITLEENDNEWLINEVERSESTARTFor the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;VERSEENDNEWLINEVerse 3. - The sound for sound, A.V.; having itching ears, will heap to themselves teachers after their own lusts for after their own lusts shall they heap to themselves teachers, having itching ears, A.V. The sound (τῆς ὑγιαινούσης). Nothing is gained by the addition of the article in English. The phrase, ἡ ὑγιαίνουσα διδασκαλία, is characteristic of the pastoral Epistles, having arisen, no doubt, from the growth of heresy (see 1 Timothy 1:10; 1 Timothy 6:3. 2 Timothy 1:13; Titus 1:9, 13; Titus 2:1; also Titus 2:8). In classical Greek, ὑγιής is frequently applied to words, sentiments, advice, etc., in the sense of \"sound,\" \"wise;\" and ὑγιαίειν is also applied to the mind and character. Endure (ἀνέξονται); usually, as Bishop Ellicott observes, applied by St. Paul to persons as the object, as elsewhere in the New Testament (Matthew 17:17; Acts 18:14; Ephesians 4:2, etc.); but not invariably (see 2 Thessalonians 1:4; so too Hebrews 13:22). In classical Greek, ἀνέχεσθαι, followed by persons or things, usually governs an accusative case, if any, but a genitive frequently in Plato. Having itching ears (κνηθόμενοι τὴν ἀκοήν); only here in the New Testament. The phrase, κνησέως ὤτων, is ascribed by Plutarch to Plato (Alford), \"scratching the (itching) ear;\" κνᾶσθαι τὰ ῶτα, \"to tickle the ears\" (Lucian); ἀποκναίουσιν ἡμῶν τὰ ᾤτα (Philo, ap. Ellicott). The verb κνήθω (i.q. κνάω) means \"to scratch;\" \"to tickle,\" and in the passive \"to itch.\" Will heap to themselves (ἐπισωρεύσουσι); a contemptuous word (found only here in the New Testament, and nowhere in early classical Greek), implying the indiscriminate multiplication of teachers (compare our use of \"exaggerate\"). The simple σωρεύειν occurs in ch. 3:6. After their own lusts. The measure of the number or the quality of their self-chosen teachers will be their own insatiable and ever-varying fancies and mental appetites, not the desire to be taught God's truth by teachers sent from God. Compare Jeroboam's conduct in ordaining a feast \"in the mouth which he had devised of his own heart\" (1 Kings 12:33).NEWLINEVERSETITLESTART2Timothy4:4VERSETITLEENDNEWLINEVERSESTARTAnd they shall turn away their ears from the truth, and shall be turned unto fables.VERSEENDNEWLINEVerse 4. - Will turn for they shall turn, A.V.; turn aside for shall be turned, A.V. Will turn away, etc. The sober, sound doctrine of the Word of God, teaching self-discipline, humility, and purity of heart and life, will not assuage their itching ears, and therefore they will turn away from it, and go after more congenial fables - those taught by the heretics. Turn aside (ἐκτραπήσοναι); as 1 Timothy 1:6, note. Fables (μύθους); see 1 Timothy 1:4; 1 Timothy 4:7; Titus 1:14; 2 Peter 1:16 (on the Jewish origin of these fables, see Bishop Ellicott's note on 1 Timothy 1:4).NEWLINEVERSETITLESTART2Timothy4:5VERSETITLEENDNEWLINEVERSESTARTBut watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry.VERSEENDNEWLINEVerse 5. - Be thou sober for watch thou, A.V.; suffer hardship for endure afflictions, A.V.; fulfil for make full proof of, A.V. Be thou sober (νῆφε); as 1 Thessalonians 5:6, 8; 1 Peter 1:13; 1 Peter 4:7; 1 Peter 5:8. The adjective νηφάλιος occurs in 1 Timothy 3:2 (where see note), 11; Titus 2:2. Here \"Be sober in all things\" clearly does not refer to literal sobriety, which Timothy was in little danger of transgressing (l Timothy 5:23), but comprehends clearness, calmness, steadiness, and moderation in all things. Suffer hardship (κακοπάθησον); as 2 Timothy 2:3 (T.R.) and 9. An evangelist (εὐαγγελιστοῦ); one whose business it is to preach the gospel, according to Matthew 11:5. The verb εὐαγγελίζειν, \"to preach the gospel,\" and αὐαγγέλιον, \"the gospel,\" are of very frequent use in the New Testament. But εὐαγγελιστής, an evangelist. occurs elsewhere only in Acts 21:8 and Ephesians 4:11. Fulfil thy ministry. This is rather a weak rendering of the Greek πληροφόρησον, adopted also in the R.V. of Luke 1:1. The verb occurs elsewhere in Luke 1:1; Romans 4:21; Romans 14:5, and ver. 17 of this chapter. The phrase is metaphorical, but it is uncertain whether the metaphor is that of a ship borne along by full sails, or of full measure given. If the former is the metaphor, then the derived meaning, when applied to persons, is that of full persuasion, entire and implicit faith, which carries men forward in a bold and unwavering course; or, when applied to things, that of being undoubtedly believed. But if the metaphor is taken from \"bringing full measure;\" then the sense in the passive voice when applied to persons will be \"to be fully satisfied,\" i.e. to have full assurance, and, when applied to things, \"to be fully believed\" (Liddell and Scott). Applying the last metaphor to the passage before us, the sense will be \"discharge thy ministry to the fall.\" Let there be no stint of ministerial labour, but carry it out in its completeness, and to the end.NEWLINEVERSETITLESTART2Timothy4:6VERSETITLEENDNEWLINEVERSESTARTFor I am now ready to be offered, and the time of my departure is at hand.VERSEENDNEWLINEVerse 6. - Already being offered for now ready to be offered, A.V.; come for at hand. A.V. I am already being offered. The ἐγώ is emphatic, in contrast with the σύ of ver. 5: \"Thou, who hast still life before thee, suffer hardship, do the work of an evangelist, make full proof of thy ministry. I can do so no longer, for my martyrdom has already commenced, and my end is close at hand. Thou must take my place in the great conflict.\" Am... being offered (σπένδομαι); am being poured out, as the drink offering, or libation, is poured out. St. Paul uses the same figure in Philippians 2:17, where he couples it with the sacrifice and service (or offering up) of the faith of the Philippians by himself as the priest, and looks upon the pouring out of his own life as the completion of that sacrifice (see Ellicott on Philippians). \"The libation always formed the conclusion of the sacrifice, and so the apostle's martyrdom closed his apostolic service\" (Huther), which had been a continual sacrifice, in which he had been the ministering priest (Romans 15:16). So that the use of σπένδομαι here exactly agrees with that in Philippians 2:17. \"My sacrificial work,\" St. Paul says,\" being now finished and ended, I am performing the last solemn act, the pouring out of my own life in martyrdom, to which I shall pass out of the prison where I now am.\" The time of my departure (τῆς ἐμῆς ἀναλύσεως). The word is found nowhere else in the New Testament, but St. Paul uses the verb ἀναλῦσαι, \"to depart,\" in Philippians 1:23, where, the verb being in the active voice, the metaphor clearly is from weighing anchor, as in common use in classical Greek; hence simply \"to depart.\" The classical use of ἀνάλυσις rather favours the sense, either of\" release\" or of \" dissolution.\" But St. Paul's use of ἀναλύω in Philippians 1:23, and the frequent use of the same verb in the LXX. and by Josephus, in the sense of \"to depart,\" favours the rendering of ἀνάλυσις by \"departure,\" as in the A.V. and R.V. Is come; rather, is at hand (ἐφέστηκε); the same verb as ἐπίστηθι in ver. 2. (On the difference between ἐνέστηκε (\"is come\") and ἐφέστηκε (\"is at hand\"), see Alford on 2 Thessalonians 2:2, and comp. Acts 22:20.)NEWLINEVERSETITLESTART2Timothy4:7VERSETITLEENDNEWLINEVERSESTARTI have fought a good fight, I have finished my course, I have kept the faith:VERSEENDNEWLINEVerse 7. - The for a, A.V.; the for my, A.V. I have fought the good fight; as 1 Timothy 6:12 (τὸν ἀγῶνα τὸν καλόν), meaning that, however honourable the contests of the games were deemed, the Christian contest was far more honourable than them all. The word \"fight\" does not adequately express by agora, which embraces all kinds of contests - chariot race, foot race, wrestling, etc. \"I have played out the honourable game\" would give the sense, though inelegantly. The course (τὸν δρόμον); Acts 13:25; Acts 20:24. The runner in the race had a definite δρόμος, or course to run, marked out for him. St. Paul's life was that course, and he knew that he had run it out. I have kept the faith. St. Paul here quits metaphor and explains the foregoing figures. Through his long eventful course, in spite of all difficulties, conflicts, dangers, and temptations, he had kept the faith of Jesus Christ committed to him, inviolable, unadulterated, whole, and complete. He had not shrunk from confessing it when death stared him in the face; he had not corrupted it to meet the views of Jews or Gentiles; with courage and resolution and perseverance he had kept it to the end. Oh! let Timothy do the same.NEWLINEVERSETITLESTART2Timothy4:8VERSETITLEENDNEWLINEVERSESTARTHenceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.VERSEENDNEWLINEVerse 8. - The for a, A.V.; to me for me, A.V.; only to me for to me only, A.V.; also to all them for unto all them also, A.V.; have loved for love. Henceforth (λοιπόν); as Hebrews 10:13. The work of conflict being over, it only remains to receive the crown. The crown of righteousness means that crown the possession of which marks the wearer as righteous before God. The analogous phrases are, \"the crown of glory\" (1 Peter 5:4) and \"the crown of life\" (James 1:12; Revelation 2:10). The righteousness, the glory, and the life of the saints are conceived as displayed in crowns, as the kingly dignity is in the crown of royalty. The righteous Judge (κριτής). In Acts 10:42 the Lord Jesus is said to be ordained of God Κριτὴς ζώντων καὶ νεκρῶν. \"the Judge of quick and dead;\" and in Hebrews 12:23 we read, Κριτῇ Θεῷ πάντων, \"God the Judge of all.\" But nowhere else, either in the Old Testament or the New Testament, is this term applied directly either to God or to Christ. Surely its use here is influenced by the preceding metaphor of the ἀγών and the δρόμος and the στέφανος; and \"the righteous Judge\" is the impartial βραβεύς, or \"judge,\" who assigned the prizes at the games to those who had fairly won them. And this is the proper meaning of κριτής, \"the umpire,\" applied, especially at Athens, to the \"judges\" at the poetic contests (Liddell and Scott). Thucydides contrasts the κριτής and the ἀγωνιστής; Aristophanes the κριταί and the θεαταί, the \"spectators;\" and the word \"critic\" is derived from this meaning of κιτής and κριτικός. The whole picture is that of the apostle running his noble race of righteousness to the very end, and of the Lord himself assigning to him the well earned crown of victory in the presence of heaven and earth assembled for the solemnity of that great day. That have loved his appearing. It will be a characteristic of those who will be crowned at that day that all the time they were lighting the good fight they were looking forward with hope and desire for their Lord's appearing and kingdom. \"Thy kingdom come\" was their desire and their petition. They will be able to say at that day, \"So, this is our God; we have waited for him, and he will save us: this is the Lord; we have waited for him, we will be glad and rejoice in his salvation\" (Isaiah 25:9). His appearing; as in ver. 2.NEWLINEVERSETITLESTART2Timothy4:9VERSETITLEENDNEWLINEVERSESTARTDo thy diligence to come shortly unto me:VERSEENDNEWLINEVerse 9. - Do thy diligence (σπούδασον); see ch. 2:15, note. St. Paul's affectionate longing for Timothy's company in present danger and desertion is very touching. (For the chronological bearing of this passage, see Introduction.)NEWLINEVERSETITLESTART2Timothy4:10VERSETITLEENDNEWLINEVERSESTARTFor Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.VERSEENDNEWLINEVerse 10. - Forsook for hath forsaken, A.V.; went for is departed, A.V.; to for unto, A.V. (twice). Demas. Nothing more is known of Demas than what is gathered from the mention of him in Colossians 4:14 and Philemon 1:1:24. We learn from those passages that he was a fellow labourer of the apostle, and it is remarkable that in them both he is coupled, as here, with Luke and Mark (Colossians 4:10). (See Introduction.) Having loved this present world. It would appear from this that Demas had not the faith or the courage to run the risk of sharing St. Paul's imminent martyrdom at Rome, but left him, while he was free to do so, under pretence of an urgent call to Thessaloniea; just as Mark left Paul and Barnabas (Acts 13:13). But there is no ground to believe that he was an apostate from the faith. The coupling together of Demas and Aristarchus in Philemon 1:24 suggests that Demas may have been a Thessalonian, as we know that Aristarchus was (Acts 20:4). Demas is thought to be a shortened form of Demarchus. If so, we have a slight additional indication of his being a Thessalonian, as compounds with archos or arches would seem to have been common in Thessalonica (compare Aristarchus and πολιτάρχης, Acts 17:6, 8). Crescens (Κρήσκης); only mentioned here. It is a Latin name, like Πούδης, Pudens, in ver. 21. There was a cynic philosopher of this name in the second century, a great enemy of the Christians. The tradition ('Apost. Constit.,' 7:46) that he preached the gospel in Galatia is probably derived from this passage. Titus, etc. The last mention of Titus, not reckoning the Epistle to Titus, is that in 2 Corinthians 12:18, from which it appears that St. Paul had sent him to Corinth just before his own last visit to that city. How the interval was filled up, and where Titus passed the time, we know not. He is not once named in the Acts of the Apostles, nor in any of St. Paul's Epistles written during his first imprisonment. But we gather from Titus 1:5 that he accompanied St. Paul to Crete, presumably after the apostle's return from Spain; that he was left there for a time to organize the Church; that later he joined the apostle at Nicopolis (Titus 3:12),and, doubtless by St. Paul's desire, went to Dalmatia, as mentioned in this tenth verse. And here our knowledge of him ends. Tradition pretty consistently makes him Bishop of Gortyna, in Crete, where are the ruins of a very ancient church dedicated to St. Titus, in which service is occasionally performed by priests from the neighbourhood (Dean Howson, in 'Dict. of Bible:' art. \"Titus\").NEWLINEVERSETITLESTART2Timothy4:11VERSETITLEENDNEWLINEVERSESTARTOnly Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry.VERSEENDNEWLINEVerse 11. - Useful for profitable, A.V.; ministering for the ministry, A.V. Luke; probably a shortened form of Lucanus. Luke was with St. Paul in his voyage to Rome (Acts 27:1; Acts 28:11, 16), and when he wrote the Epistles to the Colossians and Philemon (Colossians 4:14; Philemon 1:4), having doubtless composed the Acts of the Apostles during St. Paul's two years' imprisonment (Acts 28:30). How he spent his time between that date and the mention of him here as still with St. Paul, we have no knowledge. But it looks as if he may have been in close personal attendance upon him all the time. if he had been permitted to write a supplement to the Acts, perhaps the repeated \"we\" would have shown this. Take Mark. Mark had apparently been recently reconciled to St. Paul when he wrote Colossians 4:10, and was with him when he wrote Philemon 1:24. We know nothing more of him till we learn from this passage that he was with or near to Timothy, and likely to accompany him to Rome in his last visit to St. Paul. He is mentioned again in 1 Peter 5:13, as being with St. Peter at Babylon. The expression, \"take\" (ἀναλαβών), seems to imply that Timothy was to pick him up on the way, as the word is used in Acts 20:13, 14; and, though less certainly, in Acts 23:31. He is useful to me, etc. (εὔχρηστος); as ch. 2:21 (where see note). This testimony to Mark's ministerial usefulness, at a time when his faithfulness and courage would be put to a severe test, is very satisfactory. For ministering (εἰς διακονίαν). It may be doubted whether διακονία here means \"the ministry,\" as in the A.V. and 1 Timothy 1:12, or, as in the R.V., more generally \"for ministering,\" i.e. for acting as an assistant to me in my apostolic labours. The words, \"to me,\" favour the latter rendering. The sense would then be the same as that of the verb in Acts 19:22, where we read that Timothy and Erastus \"ministered unto him,\" i.e. to St. Paul, and that of ὑπηρέτης applied to Mark in Acts 13:5.NEWLINEVERSETITLESTART2Timothy4:12VERSETITLEENDNEWLINEVERSESTARTAnd Tychicus have I sent to Ephesus.VERSEENDNEWLINEVerse 12. - But for and, A.V.; sent for have sent, A.V. Tychicus was with St. Paul when he wrote the Epistle to the Colossians (Colossians 4:7), as was also Timothy (Colossians 1:1). The presence of Luke, Timothy, Tychicus, Mark, with Paul now, as then, is remarkable (see ver. 10, note). I sent to Ephesus. Theodoret (quoted by Alford, 'Proleg. to 2 Timothy,' ch. 9. sect. 1) says, \"It is plain from this that St. Timothy was not at this time living at Ephesus, but somewhere else.\" And that certainly is the natural inference at first sight. But Bishop Ellicott suggests the possibility of Tychicus being the bearer of the First Epistle to Timothy, written not very long before, and this being merely an allusion to that well known fact. Another and more probable idea is that he was the bearer of this Epistle, that the object of his mission, like that of Artemas (Titus 3:12), was to take Timothy's place at Ephesus during Timothy's absence at Rome, and that he is thus mentioned in the Epistle in order to commend him to the reverent regard of the Ephesian Church (Wordsworth). It is argued against this that πρός σε would have been the more natural expression after the analogy of Colossians 4:7 and Titus 3:12. But this objection would be removed if we suppose that the Epistle was sent by another hand, and that it was very possible that Timothy might have started for Rome before Tychicus could arrive at Ephesus. He might have orders to visit Corinth or Macedonia on his way. (For the arguments for and against Timothy being at Ephesus at this time, see Alford's 'Proleg.,' as above.)NEWLINEVERSETITLESTART2Timothy4:13VERSETITLEENDNEWLINEVERSESTARTThe cloke that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments.VERSEENDNEWLINEVerse 13. - Bring when thou comest for when thou comest bring with thee, A.V.; especially for but especially, A.V. The cloke (τὸν φελόνην, more properly written φαινόλην); the Latin paenula, the thick overcoat or cloke. Only here in the New Testament. Some think it was the bag in which the books and parchments were packed. The parchments (τὰς μεμβράνας). This, again, is a Latin word. It occurs only here in the New Testament. They would probably be for the apostle to write his Epistles on. Or they may have been valuable manuscripts of some kind. In ver. 20 we learn that St. Paul had lately been at Miletus; and in 1 Timothy 1:3 that he was then going to Macedonia. Tress would be on his way to Macedonia, Greece, and Rome (Acts 16:8, 9, 11), as it was on the return journey from Macedonia to Miletus (Acts 20:5, 15). It should further be observed that the journey here indicated is the same as that referred to in 1 Timothy 1:3, which confirms the inevitable inference from this chapter that St. Paul, on his way to Rome from Miletus, whither he had come from Crete (Titus 1:5), passed through Tress, Macedonia, and Corinth (ver. 20), leaving Timothy at Ephesus. (See Introduction.)NEWLINEVERSETITLESTART2Timothy4:14VERSETITLEENDNEWLINEVERSESTARTAlexander the coppersmith did me much evil: the Lord reward him according to his works:VERSEENDNEWLINEVerse 14. - Will render to him for reward him, A.V. and T.R. Alexander; apparently an Ephesian, as appears by the words, \"of whom be thou ware also.\" It seems probable, though it is necessarily uncertain, that this Alexander is the same person as that mentioned in 1 Timothy 1:20 as \"a blasphemer,\" which agrees exactly with what is here said of him, \"he greatly withstood our words\" (comp. Acts 13:45, \"contradicted the things which were spoken by Paul, and blasphemed\"). He may or may not be the same as the Alexander named in Acts 19:33. Supposing the Alexander of 1 Timothy 1:20 and this place to be the same, the points of resemblance with the Alexander of Acts 19:33 are that both resided at Ephesus, that both seem to have been Christians (see note on 1 Timothy 1:20), and both probably Jews, inasmuch as 1 Timothy 1 relates entirely to Jewish heresies (vers. 4, 7, 8), and Acts 19:33 expressly states that he was a Jew. The coppersmith (ὁ χαλκεὺς; only here in the New Testament); properly, a coppersmith, but used generally of any smith - silversmith, or goldsmith, or blacksmith. Did me much evil (πολλά μοι κακὰ ἐνδείξατο). This is a purely Hellenistic idiom, and is found in the LXX. of Genesis 50:15, 17; Song of the Three Children, 19; 2 Macc. 13:9. In classical Greek the verb ἐνδείκυυμαι, in the middle voice, \"to display,\" can only be followed by a subjective quality, as \"good will,\" \"virtue,\" \"long suffering,\" an \"opinion,\" and the like (see Alford, in loc.). And so it is used in 1 Timothy 1:16; Titus 2:10; Titus 3:2. The question naturally arises - When and where did Alexander thus injure St. Paul? - at Ephesus or at Rome? Bengel suggests Rome, and with great probability. Perhaps he did him evil by stirring up the Jews at Rome against the apostle at the time of \"his first defence;\" or by giving adverse testimony before the Roman tribunal, possibly accusing him of being seditious, and bringing up the riot at Ephesus as a proof of it; or in some other way, of which the memory has perished. Will render. The R.T. has the future, ἀποδώσει for the optative ἀποδώη, \"a late and incorrect form for ἀποδοίη (Ellicott, in loc.).NEWLINEVERSETITLESTART2Timothy4:15VERSETITLEENDNEWLINEVERSESTARTOf whom be thou ware also; for he hath greatly withstood our words.VERSEENDNEWLINEVerse 15. - Withstood for hath withstood, A.V. Of whom be thou ware (ο{ν φυλάσσου). This is the proper construction in classical Greek, the accusative of the person or thing, after φυλάσσομαι. But it is only found in Acts 21:25. In Luke 12:15 the equally correct phrase, Φυλάσσεσθε ἀπὸ τῆς πλεονεξιας, is used. The inference from this caution to Timothy is that Alexander had left Rome and returned to his native Ephesus. The Jews were always on the move. He greatly withstood our words (ἀντέστη). For an exactly similar use, see Acts 13:8, where Elymas \"withstood\" Paul and Barnabas; and 2 Timothy 3:8, where Jannes and Jambres \"withstood\" Moses. In this case we may be sure that Paul, in pleading for his life, did not omit to preach the gospel to his Gentile audience. Alexander tried to refute his words, not without effect. The apostle says \"our words\" (not \"my words\"), perhaps to associate with himself those other Christians who were with him. It certainly cannot mean \"yours and mine,\" as Timothy was not with him when the \"words\" were spoken.NEWLINEVERSETITLESTART2Timothy4:16VERSETITLEENDNEWLINEVERSESTARTAt my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge.VERSEENDNEWLINEVerse 16. - Detente for answer, A.V.; no one took my part for no man stood with me, A.V.; all for all men, A.V.; may it not for I pray God it may not, A.V.; account for charge, A.V. Defence (ἀπολογίᾳ). \"The technical word in classical Greek for a defence in answer to an accusation;\" as Acts 22:1 (where see note for further illustration), and Philippians 1:7. Took my part; παρεγένετο R.T., for συμπαρεγένετο T.R., which occurs elsewhere in the New Testament only in Luke 23:48, in a somewhat different sense. The simple παραγίνομαι is very common in the New Testament, but nowhere in the technical sense in which it is used here. In classical Greek both forms are common in the sense of \"coming to aid,\" \"standing by any one,\" \"assisting.\" Here it represents the Latin assistere or adesse in its technical sense of \"standing by\" an accused person as friend or assistant, to aid and abet them in their defence. Powerful men sometimes brought such a multitude of assistants as to overawe the magistrate, as Orgetorix the Helvetian, when summoned to trial, appeared with ten thousand followers, and so there was no trial. Paul, like his Lord and Master, of whom it is written, \"All his disciples forsook him and fled,\" had no one to stand with him in his hour of need.NEWLINEVERSETITLESTART2Timothy4:17VERSETITLEENDNEWLINEVERSESTARTNotwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion.VERSEENDNEWLINEVerse 17. - But for notwithstanding, A.V.; by for with, A.V.; through for by, A.V.; message for preaching, A.V.; proclaimed for known, A.V. Stood by me (μαοὶ παρέστη); as in Acts 27:23; Romans 16:2 (where see also the use of προστάτις, a helper). Παρίσταμαι means simply to stand by the side of a person - to be present. But, like παραγίνομαι, it acquires the meaning of standing by for the purpose of helping. The contrast between the timid faithless friends who failed him like a deceitful brook (Job 6:15), and the faithfulness of the Lord who was a very present Help in trouble, is very striking. Strengthened me (ἐνεδυνάμωσέ με); see 1 Timothy 1:12, note, and Acts 6:8. The message (κήρυγμα). The A.V. preaching is far better. St. Paul means that gospel which he was commissioned to preach, and which he did preach openly in full court when he was on his trial (see ver. 15, note). Might be fully proclaimed (πληροφορήθη); see 2 Timothy 4:5, note; and comp. Romans 15:19. All the Gentiles might hear (comp. Philippians 1:12-14). The brave, unselfish spirit of the apostle thinking more of the proclamation of the gospel than of his own life, is truly admirable. I was delivered out of the mouth of the lion. Surely there can be no doubt that, as Bengel says, this is a quotation from Psalm 22:20, 21. The verb ἐῥῤύσθην, \"I was delivered,\" comes from the twentieth verse, \"Deliver my soul from the sword,\" and the phrase, ἐκ στόματος λέοντος, is found verbatim in ver. 21. The apostle means his deliverance from the executioner's sword. In the next verse we find both the words ρύσεται and σώσει, and the whole tone of the psalm breathes the same spirit as the saying, \"The Lord stood by me.\" Dean Alford's suggestion that the lion here is Satan, as in 1 Peter 5:8, and the danger which the apostle escaped was not death, which he did not fear, but betraying the gospel under the fear of death, is ingenious, but rather far fetched, though not impossible. It may possibly have been part of what was in St. Paul's mind.NEWLINEVERSETITLESTART2Timothy4:18VERSETITLEENDNEWLINEVERSESTARTAnd the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen.VERSEENDNEWLINEVerse 18. - The Lord for and the Lord, A.V. and T.R.; will for shall, A.V.; save for preserve, A.V.; the glory for glory, A.V. Deliver me... save me (see preceding note). The language here is also very like that of the Lord's Prayer: Ῥῦσαι ἡμᾶς ἀπὸ τοῦ πονηροῦ σοῦ γὰρ ἐστιν ἡ βασιλεία... καὶ δόξα εἰς τοὺς αἰῶνας Ἀμήν (Matthew 6:13). Every evil work. Alford goes altogether astray in his remarks on this passage. Interpreted by the Lord's Prayer, and by its own internal evidence, the meaning clearly is, \"The Lord, who stood by me at my trial, will continue to be my Saviour. He will deliver me from every evil design of mine enemies, and from all the wiles and assaults of the devil, in short, from the whole power of evil, and will bring me safe into his own kingdom of light and righteousness.\" There is a strong contrast, as Bengel pithily observes, between \"the evil work\" and \"his heavenly kingdom.\" A triumphant martyrdom is as true a deliverance as escape from death. Compare our Lord's promise, \"There shall not an hair of your head perish\" (Luke 21:18 compared with ver. 16). St. Paul's confidence simply is that the Lord would, in his own good time and way, transfer him from this present evil world, and from the powers of darkness, into his eternal kingdom of light and righteousness.NEWLINEVERSETITLESTART2Timothy4:19VERSETITLEENDNEWLINEVERSESTARTSalute Prisca and Aquila, and the household of Onesiphorus.VERSEENDNEWLINEVerse 19. - House for household, A.V. Prisca and Aquila. Prisca is elsewhere always called Priscilla (Acts 18:2, 18, 26; Romans 16:3; 1 Corinthians 16:19). A similar variation of names is seen in Drusa and Drusilla, Livia and Livella, etc. She is named before her husband, as here in Acts 18:18; Romans 16:3. The mention of them here is in favour of Timothy being at Ephesus at this time, as Ephesus is one of the places where they were wont to sojourn (Acts 18:19, 26). The house (as in A.V. ch. 1:16) of Onesiphorus (see ch. 1:16, 18, note). This repetition of the \"house of Onesiphorus\" is almost conclusive as to the recent death of Onesiphorus himself.NEWLINEVERSETITLESTART2Timothy4:20VERSETITLEENDNEWLINEVERSESTARTErastus abode at Corinth: but Trophimus have I left at Miletum sick.VERSEENDNEWLINEVerse 20. - I left for have I left, A.V.; Miletus for Miletum, A.V. Erastus abode at Corinth. We learn from Romans 16:3 that Erastus was the chamberlain of Corinth, which accounts for his abiding there, he was one of St. Paul's companions in his missionary journey, and we learn from Acts 19:22 that he was sent by St. Paul with Timothy into Macedonia just before the great riot at Ephesus. The mention of him here clearly indicates that St. Paul had gone from Troas, where he left his cloke, to Corinth on his way to Rome. Trophimus is first mentioned in Acts 20:4, where we learn that he was an Asiatic, and more definitely in Acts 21:29, that he was an Ephesian. He had travelled with St. Paul's party from Macedonia to Troas, and thence to Miletus and Jerusalem, where we lose sight of him till we find him again in this passage journeying towards Rome with St. Paul and others, but stopped at Miletus by sickness. Miletus, not Miletum, is the correct form.NEWLINEVERSETITLESTART2Timothy4:21VERSETITLEENDNEWLINEVERSESTARTDo thy diligence to come before winter. Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren.VERSEENDNEWLINEVerse 21. - Saluteth for greeteth, A.V. Do thy diligence (σπούδασον); see ver. 9 and 2 Timothy 2:15, note. Before winter; lest, when winter storms come, it be impossible to do so. St. Paul's longing to have Timothy with him is apparent throughout. Eubulus; mentioned nowhere else. The name is not uncommon as a Greek name, and appears also in the patronymic Eubulides, and the female name Eubule. And Pudens, and Linus, and Claudia. Of these persons Linus is probably the same as is mentioned by Irenaeus and Eusebius as the first Bishop of Rome. Irenaeus (3:111, 3) says, \"When the apostles, therefore, had founded the Church (of Rome) they entrusted the office (λειτουργίαν) of the episcopate to Linus, of whom Paul makes mention in his Epistles to Timothy.\" Eusebius ('Ecc. Hist.,' 3:2) says, \"Linus was ordained the first Bishop of Rome (πρῶτος κληροῦται τὴν ἐπισκοπήν) after the martyrdom of Paul and Peter\" (see, too, § 4 of the same book). Some identify him with a certain Llin in Welsh hagiography, said to be the son of Caractacus. As regards Pudens and Claudia, nothing is known about them unless the very ingenious and interesting theory of Archdeacon Williams is true, which is necessarily very uncertain. According to this theory, Claudia is the foreign lady, a Briton, whose marriage with Pudens is spoken of by Martial in two epigrams, and who also bore the cognomen of Rufina. It is supposed that she was the daughter of the British king Cogidubnus, the ally of the Romans and of the Roman governor, Aulus Plautius, whose wife Pomponia is said by Tacitus to have been impeached of the crime of embracing a \"foreign superstition,\" which was probably Christianity. Cogidubnus appears by an ancient inscription now at Goodwood to have taken the name of the Emperor Claudius, being called Tiberius Claudius Cogidubnus, which would naturally lead to his daughter being called Claudia. And if further she was adopted by the wife of her father's ally, the name Rufina would be accounted for, as a distinguished branch of the gens Pomponia bore the name of Rufus. And Martial's epigram is addressed to \"Rufus,\" as one interested in the marriage. Claudia may either have learnt Christianity from Pomponia, or may have conveyed the knowledge of the gospel to her. On the other hand, the name of Pudens appears on the Goodwood inscription as having given, while still a heathen, a site for a temple of Neptune and Minerva, which was built \"pro salute\" of the imperial family under the authority of King Cogidubnus - curiously connecting him with the British king. It is probable that Pudens and Claudia were not yet married. Thus it will be seen that, while this theory is borne out by many coincidences, it cannot by any means be adopted as certain (see Dean Alford's excussus in the 'Proleg. to 2 Timothy;' and Conybeare and Howson's 'Life of St. Paul,' vol. it. p. 501). Lewin ('Life and Epist. of St. Paul,' vol. 2, p. 392) warmly espouses the theory, but hesitates between Caractacus and Cogidubnus as the father of Claudia. Farrar rejects the whole theory \"as an elaborate rope of sand\" ('Life of St. Paul,' vol. 2, p. 569). If Linus was the son, and Claudia the daughter, of Caractacus, they would be brother and sister.NEWLINEVERSETITLESTART2Timothy4:22VERSETITLEENDNEWLINEVERSESTARTThe Lord Jesus Christ be with thy spirit. Grace be with you. Amen.VERSEENDNEWLINEVerse 22. - The Lord for the Lord Jesus Christ, A.V. and T.R. The Lord be with thy spirit, etc. The manuscripts vary. The salutation as it stands in the R.T. is like the versicles, \"The Lord be with you. A. And with thy spirit.\" It is a peculiarity of the salutation here that it is double - one to Timothy personally, μετὰ τοῦ πνεύματός σου; the other to the Church, ἡ χάρις μεθ ὑμῶν. 1 Corinthians 16:24 exhibits another variety. Grace (see 1 Timothy 6:21, note). The R.T. omits the \"amen\" at the end, as in 1 Timothy 6:21. Thus doses our last authentic account of this great apostle; these are, perhaps, the last words of him who wrought a greater change in the condition of mankind by his speech than any man that ever lived. All honour be to his blessed memory!NEWLINENEWLINENEWLINENEWLINE",