"Esth.10":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther10:1VERSETITLEENDNEWLINEVERSESTARTAnd the king Ahasuerus laid a tribute upon the land, and upon the isles of the sea.VERSEENDNEWLINEVerse 1. - King Ahasuerus laid a tribute on the land. Darius, the son of Hystaspes, was the first to do this (Herod., 3:89); but, as the tribute had to be rearranged from time to time (ibid., 6:42), any subsequent Persian monarch who made a fresh arrangement might be said to \"lay a tribute on the land.\" Xerxes is not unlikely to have done so after his return from Greece, as he had lost portions of his territories. And on the islands of the sea. The Hebrew expression translated by \"islands of the sea\" includes maritime tracts. Xerxes by the Greek expedition lost the islands of the AEgean, but still held certain tracts upon the coast of Europe, which were occupied for a considerable time by Persian garrisons (Herod., 7:106, 107). These would necessarily be included in any assessment that he may have made, and it is even not unlikely that Xerxes would lay his assessment on the AEgean islands, though he might not be able to collect it.NEWLINEVERSETITLESTARTEsther10:2VERSETITLEENDNEWLINEVERSESTARTAnd all the acts of his power and of his might, and the declaration of the greatness of Mordecai, whereunto the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia?VERSEENDNEWLINEVerse 2. - All the acts of his power and of his might. These are unknown to us. After the failure of the Grecian expedition Xerxes attempted nothing further on that side of his empire, and the Greeks consequently record nothing more concerning him. He may have made expeditions in other directions. But the chief evidences that we have of his activity point to his having sought to gratify his ambition and give vent to his grand ideas by erecting magnificent buildings. The book of the chronicles. See Esther 2:23; Esther 6:1; Esther 9:32. The kings of Media and Persia. It is indicative of the intimate connection of the two Iranian empires that one \"book\" contained the records of both. The fact of the connection is fully established by profane history. Its exact nature is not perhaps even yet fully understood. \"Media\" seems to be placed before \"Persia\" in this place on chronological grounds, because the Median history preceded the Persian history, and was therefore recorded first in the \"book.\"NEWLINEVERSETITLESTARTEsther10:3VERSETITLEENDNEWLINEVERSESTARTFor Mordecai the Jew was next unto king Ahasuerus, and great among the Jews, and accepted of the multitude of his brethren, seeking the wealth of his people, and speaking peace to all his seed.VERSEENDNEWLINEVerse 3. - Next unto king Ahasuerus. Compare Genesis 41:40; Daniel 5:7; Daniel 6:3. Profane history neither confirms this nor contradicts it. We know almost nothing of Xerxes from profane sources after his return to Susa in B.C. 479. Accepted cf. Or, \"beloved by.\" The wealth of his people. i.e. their welfare. Speaking peace to all his seed. It is generally allowed that by \"his seed\", we must understand those of the same stock with himself - \"the seed of Israel.\" \"Speaking peace\" to them seems to mean \"promoting their peace and safety\" - insuring them, so long as he lived and ruled, a quiet and peaceful existence.NEWLINENEWLINENEWLINENEWLINENEWLINE","Esth.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther1:1VERSETITLEENDNEWLINEVERSESTARTNow it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)VERSEENDNEWLINEVerse 1. - In the days of Ahasuerus. Ahasuerus, in the original Akhashverosh, corresponds to Khshayarsha (the Persian name from which the Greeks formed their Xerxes) almost as closely as possible. The prosthelic a was a necessity of Hebrew articulation. The only unnecessary change was the substitution of v for y (vau for yod) in the penultimate syllable. But this interchange is very common in Hebrew. This is Ahasuerus which reigned, etc. The writer is evidently acquainted with more than a single Ahasuerus. Ezra had mentioned one (Ezra 4:6), and Daniel another (Daniel 9:1). If he knew their works, he would necessarily know of these two. Or he may have known of them independently. The Ahasuerus of his narrative being different from either, he proceeds to distinguish himNEWLINENEWLINE(1) from the Ahasuerus of Daniel, as a \"king,\" andNEWLINENEWLINE(2) from the Ahasuerus of Ezra by the extent of his dominion.NEWLINENEWLINECambyses (see comment on Ezra 4:6) had not ruled over India. India is expressed by Hoddu, which seems formed from the Persian Hidush ('Nakhsh-i-Rus-tam Inser.,' par. 3, 1. 25), by the omission of the nominatival ending, and a slight modification of the vocalisation. The Sanscrit and the Zend, like the Greek, retained the n, which is really an essential part of the native word. Ethiopia is expressed, as usual, by Cush. The two countries are well chosen as the extreme terminal of the Persian empire. An hundred and twenty-seven provinces. The Hebrew medinah, \"province,\" does not correspond to the Persian satrapy, but is applied to every tract which had its own governor. There were originally no more than twenty satrapies (Herod., 3:89-94), but there was certainly a very much larger number of governments. Judaea was a medinah (Ezra 2:1; Nehemiah 11:3), though only a small part of the satrapy of Syria.NEWLINEVERSETITLESTARTEsther1:2VERSETITLEENDNEWLINEVERSESTARTThat in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the palace,VERSEENDNEWLINEVerse 2. - The throne of his kingdom, which was in Shushan. Though the Persian court resided a part of the year at Ecbatana, and occasionally visited Persepolis and Babylon (Xen., 'Cyrop.,' 8:6, § 2; 'Anab.,' 3:5, § 15), yet Susa was decidedly the ordinary seat of government, and ranked as the capital of the empire (see Herod., 3:49; AEschyl., 'Pers.,' 11. 122, 123; Ctes., 'Exe. Pers.,' pessim, etc.). \"Shushan the palace\" is distinguished from Shushan the city (Esther 9:12-15), the one occupying a lofty but artificial eminence towards the west, while the other lay at the base of this mound, stretching out a considerable distance towards the east.NEWLINEVERSETITLESTARTEsther1:3VERSETITLEENDNEWLINEVERSESTARTIn the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him:VERSEENDNEWLINEVerse 3. - In the third year of his reign. In B.C. 483, probably in the early spring, when the court, having spent the winter at Babylon (Xenophon), returned to Susa to enjoy the most charming season of the year. He made a feast unto all his princes and his servants. Persian kings, according to Ctesias and Duris, ordinarily entertained at their table 15,000 persons! This is of course an exaggeration; but there can be no doubt that their hospitality was on a scale unexampled in modern times. The vast pillared halls of the Persepelitan and Susan palaces could accommodate many hundreds, if not thousands. The power of Persia and Media. The empire of the Achaemenian kings was Perso-Medic rather than simply Persian. The Medes were not only the most favoured of the conquered nations, but were really placed nearly on a par with their conquerors. Many of the highest offices were conferred on them, and they formed no doubt a considerable section of the courtiers. The nobles. Literally, \"the first men,\" ha-partemim. The word used is a Persian term Hebraised. It occurs only in this place. And princes of the provinces. i.e. satraps. The presence of such persons at the great gathering at Susa preparatory to the Grecian war is witnessed to by Herodotus (7:19).NEWLINEVERSETITLESTARTEsther1:4VERSETITLEENDNEWLINEVERSESTARTWhen he shewed the riches of his glorious kingdom and the honour of his excellent majesty many days, even an hundred and fourscore days.VERSEENDNEWLINEVerse 4. - When he showed the riches. Ostentation was a main feature in the character of Xerxes. The huge army with which he invaded Greece was more for display than for service. Vain parade is apparent at every step of his expedition (Herod., 7:31, 40, 41, 44, 59, etc.). He now exhibits \"the riches of his kingdom\" to his nobles and chief officers, showing them doubtless all the splendours of the palace, the walls draped with gold (AEschyl., 'Pers.,' 50:161), the marble pillars and rich hangings, the golden plane tree and the golden vine (Herod., 7:27), and perhaps the ingots of gold wherewith Darius had filled the treasury (ibid. 3:96). An hundred and fourscore days. We need not suppose that the same persons were enter. tained during the whole of this period. All the provincial governors could not quit their provinces at the same time, nor could any of them remain away very long. There was no doubt a succession of guests during the six months that the entertainment lasted.NEWLINEVERSETITLESTARTEsther1:5VERSETITLEENDNEWLINEVERSESTARTAnd when these days were expired, the king made a feast unto all the people that were present in Shushan the palace, both unto great and small, seven days, in the court of the garden of the king's palace;VERSEENDNEWLINEVerse 5. - A feast unto all the people that were found in Susa. The males only are intended, as appears from ver. 9. So Cyrus on one occasion feasted \"the entire Persian army,\" slaughtering for them all his father's flocks, sheep, goats, and oxen (Herod., 1:126). In the court of the garden. The \"court of the garden\" is probably the entire space surrounding the central hall of thirty-six pillars at Susa, including the three detached porticoes of twelve pillars each, described by Mr. Loftus in his 'Chaldaea and Susiana' (pp. 365-372). This is a space nearly 350 feet long by 250 wide, with a square of 145 feet taken out of it for the central building. The area exceeds 60,000 square feet.NEWLINEVERSETITLESTARTEsther1:6VERSETITLEENDNEWLINEVERSESTARTWhere were white, green, and blue, hangings, fastened with cords of fine linen and purple to silver rings and pillars of marble: the beds were of gold and silver, upon a pavement of red, and blue, and white, and black, marble.VERSEENDNEWLINEVerse 6. - Where were white, green, and blue hangings. There is nothing in the original corresponding to \"green.\" The \"hangings,\" or rather awning, was of white cotton (karphas) and violet. Mr. Loftus supposes that it was carried across from the central pillared hall to the detached porticoes, thus shading the guests from the intense heat of the sun ('Chaldaea and Susiana,' p. 375). Fastened with cords of fine linen and purple. Very strong cords would be needed to support the awning if it was carried across as above suggested, over a space of nearly sixty feet. To rings of silver. The exact use of the rings is doubtful. Perhaps they were inserted into the stone work in order that the cords might be made fast to them. Pillars of marble. The pillars at Susa are not of marble, but of a dark-blue limestone. Perhaps the Hebrew shesh designated this stone rather than marble. The beds were of gold and silver. The couches on which the guests reclined are intended (comp. Esther 7:8). These were either covered with gold and silver cloth, or had their actual framework of the precious metals, like those which Xerxes took with him into Greece (see Herod., 9:82). Upon a pavement of red, and blue, and white, and black marble. The four words which follow \"pavement\" are not adjectives denoting colours, but the names of four different materials. One is shesh, the material of the pillars, which accords with the fact that such pavement slabs as have been found at Susa are, like the columns, of a blue limestone. The other materials are unknown to us, and we cannot say what the exact colours were; but no doubt the general result was a mosaic pavement of four different hues.NEWLINEVERSETITLESTARTEsther1:7VERSETITLEENDNEWLINEVERSESTARTAnd they gave them drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king.VERSEENDNEWLINEVerse 7. - They gave them drink in vessels of gold. Drinking-vessels of gold were found in considerable numbers in the Persian camp near Plataea (Herod., 9:80) when the Greeks took it. They had been the property of Persian nobles. The king would naturally possess in great abundance whatever luxury was affected by the upper class of his subjects. The vessels being diverse one from another. This is a minute point, which must have come from an eye-witness, or from one who had received the account of the banquet from an eye-witness. It was perhaps unusual. At least, in the grand banquet represented by Sargon on the walls of his palace at Khorsabad, it is observable that all the guests hold in their hands goblets which are exactly alike (see 'Ancient Monarchies,' vol. 2. p. 214). Royal wine. Literally, \"wine of the kingdom\" - wine, i.e., from the royal cellar, and therefore good wine, but not necessarily the \"wine of Helbon, which was the only wine that the king himself drank (Athen., 'Deipnosoph,' 4. p. 145, A).NEWLINEVERSETITLESTARTEsther1:8VERSETITLEENDNEWLINEVERSESTARTAnd the drinking was according to the law; none did compel: for so the king had appointed to all the officers of his house, that they should do according to every man's pleasure.VERSEENDNEWLINEVerse 8. - The drinking was according to the law. Rather, \"according to edict\" - the edict being the express order given by the king to all the officers of his household. It is implied that the usual custom was different - that the foolish practice prevailed of compelling men to drink. That the Persians were hard drinkers, and frequently drank to excess, is stated by Herodotus (1:133) and Xenophon ('Cyrop.,' 8:8, § 11).NEWLINEVERSETITLESTARTEsther1:9VERSETITLEENDNEWLINEVERSESTARTAlso Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus.VERSEENDNEWLINEVerse 9. - Vashti, the queen. The only wife of Xerxes known to the Greeks was Amestris, the daughter of Otanes, one of the seven conspirators (Herod., 7:61). Xerxes probably took her to wife as soon as he was of marriageable age, and before he ascended the throne had a son by her, who in his seventh year was grown up (ibid. 9:108). It would seem to be certain that if Ahasuerus is Xerxes, Vashti must be Amestris. The names themselves are not very remote, since will readily interchange with v; but Vashti might possibly represent not the real name of the queen, but a favourite epithet, such as vahista, \"sweetest.\" Made a feast for the women. Men and women did not take their meals together in Persia unless in the privacy of domestic life (Brisson, 'De Regn. Pers.,' 2. pp. 273-276). If the women, therefore, were to partake in a festivity, it was necessary that they should be entertained separately. In the royal house. In the gynaeceum or harem, which was probably on the southern side of the great pillared hall at Susa (Fergusson).NEWLINENEWLINECHAPTER 1:10-22 THE DISGRACE OF VASHTI (Esther 1:10-22). On the seventh day of the feast \"to all in Shushan\" (ver. 5), the king having excited himself with drink, took it into his head to send a message to Vashti, requiring her to make her appearance in the banquet of the men, since he desired to exhibit her beauty to the assembled guests, as \"she was fair to look on\" (ver. 11). His design must have been to present her unveiled to the coarse admiration of a multitude of semi-drunken revellers, in order that they might envy him the possession of so lovely a wife. Such a proceeding was a gross breach of Persian etiquette, and a cruel outrage upon one whom he above all men was bound to protect. Vashti, therefore, declined to obey (ver. 12). Preferring the risk of death to dishonour, she braved the anger of her despotic lord, and sent him back a message by his chamberlains that she would not come. We can well understand that to an absolute monarch such a rebuff, in the face of his whole court and of some hundreds or thousands of assembled guests, must have been exasperating in the extreme. At the moment when he had thought to glorify himself by a notable display of his omnipotence, he was foiled, defeated, made a laughing-stock to all Susa. \"Therefore was the king very wroth, and his anger burned in him.\" It is to his credit that, being thus fiercely enraged, he did not proceed to violence, but so far restrained himself as to refer the matter to the judgment of others, and ask the \"seven princes\" the question, \"What is to be done according to law unto queen Vashti, for not performing the commandment of the king?\" (ver. 15). The advice of the princes, uttered by one of their body (vers. 16-20), and assented to by the remainder (ver. 21), was, that Yashti should be degraded from the position of queen, and her place given to another. This sentence was supported by specious arguments based upon expediency, and ignoring entirely the outrageous character of the king's command, which was of course the real, and sole, justification of Vashti's disobedience. It was treated as a simple question of the wife's duty to obey her husband, and the husband's right to enforce submission. Ahasuerus, as might be expected, received the decision of his obsequious counsellors with great satisfaction, and forthwith sent letters into all the provinces of his vast empire, announcing what had been done, and requiring wives everywhere to submit themselves unreservedly to the absolute rule of their lord (ver. 22).NEWLINEVERSETITLESTARTEsther1:10VERSETITLEENDNEWLINEVERSESTARTOn the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king,VERSEENDNEWLINEVerse 10. - When the heart of the king was merry with wine. We are told that once a year, at the feast of Mithra, the king of Persia was bound to intoxicate himself (Duris, Fr. 13). At other times he did as he pleased, but probably generally drank reason was somewhat obscured. Mehuman, etc. Persian etymologies have been given for most of these names, but they are all more or less uncertain; and as eunuchs were often foreigners, mutilated for the Persian market (Herod., 3:93; 8:105), who bore foreign names, like the Hermotimus of Herodotus (8:104-106), it is quite possible that Persian etymologies may here be out of place. Bigtha, however, if it be regarded as a shortened form of Bigthan (Esther 2:21) or Bigthana (ch. 6.), would seem to be Persian, being equivalent to Bagadana ( = Theodorus), \"the gift of God.\" Chamberlains. Really, as in the margin, \"eunuchs.\" The influence of eunuchs at the Persian court was great from the time of Xerxes. Ctesias makes them of importance even from the time of Cyrus ('Exc. Pera,' § 5, 9).NEWLINEVERSETITLESTARTEsther1:11VERSETITLEENDNEWLINEVERSESTARTTo bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she was fair to look on.VERSEENDNEWLINEVerse 11. - Vashti ... with the crown royal. We have no representation of a Persian queen among the sculptures; but Mousa, a Parthian queen, appears on a coin of her son Phraataces ('Sixth Oriental Monarchy,' p. 220), crowned with a very elaborate tiara. It consists of a tall stiff cap, not unlike the cidaris of a Persian king, but is apparently set with large jewels. Vashti's \"crown royal\" was probably not very dissimilar. To show the princes and the people her beauty. More than one Oriental monarch is reported to have desired to have his own opinion of his wife's beauty confirmed by the judgment of others. Candaules, king of Lydia, is said to have lost his crown and his life through imprudently indulging this desire (Herod., 1:8-12). So public an exposure, however, as that designed by Ahasuerus is not recorded of any other monarch, and would scarcely have been attempted by any one less extravagant in his conduct than Xerxes.NEWLINEVERSETITLESTARTEsther1:12VERSETITLEENDNEWLINEVERSESTARTBut the queen Vashti refused to come at the king's commandment by his chamberlains: therefore was the king very wroth, and his anger burned in him.VERSEENDNEWLINEVerse 12. - But the queen Vashti refused. Vashti's refusal was morally quite justifiable. Neither a husband's nor a king's authority extends to the wanton requirement of acts that, if done, would disgrace the doer for life. Had Vashti complied, she would have lost the respect not only of the Persian nation, but of the king himself. Therefore was the king very wroth. Had Ahasuerus really loved his wife, or been a man of fair and equitable disposition, be would have excused her refusal, and felt that he had deserved the rebuff. But, not really loving her, and being of a hot and ungovernable temper, he was violently enraged with her, as he always was when anything fell out contrary to his wishes (see Herod., 7:11, 35, 39, etc.).NEWLINEVERSETITLESTARTEsther1:13VERSETITLEENDNEWLINEVERSESTARTThen the king said to the wise men, which knew the times, (for so was the king's manner toward all that knew law and judgment:VERSEENDNEWLINEVerse 13. - Then the king said to the wise men. Angry as he was, Ahasuerus had still some power of self-restraint. He was in the presence of his whole court, and of a great assembly of the people. It would not be seemly that he should vent his passion in violent words, imprecations, or threats. His dignity required that he should at any rate seem calm, and, instead of issuing any hasty order, should proceed deliberately to consider what were the next steps to be taken. Xerxes appears to have been rather fond of asking advice (Herod., 7:8, 48, 234; 8:101); and he now, in a sufficiently dignified way, required the opinion of his \"wise men\" on the practical question, What was to be done to Vashti? (see ver. 15). Which knew the times. i.e. persons who were well acquainted with past times, and knew what it was customary to do on each occasion. For so was the king's manner toward all that ]mew law and judgment. Rather, \"For so was the business of the king brought before such as knew law and judgment.\" Each matter which concerned the king was submitted to learned persons for their opinion before any actual step was taken (compare Herod., 3:31, where Cambyses asks the opinion of the royal judges with respect to his proposed marriage with his sister). It is not a special practice of Ahasuerus, but a general usage of the Persian monarchy, which m noticed.NEWLINEVERSETITLESTARTEsther1:14VERSETITLEENDNEWLINEVERSESTARTAnd the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, which saw the king's face, and which sat the first in the kingdom;)VERSEENDNEWLINEVerse 14. - And the next unto him was Carshena, Shethar, etc. The chief native advisers of Xerxes in the early part of his reign appear to have been Mardonius (Pera Marduniya) and Artabanus (Pers, Artapana), who was his uncle (Herod., 7:5-17). It is possible that Mardonius may be here represented by Marsena, and Artabanus by Admatha; but the names could only have taken these shapes by a large amount of corruption. The other form have a general Persian air, but do not admit of even conjectural identification. The seven princes of Persia and Media. Ezra assigns to the Persian monarch seven special counsellors (Esther 7:14), and Herodotus says that there were seven leading families in Persia whose heads were specially privileged (3:84). The title, however, \"princes of Persia and Media,\" is not found anywhere but here. Which saw the king's face. Among the privileges said by Herodotus to have been reserved to the heads of the great families, one of the most valued was that of free access to the monarch at all times, unless he were in the seraglio.NEWLINEVERSETITLESTARTEsther1:15VERSETITLEENDNEWLINEVERSESTARTWhat shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains?VERSEENDNEWLINEVerse 15. - What shall we do to queen Vashti according to law? Literally, \"According to law, what is there to do to queen Vashti?\" Law is given the prominent place, as though the king would say, Let us put aside feeling, and simply consider what the law is. If a queen disobeys the king openly in the face of his court, what, according to law, is to be done to her?NEWLINEVERSETITLESTARTEsther1:16VERSETITLEENDNEWLINEVERSESTARTAnd Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that are in all the provinces of the king Ahasuerus.VERSEENDNEWLINEVerse 16. - And Memucan answered. We gather from Memucan's reply that the Persian law had provided no penalty for the case in hand - had, in fact, not contemplated it. He first argues the matter on general grounds of morality (ver. 16) and expediency (vers. 17, 18), and then proposes the enactment of a new law - a privilegium - assigning Vashti a special punishment for her contempt of the king's order. The \"decree\" (ver. 20) would not have been necessary had there already existed a law on the point. Vashti, the queen, hath not done wrong to the king only. With the servility to be expected in an Oriental and a courtier, Memucan throws himself wholly on the king's side - insinuates no word of blame against his royal master, on whom in justice the whole blame rested; but sets himself to make the worst he can of Vashti's conduct, which (he says) was a wrong not to Ahasuerus only, but to the whole male population of the empire, the princes included, who must expect their wives to throw off all subjection, in imitation of the queen's example, if her conduct were allowed to go unpunished. As such a condition of things would be intolerable, the king is urged to disgrace her publicly.NEWLINEVERSETITLESTARTEsther1:17VERSETITLEENDNEWLINEVERSESTARTFor this deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not.VERSEENDNEWLINEVerse 17. - They shall despise their husbands. Literally, \"their lords,\" but the word is the one ordinarily used for \"husband.\" When it shall be reported. Rather, \"while they say,\" or \"and shall say.\" (So the Vulgate - \"ut contemnant et dicant.\")NEWLINEVERSETITLESTARTEsther1:18VERSETITLEENDNEWLINEVERSESTARTLikewise shall the ladies of Persia and Media say this day unto all the king's princes, which have heard of the deed of the queen. Thus shall there arise too much contempt and wrath.VERSEENDNEWLINEVerse 18. - The ladies. Rather, \"the princesses.\" Translate the whole passage as follows: - \"Likewise shall the princesses of Persia and Media, which have heard of the deed of the queen, say this day to all the king's princes.\" Not only will the wives of the common people get hold of the story, and quote Vashti's example as often as they wish to disobey their husbands, but our own wives too will disobey us on the same pretext, and will begin forthwith \"this day.\" Too much contempt and wrath. Literally, \"sufficient;\" but the meaning is that given by our translators - \"quite enough,\" \"more than enough.\" Contempt on the part of the wives; wrath on the part of the husbands.NEWLINEVERSETITLESTARTEsther1:19VERSETITLEENDNEWLINEVERSESTARTIf it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she.VERSEENDNEWLINEVerse 19. - A royal commandment. Literally, \"a command of the kingdom\" - i.e. a public, not a domestic, order. Under ordinary circumstances such a matter as the disgrace of a favourite wife would have been settled in the secrecy of the seraglio, without calling general attention to it. In Memu-can's opinion, the publicity of Vashti's disobedience had made it expedient that she should be disgraced publicly. Let it be written among the laws of the Persians and the Medes. A sentence upon an individual was not a very suitable thing to add to a national code of laws; but we see from Daniel (Daniel 6:8, 9) that decrees of quite a temporary character were sometimes attached to the code for the express purpose of rendering them unalterable; and so it seems to have been in this instance. Unto another. Literally, as in the margin, \"unto her companion.\" Memucan assumes that one of the existing inmates of the seraglio will be elevated into the place vacated by Vashti. This was the ordinary course, but on the present occasion was not followed.NEWLINEVERSETITLESTARTEsther1:20VERSETITLEENDNEWLINEVERSESTARTAnd when the king's decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small.VERSEENDNEWLINEVerse 20. - The king's decree. The \"commandment\" of the preceding verse is here given the formal name of pithgam, \"decree,\" which is a Persian word, used also in Ezra (Ezra 4:17; Ezra 5:7, 11). For it is great. These words seem at first sight superfluous. Perhaps their force is this - Let a decree be made, and then, great as the empire is, the lesson will be taught to all: otherwise there will be many to whom it will never penetrate.NEWLINEVERSETITLESTARTEsther1:21VERSETITLEENDNEWLINEVERSESTARTAnd the saying pleased the king and the princes; and the king did according to the word of Memucan:VERSEENDNEWLINEVerse 21. - The king did according to the word of Memucan. This expression must not be pressed too closely. It does not imply more than that Memucan's advice was followed in a general way - Vashti disgraced, and the grounds of her disgrace published throughout the provinces. We cannot be sure that the decree was \"written among the laws of the Persians and the Medes.\" Even if it was, it was always possible for a Persian king to give himself a dispensation from the law (see Herod., 3:58).NEWLINEVERSETITLESTARTEsther1:22VERSETITLEENDNEWLINEVERSESTARTFor he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that it should be published according to the language of every people.VERSEENDNEWLINEVerse 22. - For he sent. Rather, \"and he sent.\" Besides publishing the decree, Ahasuerus sent letters prescribing certain things, viz.: -NEWLINENEWLINE1. That every man should bear rule in his own house; and,NEWLINENEWLINE2. That every man should speak his own language in his family, and not that of his wife, if it were different.NEWLINENEWLINEThis is the plain meaning of the existing text, which cannot bear either of the senses suggested in the Authorised Version.NEWLINENEWLINENEWLINENEWLINENEWLINE","Esth.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther2:1VERSETITLEENDNEWLINEVERSESTARTAfter these things, when the wrath of king Ahasuerus was appeased, he remembered Vashti, and what she had done, and what was decreed against her.VERSEENDNEWLINEVERSETITLESTARTEsther2:2VERSETITLEENDNEWLINEVERSESTARTThen said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:VERSEENDNEWLINEVerse 2. - The king's servants that ministered unto him. i.e. the great officers of the court, eunuchs and others, who had been more or less concerned in the disgrace of Vashti. Fair young virgins. Or, \"young virgins fair to look on\" (see Esther 1:11).NEWLINEVERSETITLESTARTEsther2:3VERSETITLEENDNEWLINEVERSESTARTAnd let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of Hege the king's chamberlain, keeper of the women; and let their things for purification be given them:VERSEENDNEWLINEVerse 3. - The house of the women. In an Oriental palace the women's apartments are always distinct from those of the men, and are usually placed in a separate building, which the Greeks called the gynaeceum, and the Jews \"the house of the women.\" At Susa this was a large edifice, and comprised several subdivisions (see ver. 14). Hege, the king's chamberlain. Literally, \"the king's eunuch, i.e. one of the royal eunuchs (see Esther 1:10). Keeper of the women. Strictly speaking, Hege seems to have been keeper of the virgins only (see ver. 14); but he may have exercised a certain superintendence over the entire gynaeceum. Their things for purification. See ver. 12. Such a divinity lodged in the Persian king that even pure maidens had to be purified before approaching him! It would have been well if the divinity had been himself less impure.NEWLINEVERSETITLESTARTEsther2:4VERSETITLEENDNEWLINEVERSESTARTAnd let the maiden which pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.VERSEENDNEWLINEVERSETITLESTARTEsther2:5VERSETITLEENDNEWLINEVERSESTARTNow in Shushan the palace there was a certain Jew, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite;VERSEENDNEWLINEVerse 5. - Now in Shushan... there was a certain Jew. Hitherto the narrative has been a mere story of the Persian court. Now at last a Jew is brought on the scene, very abruptly; and the history is to a certain extent attached to the other sacred books, and assigned its place, by the genealogy which follows. Whose name was Mordecai. The name Mordecai must almost certainly be connected with that of Marduk, or Merodach, the Babylonian and Assyrian god. But it may have been given to his son by a Baby-Ionian Jew without any thought of its derivation or meaning, perhaps out of compliment to a Babylonian friend or master. Another Mordecai, also a Jew, is mentioned by Ezra (Ezra 2:2) and Nehemiah (Nehemiah 7:7).NEWLINEVERSETITLESTARTEsther2:6VERSETITLEENDNEWLINEVERSESTARTWho had been carried away from Jerusalem with the captivity which had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.VERSEENDNEWLINEVerse 6. - Who had been carried away. The word \"who\" may have either Kish or Mordecai for its antecedent. It is simplest, however, and most grammatical (see 'Dictionary of the Bible,' vol. 2. p. 419), to refer it to Kish. Chronological considerations also lead to the same result; and indeed, if we suppose Mordecai to be intended, we must give up the identification of Ahasuerus with Xerxes. The captivity which had been carried away with Jeconiah. There were at least three captivities of Judah the first when Daniel was carried away, in the third year of Jehoiakim (Daniel 1:1), which was B.C. 605; the second that here referred to, when Jehoiachin, or Jeconiah, was made prisoner, eight years later, or B.C. 597; and the third when Zedekiah was taken and Jerusalem burnt, in B.C. 586. Kish belonged to the second captivity. Whom Nebuchadnezzar... carried away. See 2 Kings 24:15; 2 Chronicles 36:10; Jeremiah 24:1.NEWLINEVERSETITLESTARTEsther2:7VERSETITLEENDNEWLINEVERSESTARTAnd he brought up Hadassah, that is, Esther, his uncle's daughter: for she had neither father nor mother, and the maid was fair and beautiful; whom Mordecai, when her father and mother were dead, took for his own daughter.VERSEENDNEWLINEVerse 7. - He brought up Hadassah, that is, Esther. \"Hadassah\" has been compared with \"Atossa,\" and \"Esther\" with \"Amestris;\" but there is probably no more ground for the one identification than the other. Mordecai's cousin received originally the Hebrew name of \"Hadassah,\" a derivative of hadas \"myrtle\" (compare \"Susannah\" from shushan, \"lily\"); but was subsequently called by the Persians \"Esther,\" which may either be Ishtar, \"Venus,\" or an equivalent of the Zend ctare, Mod. Pers. sitareh, Greek ἀστήρ, Engl. \"star,\" etc. His uncle's daughter. Therefore his own first cousin, but probably much younger than himself. Whom Mordecai... took for his own daughter. Not perhaps By a formal adoption, but by taking her to live with him, and treating her as if she had been his own child. This fact is related to account for the terms of familiarity between the two, which form an essential part of the later narrative. It introduces Mordecai to the reader under a favourable aspect, as kindly and benevolent.NEWLINEVERSETITLESTARTEsther2:8VERSETITLEENDNEWLINEVERSESTARTSo it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was brought also unto the king's house, to the custody of Hegai, keeper of the women.VERSEENDNEWLINEVerse 8. - His decree. Literally, \"his law\" - the same word as that which occurs in the phrase \"the law of the Medes and Persians, which altereth not\" (Daniel 6:8, 12, etc.). Hegai. The \"Hege\" of ver. 3. Slight differences in the mode of spelling names were common at this period. Esther was brought. Some have rendered, \"was forcibly brought;\" and in the second Targum on Esther there is a story that Mordecai concealed her to prevent her from becoming an inmate of the royal harem, and that the king's authority was invoked to force him to give her up; but the Hebrew word translated \"was brought\" does not contain any idea of violence; and the Persian Jews probably saw no disgrace, but rather honour, in one of their nation becoming even a secondary wife to the great king.NEWLINEVERSETITLESTARTEsther2:9VERSETITLEENDNEWLINEVERSESTARTAnd the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with such things as belonged to her, and seven maidens, which were meet to be given her, out of the king's house: and he preferred her and her maids unto the best place of the house of the women.VERSEENDNEWLINEVerse 9. - The maiden pleased him. Literally, \"was good in his eyes,\" the same expression as that which occurs in Esther 1:21. And she obtained kindness of him. This is a phrase peculiar to the Book of Esther, and a favourite one with the author (see vers. 15, 17; and Esther 5:2). It is better translated \"she obtained favour\" (as in all the other places where it occurs) than \"she obtained kindness,\" though the latter translation is more literal. Her things for purification. See ver. 12. With such things as belonged to her. Literally, as in the margin, \"with her portions\" - by which is probably meant her daily allowance of food. And seven maidens. Rather, \"and her seven maidens.\" It is implied that each virgin had seven female attendants assigned to her. Meet to be given her. It was in this point that the \"favour\" or \"kindness of Hegel was shown. He selected for her use the most suitable of the attendants.NEWLINEVERSETITLESTARTEsther2:10VERSETITLEENDNEWLINEVERSESTARTEsther had not shewed her people nor her kindred: for Mordecai had charged her that she should not shew it.VERSEENDNEWLINEVerse 10. - Esther had not showed her people. To have confessed that she was a Jewess would probably have roused a prejudice against her, or at any rate have prevented her from being received with special favour. Mordecai, knowing this, had instructed her to say nothing to Hegel on the subject, and no one else, it would seem, had enlightened him.NEWLINEVERSETITLESTARTEsther2:11VERSETITLEENDNEWLINEVERSESTARTAnd Mordecai walked every day before the court of the women's house, to know how Esther did, and what should become of her.VERSEENDNEWLINEVerse 11. - Mordecai walked every day before the court of the women's house. Mordecai seems to have been one of the porters at the main entrance to the palace, and his proper place was at the gateway. He contrived, however, during some part of each day to visit the court in front-of the seraglio, in order to see Esther, or at any rate obtain intelligence concerning her.NEWLINEVERSETITLESTARTEsther2:12VERSETITLEENDNEWLINEVERSESTARTNow when every maid's turn was come to go in to king Ahasuerus, after that she had been twelve months, according to the manner of the women, (for so were the days of their purifications accomplished, to wit, six months with oil of myrrh, and six months with sweet odours, and with other things for the purifying of the women;)VERSEENDNEWLINEVerse 12. - After she had been twelve months, according to the manner of the women. Rather, \"After she had been (in the palace), according to the law prescribed to the women, twelve months.\" A year's purification was considered necessary before any maiden could approach the king (see the comment on ver. 3). Six months with oil of myrrh. Myrrh was highly esteemed, both for its scent and for its purifying power, by the ancients. In Egypt it was employed largely in the preparation of mummies (Herod., 2:86). The Jews were directed to make it one of the chief ingredients in their \"holy anointing oil\" (Exodus 30:23-25). Dresses and beds were scented with it (Psalm 45:8; Proverbs 7:17). And six months with sweet odours. The word translated \"sweet odours\" seems to mean \"spices\" generally (comp. Song of Solomon 4:16).NEWLINEVERSETITLESTARTEsther2:13VERSETITLEENDNEWLINEVERSESTARTThen thus came every maiden unto the king; whatsoever she desired was given her to go with her out of the house of the women unto the king's house.VERSEENDNEWLINEVerse 13. - Then thus came every maiden, etc. Rather, \"And when each maiden came thus purified to the king, whatever she asked was given her,\" etc. The whole verse is one sentence. The meaning is, that on quitting the house of the women for the king's apartments, each maiden was entitled to demand anything that she liked in the way of dress or ornament, and it had to be given her.NEWLINEVERSETITLESTARTEsther2:14VERSETITLEENDNEWLINEVERSESTARTIn the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king's chamberlain, which kept the concubines: she came in unto the king no more, except the king delighted in her, and that she were called by name.VERSEENDNEWLINEVerse 14. - On the morrow. Literally, \"in the morning.\" The second house of the women. The gynaeceum comprised at least three distinct houses: -NEWLINENEWLINE1. A residence for the queen, corresponding to that which Solomon built for the daughter of Pharaoh (1 Kings 7:8);NEWLINENEWLINE2. A house for the secondary wives, or concubines; and,NEWLINENEWLINE3. A house for the virgins. On returning from her first visit to the king's chamber, a woman ordinarily became an inmate of the \"second house.\" This \"second house\" was under the care of a eunuch called Sha'ashgaz.NEWLINEVERSETITLESTARTEsther2:15VERSETITLEENDNEWLINEVERSESTARTNow when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king's chamberlain, the keeper of the women, appointed. And Esther obtained favour in the sight of all them that looked upon her.VERSEENDNEWLINEVerse 15. - Abihail, the uncle of Mordecai. Literally, \"the paternal uncle,\" or \"father's brother.\" The genealogy may be thus exhibited: - Kish —> Shimei —> {(Jair—>Abihail) (Mordecai—>Esther)} Who had taken her for his daughter (see the comment on ver. 7). She required nothing, etc. Esther would not trust to the extraneous and adventitious beauty of dress or ornaments, or at any rate would give herself no trouble about such things. If she succeeded, it should be without effort. Hegai might dress her as he pleased. She left all to him. Esther obtained favour, etc. Either this is intended as a general assertion - \"No one could ever see Esther without admiring her and feeling favourably disposed towards her,\" - or it has special reference to the particular occasion - \"No one who saw Esther on this evening but admired her and felt well disposed towards her.\"NEWLINEVERSETITLESTARTEsther2:16VERSETITLEENDNEWLINEVERSESTARTSo Esther was taken unto king Ahasuerus into his house royal in the tenth month, which is the month Tebeth, in the seventh year of his reign.VERSEENDNEWLINEVerse 16. - The tenth month, which is the month Tebeth. This is the only mention of the month Tebeth in Scripture. It followed Chisleu, and corresponded to the end of December and the earlier part of January. The word seems to have come in from Egypt, where the corresponding month was called Tobi, or Tubi. In the seventh year of his reign. Four years after the disgrace of Vashti, probably in January, B.C. 479. Xerxes had recently returned from the Grecian expedition defeated and disgraced. He was glad to dismiss warlike matters from his thoughts, and to console himself for his failure by the pleasures of the seraglio.NEWLINEVERSETITLESTARTEsther2:17VERSETITLEENDNEWLINEVERSESTARTAnd the king loved Esther above all the women, and she obtained grace and favour in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti.VERSEENDNEWLINEVerse 17. - Above all the women. i.e. \"above all his former secondary wives, as well as above all the virgins.\" The royal crown. See the comment on Esther 1:11.NEWLINEVERSETITLESTARTEsther2:18VERSETITLEENDNEWLINEVERSESTARTThen the king made a great feast unto all his princes and his servants, even Esther's feast; and he made a release to the provinces, and gave gifts, according to the state of the king.VERSEENDNEWLINEVerse 18. - Then the king made a great feast. As Persian kings were in the habit of doing on every joyful occasion. Even Esther's feast. It seems to be meant that the feast was one which continued to be spoken about, and which was commonly known under this title. And he made a release to the provinces. As the Pseudo-Smerdis had done when he usurped the throne (Herod., 3:67). A \"release\" was an exemption from taxation, or from military service, or from both, for a specified period. And gave gifts, according to the state of the king. Literally, that is, \"in right royal fashion\" (see Esther 1:7). The practice of making presents, so common in the East at all times, was much in vogue among the Persians, and was practised especially by the monarchs (Herod., 1:136; 3:135; 7:26; Xen., 'Cyrop.,' 8:2, § 7, et seq.; 'Anab.,' 1:9, § 22, etc.).NEWLINENEWLINECHAPTER 2:19-23 MORDECAI'S DISCOVERY OF A PLOT AGAINST AHASUERUS' LIFE (Esther 2:19-23). Some time after Esther had been made queen, there was a second collection of virgins at Susa (ver. 19), under circumstances which are not related, and which were probably of small importance. At this time (ver. 21) Mordecai, still serving in his humble office at the palace gate, from which he had not been advanced, since Esther had told no one that he was her relation (ver. 20), happened to detect a conspiracy against the king's life, which had been formed by two of the palace eunuchs, Bigthan and Tercsh, whom Ahasuerus had somehow offended (ver. 21). Being still in the habit of holding communication with Esther, Mordecai was able to make her acquainted with the facts, of which she then informed the king, telling him how she had obtained her knowledge (ver. 22). There was nothing surprising or suspicious in a eunuch of the palace having had speech with the queen, especially when he had intelligence of such importance to impart to her. On inquiry, the king found that Mordecai's information was correct; the conspiracy was laid bare, and the conspirators put to death (ver. 23) - the facts being, as was sure to be the case, entered in the court chronicle, a daily record of the life of the court, and of the circumstances that befell the king. It was to have been expected that Mordecai would have been rewarded for his zeal; but somehow or other it happened that his services were overlooked he was neither promoted from his humble office, nor did he receive any gift (Esther 6:3). This was quite contrary to ordinary Persian practice; but the court generally may have disliked Mordecai because he was a Jew.NEWLINEVERSETITLESTARTEsther2:19VERSETITLEENDNEWLINEVERSESTARTAnd when the virgins were gathered together the second time, then Mordecai sat in the king's gate.VERSEENDNEWLINEVerse 19. - When the virgins were gathered together. Rather, \"When virgins.\" There is no article. The fact seems to be mentioned simply as furnishing a date, and we must suppose both that there was a second gathering, and that the time when it happened was generally known to the Jews and Persians. Then Mordecai sat, etc. The three verses, 19, 20, 21, hang together, and form a single sentence: \"When virgins were gathered together a second time, and Mordecai was sitting in the king's gate - now Esther had not showed her kindred or her people, as Mordecai had charged her; for Esther did the command of Mordecai like as when she was brought up with him - in those days, while Mordecai sat in the king's gate, Bigthan and Teresh, two of the king's eunuchs, being of the number of them which kept the threshold, were wroth,\" etc.NEWLINEVERSETITLESTARTEsther2:20VERSETITLEENDNEWLINEVERSESTARTEsther had not yet shewed her kindred nor her people; as Mordecai had charged her: for Esther did the commandment of Mordecai, like as when she was brought up with him.VERSEENDNEWLINEVerse 20. - Esther had not yet showed, etc. This is inserted to account for the humble position still occupied by Mordecai. In the East a person's relations usually rise with him; and the reader would naturally expect that when Esther was once queen, Mordecai would have become rich and great. Esther's silence accounts for Mordecai's low estate; Mordecai's command (see ver. 10) accounts for Esther's silence. For Esther did the commandment of Mordecai. The royal dignity did not change Esther's heart. She was still the dutiful child she had been so many years. Mordecai had forbidden her to tell her kindred; he had not removed his prohibition, so she had kept silence.NEWLINEVERSETITLESTARTEsther2:21VERSETITLEENDNEWLINEVERSESTARTIn those days, while Mordecai sat in the king's gate, two of the king's chamberlains, Bigthan and Teresh, of those which kept the door, were wroth, and sought to lay hand on the king Ahasuerus.VERSEENDNEWLINEVerse 21. - In those days. Or, \"at that time\" - i.e. at the time when the second gathering of the virgins took place (see ver. 19). Two of the king's chamberlains. Rather, \"eunuchs.\" Bigthan, or Bigthana (Esther 6:2), is probably the same name as the Bigtha of Esther 1:10, and possibly the same personage. Teresh is not mentioned elsewhere. Of those which kept the door. Two of the eunuchs who guarded the entrance to the king's sleeping apartment. This was a position of the highest possible trust, and gave conspirators a terrible advantage. Xerxes actually lost his life through a conspiracy formed by Artabanus, the captain of his guard, with Aspamitras, a eunuch and chamberlain (Ctes., 'Exc. Pers.,' § 29).NEWLINEVERSETITLESTARTEsther2:22VERSETITLEENDNEWLINEVERSESTARTAnd the thing was known to Mordecai, who told it unto Esther the queen; and Esther certified the king thereof in Mordecai's name.VERSEENDNEWLINEVerse 22. - And the thing was known unto Mordecai. Josephus says that a certain Pharnabazus, a slave of one of the conspirators, betrayed them to Mordecai ('Ant. Jud.,' 14:6, § 4). One of the Targums on Esther attributes his discovery of the plot to his knowledge of languages. But it is probable that these are mere guesses. And Esther certified the king thereof. The original is simpler, \"And Esther told it to the king.\" In Mordecai's name. Mordecai's name thus came first before the king. Esther mentioned him as her informant, but did not say that he was related to her (comp. Esther 8:1).NEWLINEVERSETITLESTARTEsther2:23VERSETITLEENDNEWLINEVERSESTARTAnd when inquisition was made of the matter, it was found out; therefore they were both hanged on a tree: and it was written in the book of the chronicles before the king.VERSEENDNEWLINEVerse 23. - It was found out. The subsequent history shows that Mordecai's information was found to be correct, since he was ultimately adjudged to have deserved the highest possible reward (Esther 6:6-10). The two conspirators were condemned to death and hanged on a tree, i.e. crucified or impaled, as traitors and rebels commonly were in Persia (see Herod., 3 159; 4:43; 'Behist. Inscr.,' col. 2. pars. 13, 14; col. 3. par. 8). And it was written in the book of the chronicles. Historiographers were attached to the Persian court, and attended the monarch wherever he went. We find them noting down facts for Xerxes at Doriscus (Herod., 7:100), and again at Salamis (ibid. 8:90). They kept a record something like the acta diurna of the early Roman empire (Tacit., 'Ann.,' 13:31), and specially noted whatever concerned the king. Ctesias pretended to have drawn his Persian history from these \"chronicles\" (up. Diod. Sic., 2:32), and Herodotus seems to have obtained access to some of them (see the writer's 'Herodotus,' Introduction, ch. 1.h p. 56). Before the king. i.e. \"in the king's presence.\" This was not always the case; but when the matter was very important the king exercised a supervision over what was written.NEWLINENEWLINENEWLINENEWLINENEWLINE","Esth.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther3:1VERSETITLEENDNEWLINEVERSESTARTAfter these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes that were with him.VERSEENDNEWLINEVerse 1. - After these things. Probably some years after - about B.C. 476 or 475. Haman, the son of Hammedatha. \"Haman\" is perhaps Umanish, the Persian equivalent of the Greek Eumenes. \"Hammedatha\" has been explained as \"given by the moon\" (Mahadata), the initial h being regarded as the Hebrew article. But this mixture of languages is not probable. The Agagite. The Septuagint has Βουγαῖος, \"the Bugaean.\" Both terms are equally inexplicable, with our present knowledge; but most probably the term used was a local one, marking the place of Haman's birth or bringing up. A reference to descent from the Amalekite king Agag (Joseph., 'Ant. Jud.,' 11:6, § 5) is scarcely possible.NEWLINEVERSETITLESTARTEsther3:2VERSETITLEENDNEWLINEVERSESTARTAnd all the king's servants, that were in the king's gate, bowed, and reverenced Haman: for the king had so commanded concerning him. But Mordecai bowed not, nor did him reverence.VERSEENDNEWLINEVerse 2. - All the king's servants. Literally, \"the king's slaves\" - the lower officers of the court, porters and others, of about the same rank as Mordecai. Bowed and reverenced Haman. i.e. prostrated themselves before him in the usual Oriental fashion. For the king had so commanded. No reason is assigned for this order, which was certainly unusual, since the prostration of an inferior before a superior was a general rule (Herod., 1:134). Perhaps Haman had been elevated from a very low position, and the king therefore thought a special order requisite. Mordecai bowed not. Greeks occasionally refused to prostrate themselves before the Great King himself, saying that it was not their custom to worship men (Herod., 7:136; Plut., 'Vit. Artax.,' § 22; Arrian., 'Exp. Alex.,' 4:10-12, etc.). Mordecai seems to have had the same feeling. Prostration was, he thought, an act of worship, and it was not proper to worship any one excepting God (see Revelation 22:9).NEWLINEVERSETITLESTARTEsther3:3VERSETITLEENDNEWLINEVERSESTARTThen the king's servants, which were in the king's gate, said unto Mordecai, Why transgressest thou the king's commandment?VERSEENDNEWLINEVerses 3, 4. - The king's servants, which were in the gate with Mordecai, were the first to observe his disrespect, and at once took up the matter. Why were they to bow down, and Mordecai not? Was he any better or any grander than they? What right had he to transgress the king's commandment? When they urged him on the point day after day, Mordecai seems at last to have explained to them what his objection was, and to have said that, as a Jew, he was precluded from prostrating himself before a man. Having heard this, they told Haman, being curious to see whether Mordecai's matters (or, rather, \"words\") would stand, i.e. whether his excuse would be allowed, as was that of the Spartan ambassadors who declined to bow down before Artaxerxes Longimanus (Herod., 1. s. c.).NEWLINEVERSETITLESTARTEsther3:4VERSETITLEENDNEWLINEVERSESTARTNow it came to pass, when they spake daily unto him, and he hearkened not unto them, that they told Haman, to see whether Mordecai's matters would stand: for he had told them that he was a Jew.VERSEENDNEWLINEVERSETITLESTARTEsther3:5VERSETITLEENDNEWLINEVERSESTARTAnd when Haman saw that Mordecai bowed not, nor did him reverence, then was Haman full of wrath.VERSEENDNEWLINEVerse 5. - When Haman saw. Apparently Mordecai's disrespect had not been observed by Haman until the \"king's servants\" called his attention to it. Then, naturally enough, he was greatly offended, and felt exceedingly angry at what seemed to him a gross impertinence. Mordecai's excuse did not pacify him - perhaps seemed to him to make the matter worse, since, if allowed, it would justify all the Jews in the empire in withholding from him the respect that he considered his due.NEWLINEVERSETITLESTARTEsther3:6VERSETITLEENDNEWLINEVERSESTARTAnd he thought scorn to lay hands on Mordecai alone; for they had shewed him the people of Mordecai: wherefore Haman sought to destroy all the Jews that were throughout the whole kingdom of Ahasuerus, even the people of Mordecai.VERSEENDNEWLINEVerse 6. - He thought scorn to lay hands on Mordecai alone. If Haman had simply said to Ahasuerus, \"There is one of your menials who persistently disobeys a royal edict, and at the same time insults me,\" Ahasuerus would, as a matter of course, have told him to put the menial to death. But the revengeful temper of the man was such that this seemed to him insufficient. Mordecai had insulted him as a Jew, and the Jews should pay the penalty. Mordecai should be punished not only in person, but in his kindred, if he had any, and in his nation. The nation itself was contumacious and troublesome (ver. 8); it would be well to get rid of it. And it would be a grand thing to wipe out an insult offered by an individual in the blood of a whole people. Haman therefore sought to destroy all the Jews that were throughout the whole kingdom of Ahasuerus. Massacres on a large scale - not unknown in the West, witness St. Bartholomew's - are of frequent occurrence in the East, where human life is not held in much regard, and the caprices of absolute monarchs determine the course of history. There had been a general massacre of the Magi upon the accession of Darius Hystaspis, the father of Xerxes (Herod., 3:79), and one of Scythians about a century before (ibid. 1.106). These were examples which might occur to Haman. A later one is the Roman massacre of Mithridates in B.C. 88.NEWLINENEWLINECHAPTER 3:7-15 HAMAN CASTS LOTS TO OBTAIN A LUCKY DAY FOR HIS ENTERPRISE, AND OBTAINS A DAY IN THE MONTH ADAR, THE LAST MONTH OF THE YEAR (Esther 3:7). Having determined on a general massacre of the Jews on a given day, as the best mode of ridding the empire of them, Haman thought it of supreme importance, to select for the massacre a propitious and fortunate day. Lucky and unlucky days are recognised generally throughout the East; and it is a wide-spread practice, when any affair of consequence is taken in hand, to obtain a determination of the time for commencing it, or carrying it into effect, by calling in the arbitrement of Chance. Haman had recourse to \"the lot,\" and by means of it obtained, as the fight day for his purpose, the 13th of Adar, which was more than ten months distant. The long delay was no doubt unpalateable, but he thought himself bound to submit to it, and took his further measures accordingly.NEWLINEVERSETITLESTARTEsther3:7VERSETITLEENDNEWLINEVERSESTARTIn the first month, that is, the month Nisan, in the twelfth year of king Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day, and from month to month, to the twelfth month, that is, the month Adar.VERSEENDNEWLINEVerse 7. - In the first month, the month Nisan. See the comment on Nehemiah 2:1. This name was first given to the month by the Jews after the return from the captivity. It was the Babylonian name of the first month of the year, and superseded the old Jewish name, Abib. The twelfth year of... Ahasuerus - B.C. 474, if Ahasuerus be Xerxes. They cast Pur, that is, the lot. The superstitious use of lots has always been prevalent in the East, and continues to the present day. Lots were drawn, or thrown, m various ways: sometimes by means of dice, sometimes by slips of wood, or strips of parchment or paper, and also in other manners. Even the Jews supposed a special Providence to preside over the casting of lots (Proverbs 16:33), and thought that matters decided in this way were decided by God. Haman appears to have cast lots, first, as to the day of the month which he should fix for the massacre, and secondly as to the month in which it should take place. Apparently the lot fell out for the thirteenth day (ver. 13), and for the twelfth month, the last month in the year. The word \"Pur\" is not Hebrew it is supposed to be Old Persian, and to be connected with Mod. Pers. pareh, Lat. pars, Greek μέρος μοῖρα. To the twelfth month, that is, the month Adar. Adar is, like Nisan, a Babylonian word, perhaps connected with edder, \"splendour.\" The month so named corresponded nearly with March, when the sun begins to have great power in Western Asia. HAMAN PERSUADES AHASUERUS TO PUBLISH A DECREE COMMANDING THE DESTRUCTION OF ALL THE JEWS IN HIS KINGDOM ON THE ENSUING THIRTEENTH DAY OF ADAR (Esther 3:8-15). Having formed his own resolve, it remained for Haman to bring his proposal before Ahasuerus in such a shape as should secure his acquiescence in it. For this purpose he thought it best, first, to raise a prejudice against the Jews by representing them as bad subjects, causing trouble through the peculiarity of their own laws, and still more through their unwillingness to render obedience to the Persian laws (ver. 8). In support of this last statement he would no doubt, if questioned, have adduced the conduct of Mordecai, who persisted in \"transgressing the king's commandment,\" and gave as his only reason that he was a Jew, and therefore could not obey it (ver. 4). As, however, he doubted the effect of this reasoning on his royal master, he held in reserve an argument of another kind, an appeal to the king's cupidity, which constituted his main reliance. If the king gave his consent to the destruction of the Jewish nation, Haman undertook to pay into the royal treasuries, out of his private means, a sum which cannot be estimated at much less than two millions and a quarter of pounds sterling, and which may have amounted to a much higher figure (ver. 9). The effect of this argument upon Ahasuerus was decisive; he at once took his signet-ring from his finger, and made it over to his minister (ver. 10), thus enabling him to promulgate any decree that he pleased, and he openly declared that he gave over the Jewish nation, their lives and properties, into Haman's hands (ver. 11). Haman \"struck while the iron was hot.\" The king's scribes were put in requisition - a decree was composed, numerous copies of it made, the royal seal am,ca to each (ver. 12), and a copy despatched forthwith to each governor of a province by the royal post, ordering the complete destruction of the Jews within his province, young and old, men, women, and children, on the thirteenth day of the month Adar, and the confiscation of their property (ver. 13). The posts started off with all speed, \"being hastened by the king's commandment\" (ver. 15); and the two men who had plotted a nation's extermination, as if they had done a good day's work, and deserved refreshment, \"sat down to drink.\" But the Persians generally were less satisfied with the decree than their monarch and his minister; it surprised and startled them; \"the city Shushan was perplexed.\"NEWLINEVERSETITLESTARTEsther3:8VERSETITLEENDNEWLINEVERSESTARTAnd Haman said unto king Ahasuerus, There is a certain people scattered abroad and dispersed among the people in all the provinces of thy kingdom; and their laws are diverse from all people; neither keep they the king's laws: therefore it is not for the king's profit to suffer them.VERSEENDNEWLINEVerse 8 - There is a certain people scattered abroad and dispersed. It is not always borne in mind how large a part of the Jewish nation remained in the lands to which they had been carried away captive, after the permission had been given to return. Josephus notes that the richer and more influential of the Babylonian Jews were very little inclined to quit Babylon ('Ant. Jud.,' 11:1). There was evidently a large Jewish colony at Susa (infra, Esther 9:12-15). The Book of Tobit shows that Israelites, scarcely to be distinguished from Jews, were settled in Rhages and Ecbatana. The present passage is important as showing the early wide dispersion of the Jewish people. Their laws are diverse. A true charge, but a weak argument for their destruction, more especially as the Persians allowed all the conquered nations to retain their own laws and usages. Neither keep they the king's laws. Important, if true. But it was not true in any broad and general sense. There might be an occasional royal edict which a Jew could not obey; but the laws of the Medes and Persians were in the main righteous laws, and the Jews readily observed them. They were faithful and loyal subjects of the Achaemenian monarchs from first to last from Cyrus to Darius Codomannus. For the king's profit. Rather, as in the margin, \"meet\" or \"fitting for the king.\" To suffer them. Or, \"to let them alone.\"NEWLINEVERSETITLESTARTEsther3:9VERSETITLEENDNEWLINEVERSESTARTIf it please the king, let it be written that they may be destroyed: and I will pay ten thousand talents of silver to the hands of those that have the charge of the business, to bring it into the king's treasuries.VERSEENDNEWLINEVerse 9. - If it please the king, lot it be written that they may be destroyed, and I will pay, etc. This startling proposition, to which the king might well have demurred, for even Xerxes could scarcely have regarded such a massacre as a light matter, is followed immediately, and before the king has time to reflect, by the tempting offer of such a bribe as even a king could not view with indifference. Xerxes had once, if we may trust Herodotus, declined to accept from a subject a gift of money equal to about four and a half million of pounds sterling (Herod., 7:28); but this was early in his reign, when his treasury was full, and he had not exhausted his resources by the Greek war. Now, in his comparative poverty, a gift of from two to three millions had attractions for him which proved irresistible. To the hands of those that have the charge of the business. Not the business of the slaughter, but the business of receiving money for the king, i.e. the royal treasurers. To bring it. i.e. \"for them to bring it,\" or pay it, \"into the royal treasuries.\" On the multiplicity of the royal treasuries see the comment on Ezra 7:20.NEWLINEVERSETITLESTARTEsther3:10VERSETITLEENDNEWLINEVERSESTARTAnd the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite, the Jews' enemy.VERSEENDNEWLINEVerse 10. - The king took his ring from his hand. Rather, \"took his signet from his hand.\" This may have been a ring, for signet-rings were known to the Persians, but is perhaps more likely to have been a cylinder, like that of Darius, his father, which is now in the British Museum ('Ancient Monarchies,' vol. 4. p. 182). And gave it unto Haman. Thus giving him the power of making whatsoever edicts he pleased, since nothing was requisite to give authority to an edict but the impression of the royal seal (see Herod., 3:128). For similar acts of confidence see Genesis 41:42; Esther 8:2. The Jews' enemy. Rather, \"persecutor.\"NEWLINEVERSETITLESTARTEsther3:11VERSETITLEENDNEWLINEVERSESTARTAnd the king said unto Haman, The silver is given to thee, the people also, to do with them as it seemeth good to thee.VERSEENDNEWLINEVerse 11. - The silver is given thee, the people also. Not \"the silver which thou hast given me is given back to thee,\" for the 10,000 talents had not been given, but only offered. Rather, \"the silver of the people is given thee, together with the people themselves, to do with both as it pleases thee.\" Confiscation always accompanies execution in the East, and the goods of those who are put to death naturally escheat to the crown, which either seizes them or makes a grant of them. Compare ch. 8:11, where the property of those of the Jews' enemies who should suffer death is granted to those who should slay them.NEWLINEVERSETITLESTARTEsther3:12VERSETITLEENDNEWLINEVERSESTARTThen were the king's scribes called on the thirteenth day of the first month, and there was written according to all that Haman had commanded unto the king's lieutenants, and to the governors that were over every province, and to the rulers of every people of every province according to the writing thereof, and to every people after their language; in the name of king Ahasuerus was it written, and sealed with the king's ring.VERSEENDNEWLINEVerse 12. - Then were the king's scribes called. \"Scribes\" (in the plural) are spoken of as attending on Xerxes throughout the Grecian expedition (Herod., 7:100; 8:90). Such persons were always near at hand in the palace, ready to draw up edicts. On the thirteenth day of the first month. It is conjectured that Haman cast his lots on the first day of the year (Berthcau), as an auspicious time for taking anything in hand, and having obtained a thirteenth day for the massacre, adopted the same number as probably auspicious for the necessary appeal to the king. Having gained the king s consent, he sent at once for the scribes. The king's lieutenants. Literally, \"the king's satraps.\" The actual Persian word is used, slightly Hebraised. And to the governors. The word used has been compared with pasha (Stanley), and again with beg or bey, but is probably distinct from either. It designates a provincial governor of the second rank-one who would have been called by the Greeks ὑποσατράπης. The number of these subordinate officials was probably much greater than that of the satraps. And to the rulers of every people. i.e. the native authorities - the head men of the conquered peoples, to whom the Persian system allowed a considerable share of power. In the name of king Ahasuerus was it written. All edicts were in the king's name, even when a subject had been allowed to issue them. See the story of Bagseus in Herodotus (3:128), where the edicts, of which he alone was the author, have the form of orders from the king. And sealed with the king's ring. Or \"signet\" (see note on ver. 10).NEWLINEVERSETITLESTARTEsther3:13VERSETITLEENDNEWLINEVERSESTARTAnd the letters were sent by posts into all the king's provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, even upon the thirteenth day of the twelfth month, which is the month Adar, and to take the spoil of them for a prey.VERSEENDNEWLINEVerse 13. - And the letters were sent by posts. The Persian system of posts is thus described by Xenophon, who attributes its introduction to Cyrus: - \"Stables for horses are erected along the various lines of route, at such a distance one from another as a horse can accomplish in a day. All the stables are provided with a number of horses and grooms. There is a post-master to preside over each, who receives the despatches along with the tired men and horses, and sends them on by fresh horses and fresh riders. Sometimes there is no stoppage in the conveyance even at night; since a night courier takes up the work of the day courier, and continues it. It has been said that these posts outstrip the flight of birds, which is not altogether true; but beyond a doubt it is the most rapid of all methods of conveyance by land\" ('Cyrop.,' 8:6, § 17). To destroy, to kill, and to cause to perish. The writer quotes from the edict, which appears to have had as many surplus words as a modern English law paper. Young and old, little children and women. \"To take the father's life and spare the child's\" was thought to be an act of folly in ancient times. Wives and children of criminals were, as a matter of course, put to death with them. This was anciently even the Jewish practice (Joshua 7:24, 25; 2 Kings 9:26; 2 Kings 14:6), and was quite an established usage in Persia (Herod., 3:119). The thirteenth day. The Septuagint has \"the fourteenth day\" in its professed copy of the decree, but confirms the Hebrew text here by making the thirteenth the actual day of the struggle (Esther 9:1). The fourteenth and fifteenth are the days now kept by the Jews; but it is suspected that an alteration has been made in order to assimilate the Purim to the passover feast, which began on the 14th of Nisan.NEWLINEVERSETITLESTARTEsther3:14VERSETITLEENDNEWLINEVERSESTARTThe copy of the writing for a commandment to be given in every province was published unto all people, that they should be ready against that day.VERSEENDNEWLINEVerse 14. - The exact import of this verse is uncertain. Some suppose it to be a mere heading to a copy of the decree, which was originally inserted in the text between verses 14 and 15. In this case the translation should be Ñ \"A copy of the writing for giving commandment to every province, published to all peoples, that they should be ready against that day.\"NEWLINEVERSETITLESTARTEsther3:15VERSETITLEENDNEWLINEVERSESTARTThe posts went out, being hastened by the king's commandment, and the decree was given in Shushan the palace. And the king and Haman sat down to drink; but the city Shushan was perplexed.VERSEENDNEWLINEVerse 15. - The posts went out, being hastened. Though there was ample time, since the remotest part of the empire could be reached in a month, or two at the most, yet the posts were \"hastened,\" Haman being impatient, lest the king should change his mind, and decline to publish the edict. The king may himself also have wished to have the matter settled past recall. The king sat down with Haman to drink. This touch seems intended to mark their hardness of heart. As Nero \"fiddled while Rome was burning,\" so these two, having assigned a nation to destruction, proceeded to enjoy themselves at \"a banquet of wine.\" But the city of Susa was perplexed. The Jews had enemies in Susa (Esther 9:12-15); but the bulk of the inhabitants being Persians, and so Zoroastrians, would be likely to sympathise with them. There might also be a widespread feeling among persons of other nationalities that the precedent now set was a dangerous one. Generally the people of the capital approved and applauded what. ever the great king did. Now they misdoubted the justice, and perhaps even the prudence, of what was resolved upon. The decree threw them into perplexity.NEWLINENEWLINENEWLINENEWLINENEWLINE","Esth.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther4:1VERSETITLEENDNEWLINEVERSESTARTWhen Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry;VERSEENDNEWLINEVerse 1. - Mordecai rent his clothes. Compare Ezra 9:3, 5 with the comment. The meaning of the act was well understood by the Persians. Put on sackcloth with ashes. So Daniel (Daniel 9:3), and the king of Nineveh (Jonah 3:6). Either act by itself was a sign of deep grief; both combined betokened the deepest grief possible. And went out into the midst of the city. The palace was not to be saddened by private griefs (see the next verse). Mordecai, therefore, having assumed the outward signs of extreme sorrow, quitted the palace, and entered the streets of the town. There, overcome by his feelings, he vented them, as Asiatics are wont to do, in loud and piercing cries (comp. Nehemiah 5:1).NEWLINEVERSETITLESTARTEsther4:2VERSETITLEENDNEWLINEVERSESTARTAnd came even before the king's gate: for none might enter into the king's gate clothed with sackcloth.VERSEENDNEWLINEVerse 2. - And came even before the king's gate. After some aimless wandering Mordecai as returned toward the palace, either his proper place, or with some incipient notion of obtaining Esther's help. He was not allowed, however, to pass the outer gate on account of his garb of woe, and he remained outside (see ver. 6).NEWLINEVERSETITLESTARTEsther4:3VERSETITLEENDNEWLINEVERSESTARTAnd in every province, whithersoever the king's commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.VERSEENDNEWLINEVerse 3. - And in every province. As fast as the news spread, as province after province received the decree, the Jews spontaneously did as Mordecai had done - everywhere there was great sorrow, shown commonly by fasting, weeping, and wailing, while in numerous instances the mourners even went the length of putting on sackcloth and ashes. Thus an ever-increasing cloud of grief overshadowed the land. GRIEF OF ESTHER. HER COMMUNICATIONS WITH MORDECAI. SHE CONSENTS TO RISK MAKING AN APPEAL TO THE KING (Esther 4:4-17). Esther, in the seclusion of the harem, knew nothing of what the king and Haman had determined on. No one in the palace suspected how vitally she was concerned in the matter, since none knew that she was a Jewess, and state affairs are not commonly discussed between an Oriental monarch and a young wife. It was known, however, that she took an interest in Mordecai; and when that official was seen outside the palace gate in his mourning garb, it was reported to the queen. Not being aware why he grieved, but thinking that perhaps it was some light matter which he took too much to heart, she sent him a change of raiment, and requested him to put off his sackcloth. But Mordecai, without assigning any reason, refused (ver. 4). Esther upon this caused inquiry to be made of Mordecai concerning the reason of his mourning, and in this way became acquainted with what had happened (vers. 5-9). At the same time she found herself called on by Mordecai to incur a great danger, since he requested her to go at once to the king, and to intercede with him for her people (ver. 8). In reply, the queen pointed out the extreme risk which she would run in entering the royal presence uninvited, and the little chance that there was of her receiving a summons, since she had not had one for thirty days (ver. 11). Mordecai, however, was inexorable. He reminded Esther that she herself was threatened by the decree, and was not more likely to escape than any other Jew or Jewess; declared his belief that, if she withheld her aid, deliverance would arise from some other quarter; warned her that neglect of duty was apt to provoke a heavy retribution, and suggested that she might have been raised to her queenly dignity for the express purpose of her being thus able to save her nation (vers. 13, 14). The dutiful daughter, the true Jewess, could resist no longer; she only asked that Mordecai and the other Jews in Susa would fast for her three days, while she and her maidens also fasted, and then she would take her life in her hand, and enter the royal presence uninvited, though it was contrary to the law; the risk should be run, and then, as she said with a simple pathos never excelled, \"if I perish, I perish\" (ver. 16). Satisfied with this reply, Mordecai \"went his way,\" and held the three days' fast which Esther had requested (ver. 17).NEWLINEVERSETITLESTARTEsther4:4VERSETITLEENDNEWLINEVERSESTARTSo Esther's maids and her chamberlains came and told it her. Then was the queen exceedingly grieved; and she sent raiment to clothe Mordecai, and to take away his sackcloth from him: but he received it not.VERSEENDNEWLINEVerse 4. - Esther's maids and her chamberlains. A queen consort at an Oriental court is sure to have, besides her train of maids, a numerous body of eunuchs, who are at her entire disposal, and are especially employed in going her errands and maintaining her communications with the outer world. Told her. Esther's interest in Mordecai would be known to the maids and eunuchs by Mordecai's inquiries about her (Esther 1:11) and communications with her (ibid. ver. 22).NEWLINEVERSETITLESTARTEsther4:5VERSETITLEENDNEWLINEVERSESTARTThen called Esther for Hatach, one of the king's chamberlains, whom he had appointed to attend upon her, and gave him a commandment to Mordecai, to know what it was, and why it was.VERSEENDNEWLINEVerse 5. - To know what it was, and why it was. i.e. \"to know what the mourning garb exactly meant, and for what reason he had assumed it.\"NEWLINEVERSETITLESTARTEsther4:6VERSETITLEENDNEWLINEVERSESTARTSo Hatach went forth to Mordecai unto the street of the city, which was before the king's gate.VERSEENDNEWLINEVerse 6. - The street of the city. Rather, \"the square.\"NEWLINEVERSETITLESTARTEsther4:7VERSETITLEENDNEWLINEVERSESTARTAnd Mordecai told him of all that had happened unto him, and of the sum of the money that Haman had promised to pay to the king's treasuries for the Jews, to destroy them.VERSEENDNEWLINEVerse 7. - The sum of money. Mordecai evidently considered that the money was an important item in the transaction, and had mainly influenced Ahasuerus. This would not have been the case if Ahasuerus had at once given it back (see the comment on Esther 3:9).NEWLINEVERSETITLESTARTEsther4:8VERSETITLEENDNEWLINEVERSESTARTAlso he gave him the copy of the writing of the decree that was given at Shushan to destroy them, to shew it unto Esther, and to declare it unto her, and to charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people.VERSEENDNEWLINEVerse 8. - Also he gave him the copy. In the original it is \"a copy.\" Mordecai had had a copy made for the purpose of handing it to Esther. To make request to him for her people. If this was the phrase used by Mordecai to Hatach, Esther's nationality must now have ceased to be a secret, at any rate so far as her immediate attendants were concerned. Probably Mordecai felt that the truth must now be declared. It was only as the compatriots of the queen that he could expect to get the Jews spared.NEWLINEVERSETITLESTARTEsther4:9VERSETITLEENDNEWLINEVERSESTARTAnd Hatach came and told Esther the words of Mordecai.VERSEENDNEWLINEVERSETITLESTARTEsther4:10VERSETITLEENDNEWLINEVERSESTARTAgain Esther spake unto Hatach, and gave him commandment unto Mordecai;VERSEENDNEWLINEVERSETITLESTARTEsther4:11VERSETITLEENDNEWLINEVERSESTARTAll the king's servants, and the people of the king's provinces, do know, that whosoever, whether man or woman, shall come unto the king into the inner court, who is not called, there is one law of his to put him to death, except such to whom the king shall hold out the golden sceptre, that he may live: but I have not been called to come in unto the king these thirty days.VERSEENDNEWLINEVerse 11. - All the king's servants seems to mean here \"all the court,\" \"all those in the immediate service of the king.\" The inner court. The palace had, as it would seem, only two courts, the \"outward court\" of ch. 6:4, and the \"inner court\" of the present passage. There is one law of his to put him to death. Rather, \"there is one law for him. 'Whoever he be, there is one and the same law regarding him - he must suffer death. Herodotus excepts six persons from the operation of this law (3:84, 118), but in making the exception shows the general rule to have been such as here represented. Except such to whom the king shall hold out the golden sceptre. No other writer tells us of this custom, but it is in perfect harmony with Oriental habits and modes of thought. Some have objected that the king would not always have a golden sceptre by him; but the Persepolitan sculptures uniformly represent him with a long tapering staff in his hand, which is probably the \"sceptre\" (sharbith) of Esther. I have not been called to come in unto the king these thirty days. The king s passion had cooled, and Esther now, like his other wives, waited her occasional summons to his presence. She had not been called for a whole month, and did not know when a summons might come. It would not do to trust to so mere a chance; and therefore, if she was to interpose on behalf of her nation, she must intrude on the king uninvited, and risk being put to death.NEWLINEVERSETITLESTARTEsther4:12VERSETITLEENDNEWLINEVERSESTARTAnd they told to Mordecai Esther's words.VERSEENDNEWLINEVERSETITLESTARTEsther4:13VERSETITLEENDNEWLINEVERSESTARTThen Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king's house, more than all the Jews.VERSEENDNEWLINEVerse 13. - Think not with thyself. Literally, \"imagine not in thy mind.\" That thou shalt escape in the king's house. i.e. \"that being an inmate of the palace will be any protection to thee ;\" it will be no protection - you will no more escape than any other Jew.NEWLINEVERSETITLESTARTEsther4:14VERSETITLEENDNEWLINEVERSESTARTFor if thou altogether holdest thy peace at this time, then shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father's house shall be destroyed: and who knoweth whether thou art come to the kingdom for such a time as this?VERSEENDNEWLINEVerse 14. - Then shall there enlargemt, or respiration (marg. literally, \"breath\"), and deliverance arise to the Jews from another place. Mordecai is confident that God will not allow the destruction of his people. Without naming his name, he implies a trust in his gracious promises, and a conviction that Haman's purpose will be frustrated; how, he knows not, but certainly in some way or other. If deliverance does not come through Esther, then it will arise from some other quarter. But thou and thy father's house shall be destroyed. A denunciation of Divine vengeance. Though the nation will be saved, it will not benefit you. On you will fall a just judgment - having endeavoured to save your life, you will lose it - and your \"father's house will be involved in your ruin. We may gather from this that Esther was not Abihail's only child. Who knoweth, etc. Consider this also. Perhaps (who knows?) God has raised you up to your royal dignity for this very purpose, and none other, that you should be in a position to save your nation in this crisis.NEWLINEVERSETITLESTARTEsther4:15VERSETITLEENDNEWLINEVERSESTARTThen Esther bade them return Mordecai this answer,VERSEENDNEWLINEVerse 15. - Fast ye for me. Fasting for another is fasting to obtain God's blessing on that other, and is naturally accompanied with earnest prayer to God for the person who is the object of the fast. Thus here again the thought of God underlies the narrative. It has been supposed that Esther could not have meant an absolute fast - complete abstinence from both food and drink - for so long a period as three days; but Oriental abstemiousness would not be very severely taxed by a fast of this length. The time intended - from the evening of the first to the morning of the third day - need not have much exceeded thirty-six hours. I also and my maidens will fast likewise. \"Likewise\" is to be taken here in its proper sense, as meaning \"in like manner.\" We also will abstain both from meat and drink during the same Period.NEWLINEVERSETITLESTARTEsther4:16VERSETITLEENDNEWLINEVERSESTARTGo, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish.VERSEENDNEWLINEVERSETITLESTARTEsther4:17VERSETITLEENDNEWLINEVERSESTARTSo Mordecai went his way, and did according to all that Esther had commanded him.VERSEENDNEWLINEVerse 17. - Mordecai... did according to all that Esther had commanded. i.e. gathered the Jews together, and proclaimed a three days fast. Though without authority, he would naturally, under the circumstances, have sufficient influence over his countrymen to induce them to do his bidding.NEWLINENEWLINENEWLINENEWLINENEWLINE","Esth.5":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther5:1VERSETITLEENDNEWLINEVERSESTARTNow it came to pass on the third day, that Esther put on her royal apparel, and stood in the inner court of the king's house, over against the king's house: and the king sat upon his royal throne in the royal house, over against the gate of the house.VERSEENDNEWLINEVerse 1. - On the third day. The third day from that on which Esther and Mordecai had communicated together through Hatach (Esther 4:5-17). Esther put on her royal apparel. This is certainly the meaning, though the elliptical phrase used is uncommon. Esther, while she fasted, had worn some garb of woe; now she laid it aside, and appeared once more in all the splendour of her royal robes. She took up her position directly in front of the king's apartment, with the object of attracting his attention, and perhaps with the knowledge that he was upon his throne, whence he could not fail to see her. The king sat upon his royal throne, over against the gate. In a Persian pillared hall the place for the throne would be at the further end, midway between the side walls. The throne would be elevated on steps, and would command a view down the midmost avenue of columns to the main entrance, which would commonly occupy that position.NEWLINEVERSETITLESTARTEsther5:2VERSETITLEENDNEWLINEVERSESTARTAnd it was so, when the king saw Esther the queen standing in the court, that she obtained favour in his sight: and the king held out to Esther the golden sceptre that was in his hand. So Esther drew near, and touched the top of the sceptre.VERSEENDNEWLINEVerse 2. - Esther... touched the top of the sceptre. This was, no doubt, the customary act by which the king's grace was, as it were, accepted and appropriated. It is analogous to that touch of the person or of the garments which secured the suppliant mercy among the Greeks.NEWLINEVERSETITLESTARTEsther5:3VERSETITLEENDNEWLINEVERSESTARTThen said the king unto her, What wilt thou, queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom.VERSEENDNEWLINEVerse 3. - What is thy request? It shall be even given thee. The practice of granting requests beforehand is one common among Oriental monarchs. Sometimes no limit at all is placed to the petitioner's liberty of choice - seldom any less wide limit than that of the present passage. According to Herodotus (9:111), there was one day in the year on which the king was bound to grant any request made by a guest at his table. To the half of the kingdom. Compare Mark 6:23, where Herod Antipas makes the same limitation.NEWLINEVERSETITLESTARTEsther5:4VERSETITLEENDNEWLINEVERSESTARTAnd Esther answered, If it seem good unto the king, let the king and Haman come this day unto the banquet that I have prepared for him.VERSEENDNEWLINEVerse 4. - Let the king and Haman come this day unto the banquet that l have prepared. Such an invitation as this was very unusual. Ordinarily the king and queen dined separately, each in their own apartments; family gatherings, however, not being unknown (Plut., 'Vit. Artaxerx.,' § 5; Athen., 'Deipnsoph.,' 4. p. 145, A). But for the queen to invite not only the king, but also another male guest, not a relation, was a remarkable innovation, and must have seemed to the fortunate recipient of the invitation a high act of favour.NEWLINEVERSETITLESTARTEsther5:5VERSETITLEENDNEWLINEVERSESTARTThen the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared.VERSEENDNEWLINEVERSETITLESTARTEsther5:6VERSETITLEENDNEWLINEVERSESTARTAnd the king said unto Esther at the banquet of wine, What is thy petition? and it shall be granted thee: and what is thy request? even to the half of the kingdom it shall be performed.VERSEENDNEWLINEVerse 6. - What is thy petition? Ahasuerus has understood that it was not for the mere pleasure of entertaining himself and his prime minister at a banquet that Esther adventured her life. He knows that she must still have a request - the real favour that she wants him to grant - in the background. He therefore repeats the inquiry and the premise that he had made previously (ver. 8).NEWLINEVERSETITLESTARTEsther5:7VERSETITLEENDNEWLINEVERSESTARTThen answered Esther, and said, My petition and my request is;VERSEENDNEWLINEVerse 7. - My petition and my request is. Esther still hesitates to prefer her real request. We are not likely to be able in the nineteenth century to understand all the motives that actuated her, or all the workings of her mind. Perhaps nothing kept her back but the natural fear of a repulse, and a desire to defer the evil day; perhaps she saw some real advantage in putting off the determination of the matter. At any rate, she again declined to declare herself, and merely gave her two guests a second invitation for the ensuing evening. She concludes, however, with a promise that she will ask no further respite. I will do to-morrow as the king hath said. i.e. I will prefer my real request; I will ask the favour which was in my thoughts when I adventured myself in the inner court without having received an invitation.NEWLINENEWLINECHAPTER 5:9-14 HAMAN, EXULTING AT THESE SIGNS OF ROYAL FAVOUR, IS THE MORE EXASPERATED AT MORDECAI'S CONTEMPT OF HIM. AT THE BIDDING OF HIS WIFE HE RESOLVES TO IMPALE MORDECAI, AND CAUSES A LOFTY CROSS TO BE ERECTED FOR THE PURPOSE (Esther 5:9-14). The favour shown him by the king and queen in admitting him to the very close intimacy implied in their making him the sole companion of their private hours, produced in Haman a dangerous exaltation of spirit. He seemed to himself to have attained the pinnacle of a subject's greatness. Returning home in this frame of mind, and having to pass through the gate where Mordecai was on duty, he was more vexed than usual with that official's disrespect, which was more pointed and open than it had ever been before (ver. 9). However, he took no immediate notice of the porter's conduct (ver. 10), but proceeded to his own house, where he assembled his friends, and communicated to them, and at the same time to Zeresh his wife, the circumstances which had so greatly raised his spirits. The climax was that \"Esther the queen had let no man come in with the king unto the banquet that she had prepared but himself; nay, more, he was again invited on the morrow to banquet with her and the king\" (ver. 12). He added, however, Mordecai's insult remaining fresh in his recollection, that all his glory, all his honours, availed him nothing - were as nothing in his eyes - so long as he was condemned to see Mordecai the Jew every time that he passed though the palace gate, and to be treated by him with contempt and contumely (ver. 13). Upon this Zeresh made, and Haman's friends approved, a proposal that a lofty cross should be at once erected in the court of Haman's house, on which Mordecai should be impaled, with the king's consent, as soon as it was finished. Haman agreed to this, recovered his spirits, and gave orders for the cross to be made (ver. 14).NEWLINEVERSETITLESTARTEsther5:8VERSETITLEENDNEWLINEVERSESTARTIf I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do to morrow as the king hath said.VERSEENDNEWLINEVERSETITLESTARTEsther5:9VERSETITLEENDNEWLINEVERSESTARTThen went Haman forth that day joyful and with a glad heart: but when Haman saw Mordecai in the king's gate, that he stood not up, nor moved for him, he was full of indignation against Mordecai.VERSEENDNEWLINEVerse 9. - Mordecai... stood not up, nor moved for him. Originally Mordecai bad merely declined to prostrate himself before Haman on religious grounds. Now he looked upon Haman as his personal enemy, and would not even acknowledge his presence. There is nothing more galling than such utter contempt shown openly in the presence of others.NEWLINEVERSETITLESTARTEsther5:10VERSETITLEENDNEWLINEVERSESTARTNevertheless Haman refrained himself: and when he came home, he sent and called for his friends, and Zeresh his wife.VERSEENDNEWLINEVerse 10. - Haman refrained himself. That is to say, so far as speech and act went. He said nothing; he did not strike his insulter; he did not order his servants to drag the fellow outside the gate and give him the bastinado. But he did not \"refrain his heart.\" He allowed the affront that he had received to remain in his mind and rankle there. It poisoned his happiness, marred all his enjoyment, filled him with hatred and rage. When he came home, he sent and called for his friends. It was not so much to be partners in his joy that Haman called his friends around him as to be companions in his grief. It is true that his speech to them was chiefly occupied with boasts; but the true intention of the discourse is seen in its close - \"All this availeth me nothing,\" etc.NEWLINEVERSETITLESTARTEsther5:11VERSETITLEENDNEWLINEVERSESTARTAnd Haman told them of the glory of his riches, and the multitude of his children, and all the things wherein the king had promoted him, and how he had advanced him above the princes and servants of the king.VERSEENDNEWLINEVerse 11. - The multitude of his children. Literally, \"of his sons.\" Of these we see by Esther 9:7-10 that he had ten. To be the father of many sons was accounted highly honourable by the Persians (Herod., 1:136). How he had advanced him above the princes. See above, Esther 3:1.NEWLINEVERSETITLESTARTEsther5:12VERSETITLEENDNEWLINEVERSESTARTHaman said moreover, Yea, Esther the queen did let no man come in with the king unto the banquet that she had prepared but myself; and to morrow am I invited unto her also with the king.VERSEENDNEWLINEVERSETITLESTARTEsther5:13VERSETITLEENDNEWLINEVERSESTARTYet all this availeth me nothing, so long as I see Mordecai the Jew sitting at the king's gate.VERSEENDNEWLINEVerse 13. All this availeth me nothing. The bitter drop in his cup deprived Haman's life of all sweetness. He had not learned the wisdom of setting pleasure against pain, joy against sorrow, satisfaction against annoyance. Much less had he taught himself to look upon the vexations and trials of life as blessings in disguise. His was a coarse and undisciplined nature, little better than that of a savage, albeit he was the chief minister of the first monarch in the world. So little proof is worldly greatness of either greatness or goodness of soulNEWLINEVERSETITLESTARTEsther5:14VERSETITLEENDNEWLINEVERSESTARTThen said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made.VERSEENDNEWLINEVerse 14. - Let a gallows be made. Rather, \"a pale\" or \"cross.\" The Persians did not hang men, as we do, but ordinarily executed them by impalement (see the comment on Esther 2:23). Fifty cubits high. This is a very improbable height, and we may suspect a corruption of the number. It occurs, however, again in Esther 7:9. Speak thou unto the king. Haman's wife and friends assume that so trifling a matter as the immediate execution of one Jew will be of course allowed at the request of the chief minister, who has already obtained an edict for the early destruction of the entire people. It certainly would seem to be highly probable that Xerxes would have granted Haman's petition but for the accident of his sleeplessness, as narrated in the next chapter.NEWLINENEWLINENEWLINENEWLINENEWLINE","Esth.6":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther6:1VERSETITLEENDNEWLINEVERSESTARTOn that night could not the king sleep, and he commanded to bring the book of records of the chronicles; and they were read before the king.VERSEENDNEWLINEVerse 1. - The book of records of the chronicles. Compare Esther 2:23, where the title is given more briefly, as \"the book of the chronicles.\" See also Esther 10:2. The character of the book has been already explained (see comment on Esther 2:23). They were read. Either because the king could not read himself ('Ancient Monarchies,' vol. 4. p. 184), or because the sound of a man's voice might (it was thought) induce drowsiness.NEWLINEVERSETITLESTARTEsther6:2VERSETITLEENDNEWLINEVERSESTARTAnd it was found written, that Mordecai had told of Bigthana and Teresh, two of the king's chamberlains, the keepers of the door, who sought to lay hand on the king Ahasuerus.VERSEENDNEWLINEVerse 2. - It was found written. See the last words of ch. 2. Bigthana. \"Bigthan\" in Esther 2:21; \"Bigtha\" in Esther 1:10. The Persian name would be best represented by the fullest form of the three.NEWLINEVERSETITLESTARTEsther6:3VERSETITLEENDNEWLINEVERSESTARTAnd the king said, What honour and dignity hath been done to Mordecai for this? Then said the king's servants that ministered unto him, There is nothing done for him.VERSEENDNEWLINEVerse 3. - The king said, What honour and dignity hath been done to Mordecai for this? The discoverer of a conspiracy against the life of the king would in any country have been regarded as entitled to some reward. In Persia, where \"royal benefactors\" formed a distinct class, and had their names inscribed on a special list (Herod., 8:85), it was especially incumbent on the monarch to see that every such person received a return proportioned to the value of his service. Ahasuerus seems to have supposed that some honour or dignity must have been conferred upon Mordecai, though he could not recollect what it was; and it is difficult to understand how the omission to reward him had occurred, unless there was a prejudice against him among the high court officials, who may have known that he was a Jew, though his fellow-servants did not (Esther 3:4).NEWLINEVERSETITLESTARTEsther6:4VERSETITLEENDNEWLINEVERSESTARTAnd the king said, Who is in the court? Now Haman was come into the outward court of the king's house, to speak unto the king to hang Mordecai on the gallows that he had prepared for him.VERSEENDNEWLINEVerse 4. - The king said, Who is in the court? Probably some high officer of state was required to be always in attendance upon the monarch, to take his orders at any moment. Now Haman was come. Early morning is a common time for the transaction of business at an Eastern court. Haman was so anxious to get the business on which he was bent despatched, that he had come perhaps even before daybreak, and was waiting in the outer court, to get, if possible, the first audience. This haste of his to effect Mordecai's destruction led to his being the person deputed to do him the highest honour.NEWLINEVERSETITLESTARTEsther6:5VERSETITLEENDNEWLINEVERSESTARTAnd the king's servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in.VERSEENDNEWLINEVerse 5. - And the king's servants said unto him, Behold, Haman standeth in the court. The servants looked into the court, and seeing, somewhat to their surprise, Haman there, mentioned him to the king. They would naturally mention the highest official whom they saw in attendance.NEWLINEVERSETITLESTARTEsther6:6VERSETITLEENDNEWLINEVERSESTARTSo Haman came in. And the king said unto him, What shall be done unto the man whom the king delighteth to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself?VERSEENDNEWLINEVerse 6. - Haman thought in his heart. Literally, \"said in his heart\" i.e. \"thought.\"NEWLINEVERSETITLESTARTEsther6:7VERSETITLEENDNEWLINEVERSESTARTAnd Haman answered the king, For the man whom the king delighteth to honour,VERSEENDNEWLINEVERSETITLESTARTEsther6:8VERSETITLEENDNEWLINEVERSESTARTLet the royal apparel be brought which the king useth to wear, and the horse that the king rideth upon, and the crown royal which is set upon his head:VERSEENDNEWLINEVerse 8. - Let the royal apparel be brought. To wear a dress previously worn by the king was, under ordinary circumstances, a breach of Persian law (Plut., 'Vit. Artax.,' 5); but the king might allow it (Herod., 7:17) or condone it (Plut., 1. s.c.). The horse that the king rideth upon. Rather, \"a horse that the king hath ridden.\" And the crown royal which is set upon his head. Rather, \"and that hath a crown royal set on his head.\" Some peculiar ornament by which the royal steed was made conspicuous is intended, not his own crown, which even Xerxes would scarcely have allowed another to wear. See vers. 9 and 11, where the dress and the horse are referred to, but the crown, as an adjunct of the horse, not particularised.NEWLINEVERSETITLESTARTEsther6:9VERSETITLEENDNEWLINEVERSESTARTAnd let this apparel and horse be delivered to the hand of one of the king's most noble princes, that they may array the man withal whom the king delighteth to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delighteth to honour.VERSEENDNEWLINEVerse 9. - Bring him on horseback through the city, and proclaim before him. Compare the honours given to Joseph in Egypt (Genesis 41:43).NEWLINEVERSETITLESTARTEsther6:10VERSETITLEENDNEWLINEVERSESTARTThen the king said to Haman, Make haste, and take the apparel and the horse, as thou hast said, and do even so to Mordecai the Jew, that sitteth at the king's gate: let nothing fail of all that thou hast spoken.VERSEENDNEWLINEVerse 10. - Make haste. The king will have no more delay in a matter which has been delayed far too long. Haman is to \"hasten, and confer the honour at once. Mordecai the Jew, that sitteth in the king's gate. Mordecai's nationality and his employment were probably mentioned in the book of the chronicles. From these the king has learnt them, and he uses probably the very phrase of the records. Let nothing fail. Observe every particular of honour that you have mentioned; let there be no omission of one jot or tittle.NEWLINEVERSETITLESTARTEsther6:11VERSETITLEENDNEWLINEVERSESTARTThen took Haman the apparel and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done unto the man whom the king delighteth to honour.VERSEENDNEWLINEVerse 11. - Then took Haman the apparel. It was impossible for Haman to excuse himself; there was no ground on which he could decline the office thrust upon him. Reluctantly, without a word, he performed the king's bidding. HAMAN RETURNS HOME. DESPONDENCY OF HIMSELF AND HIS FRIENDS (Esther 6:12-14). There was as yet no real reason for Haman to feel depressed, or to regard himself as having lost favour with the king. He had been made an instrument in another man's honour, and had suffered a disappointment; but otherwise he was situated as on the day preceding, when he \"went forth\" from the palace \"joyful and with a glad heart\" (Esther 5:9). But he seems to have had a presentiment of impending calamity. All had as yet gone so well with him that the first vexation seemed like a turn in the tide, ominous of coming evil. And the fear of his own heart found an echo in the hearts of his wife and friends. Among the last were some who had the reputation of being \"wise men\" - perhaps Magians, acquainted with arts from which it was supposed they could divine the future. These persons ventured on a prediction. \"If Mordecai, before whom thou hast begun to fall, be of the seed of the Jews, thou shalt not prevail against him, but shalt surely (or utterly) fall before him.\" With this evil presage ringing in his ears, Haman quitted his house, and accompanied the palace eunuchs who had been sent to conduct him to Esther's second banquet.NEWLINEVERSETITLESTARTEsther6:12VERSETITLEENDNEWLINEVERSESTARTAnd Mordecai came again to the king's gate. But Haman hasted to his house mourning, and having his head covered.VERSEENDNEWLINEVerse 12. - And Mordecai came again to the king's gate. Returned, i.e., to his former condition and employment. The high honour done him was regarded as sufficient reward. Having his head covered. Like David when he fled from Absalom (2 Samuel 15:30; comp. Psalm 44:15).NEWLINEVERSETITLESTARTEsther6:13VERSETITLEENDNEWLINEVERSESTARTAnd Haman told Zeresh his wife and all his friends every thing that had befallen him. Then said his wise men and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, but shalt surely fall before him.VERSEENDNEWLINEVerse 13. - His wise men. Magians, perhaps, whom he was in the habit of consulting concerning the future. On the supposed prophetic powers of the Magians see Herod., 1:107, 120; 7:19; Duris, Fr. 7, etc. If Mordecai be of the seed of the Jews. It is difficult to understand how this could any longer be regarded as doubtful. His fellow servants knew it (Esther 3:4); Haman knew it (ibid. ver. 6); Ahasuerus knew it (supra, ver. 10). The \"wise men\" profess to regard it as uncertain, perhaps to give their words a more oracular character. Thou shalt surely fall. Rather, \"thou shalt utterly fall.\"NEWLINEVERSETITLESTARTEsther6:14VERSETITLEENDNEWLINEVERSESTARTAnd while they were yet talking with him, came the king's chamberlains, and hasted to bring Haman unto the banquet that Esther had prepared.VERSEENDNEWLINEVerse 14. - Came the king's chamberlains, and hasted to bring Haman. This is a custom not elsewhere mentioned as Persian, but quite in accordance with Oriental ideas. The polite host sends his servants to escort guests of importance from their own homes to the place of entertainment.NEWLINENEWLINENEWLINENEWLINENEWLINE","Esth.7":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther7:1VERSETITLEENDNEWLINEVERSESTARTSo the king and Haman came to banquet with Esther the queen.VERSEENDNEWLINEVerse 1. - The king and Haman came to banquet (marg. drink). In Persian feasts the solid dishes were few, and the time was mainly passed in drinking and eating dessert (Herod., 1:133).NEWLINEVERSETITLESTARTEsther7:2VERSETITLEENDNEWLINEVERSESTARTAnd the king said again unto Esther on the second day at the banquet of wine, What is thy petition, queen Esther? and it shall be granted thee: and what is thy request? and it shall be performed, even to the half of the kingdom.VERSEENDNEWLINEVerse 2. - And the king said again. Esther had promised to let her real request be known at this banquet (Esther 5:8). The king therefore once more gives her the opportunity. On the second day. On the second occasion of being entertained by Esther.NEWLINEVERSETITLESTARTEsther7:3VERSETITLEENDNEWLINEVERSESTARTThen Esther the queen answered and said, If I have found favour in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request:VERSEENDNEWLINEVerse 3. - Let my life be given me, etc. First of all, I ask at the king's hands my own life, which is threatened (Esther 4:13); secondly, I ask the life of my people, in whose sentence it is that I am involved. Some rhetorical skill is shown in separating the two, so as to make them correspond to the two clauses of the king's address \"What is thy petition?\" and \"What is thy request?\"NEWLINEVERSETITLESTARTEsther7:4VERSETITLEENDNEWLINEVERSESTARTFor we are sold, I and my people, to be destroyed, to be slain, and to perish. But if we had been sold for bondmen and bondwomen, I had held my tongue, although the enemy could not countervail the king's damage.VERSEENDNEWLINEVerse 4. - For we are sold, I and my people. Haman has paid our price, has given ten thousand talents for us, and you, O king, have sold us to him. The reproach is covert, but clearly contained in the words; and so the king must have understood Esther. To be destroyed, to be slain, and to perish. The use of three synonyms for one and the same thing is not mere verbiage, but very expressive. \"We are sold, all of us, to be overwhelmed in one universal, promiscuous, unsparing destruction.\" Although the enemy could not countervail the king's damage. \"Although, even in that case, the enemy (Haman) could not (by the payment that he has made) compensate the king for the damage that he would suffer by losing so many subjects.\" So Gesenius, Rambach, Dathe, and others. But it is simpler, and Perhaps better, to understand the passage as Bertheau does: \"for the enemy (Haman) is not worthy to vex the king,\" or \"is not worth vexing the king about.\"NEWLINEVERSETITLESTARTEsther7:5VERSETITLEENDNEWLINEVERSESTARTThen the king Ahasuerus answered and said unto Esther the queen, Who is he, and where is he, that durst presume in his heart to do so?VERSEENDNEWLINEVerse 5. - Who is he? Ahasuerus asks the question to \"make sure,\" as we say - not that he could really be in any doubt. That durst presume. Rather, \"that hath presumed\" (ὅστις ἐτόλμησε. - LXX.).NEWLINEVERSETITLESTARTEsther7:6VERSETITLEENDNEWLINEVERSESTARTAnd Esther said, The adversary and enemy is this wicked Haman. Then Haman was afraid before the king and the queen.VERSEENDNEWLINEVerse 6. - The adversary and enemy. Esther adds a second term of reproach - \"enemy\" - stronger than the one which she had used before (ver. 4), to stir up the king to greater anger.NEWLINEVERSETITLESTARTEsther7:7VERSETITLEENDNEWLINEVERSESTARTAnd the king arising from the banquet of wine in his wrath went into the palace garden: and Haman stood up to make request for his life to Esther the queen; for he saw that there was evil determined against him by the king.VERSEENDNEWLINEVerses 7, 8. - Ahasuerus rose up from the banquet \"in his wrath\" - he could no longer remain quiet - and entered the palace garden, on which Esther's apartment probably looked; partly, perhaps, as Bertheau says, to cool the first heat of his fury in the open air; partly to give himself time for reflection, and consider what he would do. Haman also rose from table, and standing near her, began pleading with Esther for his life, which he felt that she, and she alone, could save. Evil, he saw, was determined against him by the king; but a woman's heart might be more tender, and he might perhaps move the queen to allay the storm that she had raised, and induce the king to spare him. He therefore pleaded with all the earnestness in his power, and at last threw himself forward on the couch whore Esther reclined, seeking perhaps to grasp her feet or her garments, as is usual with suppliants in the East. At this crisis the king returned, and misconstruing Haman's action, or pretending to do so, exclaimed aloud, \"Will he even force the queen with me in the house?\" The terrible charge brought matters to a conclusion - it was taken as a call on the attendants to seize the culprit and execute him. They covered his face, apparently, as that of a condemned man not worthy any more to see the light, according to a practice common among, the Romans (Liv., 1:26; Cic. 'pro Rabir., 4:13) and the Macedonians (Q. Curt., 'Vit. Alex.,' vi. 8), but not elsewhere mentioned as Persian.NEWLINEVERSETITLESTARTEsther7:8VERSETITLEENDNEWLINEVERSESTARTThen the king returned out of the palace garden into the place of the banquet of wine; and Haman was fallen upon the bed whereon Esther was. Then said the king, Will he force the queen also before me in the house? As the word went out of the king's mouth, they covered Haman's face.VERSEENDNEWLINEVERSETITLESTARTEsther7:9VERSETITLEENDNEWLINEVERSESTARTAnd Harbonah, one of the chamberlains, said before the king, Behold also, the gallows fifty cubits high, which Haman had made for Mordecai, who had spoken good for the king, standeth in the house of Haman. Then the king said, Hang him thereon.VERSEENDNEWLINEVerse 9. - Harbonah, one of the chamberlains, said before the king. Rather, \"Harbonah, one of the chamberlains (eunuchs) that served before the king, said.\" The \"eunuchs that served before the king\" were those of the highest grade, as appears from Esther 1:10. Harbonah was one of them. Who had spoken good for the king. Or, \"who spake good.\" The reference is to his detection of the conspiracy (Esther 2:22). In the house of Haman. This had not been mentioned previously. It adds one touch of extra barbarity to Haman's character, that he should have intended the execution to take place within the walls of his own house.NEWLINENEWLINENEWLINENEWLINENEWLINEVERSETITLESTARTEsther7:10VERSETITLEENDNEWLINEVERSESTARTSo they hanged Haman on the gallows that he had prepared for Mordecai. Then was the king's wrath pacified.VERSEENDNEWLINE","Esth.8":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther8:1VERSETITLEENDNEWLINEVERSESTARTOn that day did the king Ahasuerus give the house of Haman the Jews' enemy unto Esther the queen. And Mordecai came before the king; for Esther had told what he was unto her.VERSEENDNEWLINEVerse 1. - On that day did the king... give the house of Haman. When a criminal was executed, everything that belonged to him became the property of the crown, and was disposed of according to the king's pleasure. It pleased Ahasuerus to make over to Esther the house of Haman, with, no doubt, all its content, attendants, furniture, and treasure. The Jews' enemy. This now becomes Haman's ordinary designation (see Esther 9:10, 24). Traditional practices have in many places kept up his memory as one of the most hated adversaries of the nation (see Stanley, 'Lectures on the Jewish Church,' Third Series, pp. 177, 178). And Mordecai came before the king. Mordecai became a high official - one of those in constant attendance on the king. For Esther had told what he was to her. i.e. had revealed his relationship, had told that he was her cousin. Mordecai having been recognised as a \"king's benefactor\" (Esther 6:3-11), and Esther having been forced to confess herself a Jewess in order to save her nation (Esther 7:3, 4), there was no object in any further concealment.NEWLINEVERSETITLESTARTEsther8:2VERSETITLEENDNEWLINEVERSESTARTAnd the king took off his ring, which he had taken from Haman, and gave it unto Mordecai. And Esther set Mordecai over the house of Haman.VERSEENDNEWLINEVerse 2. - And the king took off his ring. The king's signet would, as a matter of course, be taken from Haman before his execution and restored to Ahasuerus, who now once more wore it himself. Business, however, was irksome to him, and, having resolved to make Mordecai minister in Haman's room, he very soon took the signet off again, and made it over to the new vizier. And Esther set Mordecai over the house of Haman. It would not have been seemly for Esther to give away what she had received as a gift from the king. She was therefore unable to make Mordecai a present of the house. But she did what was equivalent - she set him over it, made him practically its master. Thus he was provided with a residence suitable to his new dignity. AT ESTHER'S REQUEST AHASUERUS ALLOWS THE ISSUE OF A SECOND EDICT, PERMITTING THE JEWS TO RESIST ANY WHO SHOULD ATTACK THEM, TO KILL THEM IN THEIR OWN DEFENCE, AND TO TAKE POSSESSION OF THEIR GOODS (Esther 8:3-14). The execution of Haman, the confiscation of his property, the advancement of Mordecai into his place, though of favourable omen, as showing the present temper and inclination of Abasuerus, left the Jews in as great danger as before. In most countries there would neither have been delay nor difficulty. The edict which went forth on the 13th of Nisan (Esther 3:12), and which could not be executed till the 13th of Adar, would have been cancelled, revoked, recalled. But in Persia this could not be done; or at any rate it could not be done without breaking one of the first principles of Persian law, the principle that \"the writing which is written in the king's name, and sealed with the king's ring, may no man reverse\" (ver. 8). It was therefore necessary to devise a mode whereby the desired escape of the Jews might practically be obtained, and yet the edict remain unrevoked, and the king's honour be saved. At first Mordecai and Esther do not appear to have seen this, and Esther asked openly for the reversal of the decree, only representing it as the writing of Haman, and not the writing of the king (ver. 5). But Ahasuerus pointed out that this could not be done. Anything short of a reversal, any new decree, he would sanction; but he could do no more - he could not revoke his own word (ver. 8). The course actually followed was then devised, probably by Mordecai. The old decree was allowed to stand; but a new decree was issued and signed in the usual way, whereby the Jews were allowed and encouraged to resist those who should attack them, - to \"gather themselves together, and to stand for their life; to destroy, slay, and cause to perish all the power of the people of the province that would assault them,\" - and were further permitted to \"take the spoil of them for a prey,\" or, in other words, to seize the property of all whom they should slay (ver. 11). The royal posts carried out this decree (ver. 14), as they had the former one; and it was publicly set forth and proclaimed in every province, that if the Jews were attacked under the terms of the one, they might defend themselves and retaliate on their foes under the terms of the other (ver. 13). As the second decree was issued on the 23rd of Sivan, the third month (ver. 9), and the day appointed for the attack was the 13th of Adar, the twelfth, there was ample time-above eight months - for the Jews to make preparations, to organise themselves, to collect arms, and to arrange an effective resistance.NEWLINEVERSETITLESTARTEsther8:3VERSETITLEENDNEWLINEVERSESTARTAnd Esther spake yet again before the king, and fell down at his feet, and besought him with tears to put away the mischief of Haman the Agagite, and his device that he had devised against the Jews.VERSEENDNEWLINEVerse 3. - Esther spake yet again before the king. It might have seemed to be the business of Mordecai, as the king's chief minister, to advise him in a matter of public policy, and one in which the interests of so many of his subjects were vitally concerned. But the new minister did not perhaps feel sure of his influence, or quite know what to recommend. Esther was therefore again put forward to address the king. Fell down at his feet. Compare 1 Samuel 25:24; 2 Kings 4:37, etc. And besought him... to put away the mischief of Haman. i.e. begged him, first of all, in a vague way, to \"cause to pass\" - put away, or undo - the mischief of Haman - not suggesting how it was to be done.NEWLINEVERSETITLESTARTEsther8:4VERSETITLEENDNEWLINEVERSESTARTThen the king held out the golden sceptre toward Esther. So Esther arose, and stood before the king,VERSEENDNEWLINEVerse 4. - Then the king held out the golden sceptre. Either Esther had again intruded on the king uninvited, or there was a double use of the golden sceptre.NEWLINENEWLINE1. In the pardon of those who so intruded; and,NEWLINENEWLINE2. In the ordinary granting of requests. It was perhaps held out on this occasion simply to express a readiness to do as Esther desired.NEWLINEVERSETITLESTARTEsther8:5VERSETITLEENDNEWLINEVERSESTARTAnd said, If it please the king, and if I have found favour in his sight, and the thing seem right before the king, and I be pleasing in his eyes, let it be written to reverse the letters devised by Haman the son of Hammedatha the Agagite, which he wrote to destroy the Jews which are in all the king's provinces:VERSEENDNEWLINEVerse 5. - If it please the king, etc. The long preface of four clauses, winding up with \"If I be pleasing,\" is indicative of Esther's doubt how the king will receive her suggestion that it should be written to reverse the letters (comp. Esther 3:13) devised by Haman. To ask the king to unsay his own words was impossible. By representing the letters as devised by Haman, and written by Haman, Esther avoids doing so. But she thereby blinks the truth. In excuse she adds the striking distich contained in the next verse - \"For how could I endure to see the evil that is coming on my people? or how could I endure to see the destruction of my kindred?\"NEWLINEVERSETITLESTARTEsther8:6VERSETITLEENDNEWLINEVERSESTARTFor how can I endure to see the evil that shall come unto my people? or how can I endure to see the destruction of my kindred?VERSEENDNEWLINEVERSETITLESTARTEsther8:7VERSETITLEENDNEWLINEVERSESTARTThen the king Ahasuerus said unto Esther the queen and to Mordecai the Jew, Behold, I have given Esther the house of Haman, and him they have hanged upon the gallows, because he laid his hand upon the Jews.VERSEENDNEWLINEVerses 7, 8. - Then the king... said unto Esther the queen and unto Mordecai. The king, it would seem, took time to give his answer; and when he gave it, addressed himself to Mordecai, his minister, rather than to Esther, his wife. \"See now,\" he said, \"I have done what I could - I have given Esther Haman's house; I have had Haman himself executed because he put forth his hand against the Jews. What yet remains? I am asked to save your countrymen by revoking my late edict. That may not be. The writing which is written in the king's name, and sealed with the king's seal, may no man reverse. But, short of this, I give you full liberty of action. Write ye also for the Jews, as it liketh you, in the king's name, and seal it with the king's ring. Surely you can devise something which will save your people without calling on me to retract my own words, and at the same time break a great principle of Persian law.\"NEWLINEVERSETITLESTARTEsther8:8VERSETITLEENDNEWLINEVERSESTARTWrite ye also for the Jews, as it liketh you, in the king's name, and seal it with the king's ring: for the writing which is written in the king's name, and sealed with the king's ring, may no man reverse.VERSEENDNEWLINEVERSETITLESTARTEsther8:9VERSETITLEENDNEWLINEVERSESTARTThen were the king's scribes called at that time in the third month, that is, the month Sivan, on the three and twentieth day thereof; and it was written according to all that Mordecai commanded unto the Jews, and to the lieutenants, and the deputies and rulers of the provinces which are from India unto Ethiopia, an hundred twenty and seven provinces, unto every province according to the writing thereof, and unto every people after their language, and to the Jews according to their writing, and according to their language.VERSEENDNEWLINEVerse 9. - Then were the king's scribes called. The king had said enough. Mordecai saw a means of reconciling the king's scruple with the safety - or if not with the absolute safety, yet with the escape and triumph - of his people. The Jews should be allowed to stand on their defence, should be encouraged to do so, when the time came should be supported in their resistance by the whole power of the government (Esther 9:3). A new decree must issue at once giving the requisite permission, and copies must be at once distributed, that there might be no mistake or misunderstanding. So the \"king's scribes\" were summoned and set to work. In the third month, the month Sivan. This is another Babylonian name. The month was sacred to the moon-god, Sin, and its name may be connected with his. It corresponded with the latter part of our May and the early part of June. To the lieutenants, and the deputies and rulers. Compare Esther 3:12, where the same three classes of rulers are mentioned. An hundred twenty and seven. See the comment on Esther 1:1. And to the Jews. Copies of the former edict had not been sent especially to the Jews. They had been left to learn their danger indirectly from the people among whom they dwelt; but Mordecai took care that they should be informed directly of their right of defence.NEWLINEVERSETITLESTARTEsther8:10VERSETITLEENDNEWLINEVERSESTARTAnd he wrote in the king Ahasuerus' name, and sealed it with the king's ring, and sent letters by posts on horseback, and riders on mules, camels, and young dromedaries:VERSEENDNEWLINEVerse 10. - He wrote in the king's name. As Haman had done (Esther 2:12). And riders on mules, camels, and young dromedaries. There is no \"and\" before \"riders\" in the original, and the clause is clearly exegetical of the preceding, Neither \"mules,\" nor \"camels,\" nor \"young dromedaries\" are mentioned in it, and the best translation would seem to be - \"the riders on coursers of the royal stud, the offspring of thoroughbreds.\" It is noticeable that both Herodotus (8:98) and Xenophon ('Cyrop.,' 8:6, § 17) speak of horses as alone employed in carrying the Persian despatches.NEWLINEVERSETITLESTARTEsther8:11VERSETITLEENDNEWLINEVERSESTARTWherein the king granted the Jews which were in every city to gather themselves together, and to stand for their life, to destroy, to slay, and to cause to perish, all the power of the people and province that would assault them, both little ones and women, and to take the spoil of them for a prey,VERSEENDNEWLINEVerse 11. - Wherein the king granted. Rather, \"that the king granted.\" Mordecai sent \"letters,\" which said \"that the king granted to the Jews to gather themselves together,\" etc. To gather themselves together. Union is strength. If all the Jews of a province were allowed to collect and band themselves together, they would at once be a formidable body. Scattered in the various towns and villages, they might easily have been overpowered. To stand for their life. The Jews have sometimes been spoken of as the aggressors on the actual 13th of Adar, but there is no evidence to support this view. The edict clearly only allowed them to stand on the defensive. Of course, when fighting once began, both sides did their worst. In repelling attack the Jews had the same liberty to destroy, to slay, and to cause to perish as their adversaries (Esther 3:13). Little ones. Rather, \"families.\" Take the spoil of them for a prey. i.e. \"seize their property.\" The earlier edict had given the same permission to the Jews' enemies (Esther 3:13).NEWLINEVERSETITLESTARTEsther8:12VERSETITLEENDNEWLINEVERSESTARTUpon one day in all the provinces of king Ahasuerus, namely, upon the thirteenth day of the twelfth month, which is the month Adar.VERSEENDNEWLINEVERSETITLESTARTEsther8:13VERSETITLEENDNEWLINEVERSESTARTThe copy of the writing for a commandment to be given in every province was published unto all people, and that the Jews should be ready against that day to avenge themselves on their enemies.VERSEENDNEWLINEVerse 13. - This verse reproduces ver. 14 of ch. 3, with a slight modification of the last clause. It is probable that a copy of the decree was originally inserted at the end of the verse.NEWLINEVERSETITLESTARTEsther8:14VERSETITLEENDNEWLINEVERSESTARTSo the posts that rode upon mules and camels went out, being hastened and pressed on by the king's commandment. And the decree was given at Shushan the palace.VERSEENDNEWLINEVerse 14. - The posts that rode upon mules and camels. Rather, \"that rode on coursers of the stud royal\" (see the comment on ver. 10). The verse repeats Esther 3:15, with small additions. It appears that the later posts were urged to haste still more strongly than the earlier ones - not that time really pressed, but from superabundant caution - that there might be an opportunity for further communications between the provinces and the court, if doubt was anywhere entertained as to the king's intentions. MORDECAI'S HONOUR AND THE JEWS' JOY (Esther 8:15-17). Ahasuerus was not content even now with what he had done for Mordecai. Before his minister quitted the presence, the king presented him with a crown of gold, and a robe and vest of honour; and thus arrayed he proceeded into the city of Susa, where the new edict was already known, and had been received with satisfaction (ver. 15). The Persians, who formed the predominant element in the population of the town, sympathised with the Jews, and rejoiced in the king's favour towards them; while the Jews of Susa, having passed from despair to confident hope, were full of gladness and thankfulness. In the provinces the decree had a still warmer welcome. Its arrival was celebrated with \"a feast\" (ver. 17) and \"a good day.\" It led also to many of the heathen becoming proselytes to the Jewish religion - some perhaps from conviction, but others because they thought it safer to place themselves manifestly on the Jews' side before the day of the struggle:NEWLINEVERSETITLESTARTEsther8:15VERSETITLEENDNEWLINEVERSESTARTAnd Mordecai went out from the presence of the king in royal apparel of blue and white, and with a great crown of gold, and with a garment of fine linen and purple: and the city of Shushan rejoiced and was glad.VERSEENDNEWLINEVerse 15. - Royal apparel of blue and white. The Persian monarch himself wore a purple robe and an inner vest of purple striped with white ('Ancient Monarchies,' vol. 4. pp. 153, 154). The robes of honour which he gave away were of many different colours, but generally of a single tint throughout (Xen., 'Cyrop.,' 8:3, § 3); but the one given to Mordecai seems to have been blue with white stripes. These were the colours of the royal diadem (Q. Curt., 'Vit. Alex.,' 3:3). A great crown of gold. Not a tall crown, like that of the monarch, which is called in Hebrew kether (Greek κίταρις), but 'atarah, a crown of an inferior kind, frequently worn by nobles. And with a garment of fine linen and purple. The \"fine linen\" was of course white. The real meaning of the word thakrik, translated \"garment,\" is doubtful. Gesenius understands an outer garment' 'the long and flowing robe of an Oriental monarch;\" in which case the \"apparel\" previously mentioned must be the inner vest. Others, as Patrick, make the thakrik to be the inner, and the \"apparel\" (l'bush) the outer garment. The Septuagint, however, translates thakrik by διάδημα, and its conjunction with the \"crown\" favours this rendering. The diadem proper of a Persian monarch was a band or fillet encircling the lower part of his crown, and was of blue, spotted or striped with white. Ahasuerus seems to have allowed Mordecai to wear a diadem of white and purple. The city of Shushan rejoiced. As the Susanchites had been \"perplexed\" at the first edict (Esther 3:15), so were they \"rejoiced\" at the second. Such of them as were Persians would naturally sympathise with the Jews. Even the others may have disliked Haman's edict, and have been glad to see it, practically, reversed.NEWLINEVERSETITLESTARTEsther8:16VERSETITLEENDNEWLINEVERSESTARTThe Jews had light, and gladness, and joy, and honour.VERSEENDNEWLINEVerse 16. - The Jews had light. A metaphor for \"happiness\" (comp. Isaiah 58:8).NEWLINEVERSETITLESTARTEsther8:17VERSETITLEENDNEWLINEVERSESTARTAnd in every province, and in every city, whithersoever the king's commandment and his decree came, the Jews had joy and gladness, a feast and a good day. And many of the people of the land became Jews; for the fear of the Jews fell upon them.VERSEENDNEWLINEVerse 17. - A feast and a good day. The provincial Jews made the whole day on which they heard the news into a holiday, and not only rejoiced, but feasted. Many of the people of the land became Jews. Applied for and obtained admission into the Jewish nation as full proselytes (comp. Ezra 6:21, with the comment). The fear of the Jews fell upon them. There was about to be in each great city where there were Jews a day of straggle and bloodshed. The Jews would have authority on their side (Esther 9:3), and might be expected to be victorious. Persons feared lest, when victorious, they might revenge themselves on all who had not taken their part, and thought it safer to become Jews than remain neutral. But it can only have been a small minority of the population in each city that took this view. There was no sudden great increase in the numbers of the Jewish nation.NEWLINENEWLINENEWLINENEWLINENEWLINE","Esth.9":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTEsther9:1VERSETITLEENDNEWLINEVERSESTARTNow in the twelfth month, that is, the month Adar, on the thirteenth day of the same, when the king's commandment and his decree drew near to be put in execution, in the day that the enemies of the Jews hoped to have power over them, (though it was turned to the contrary, that the Jews had rule over them that hated them;)VERSEENDNEWLINEVerse 1. - To have power over them. Or, \"to get the mastery over them\" (comp. Daniel 6:24, where the same word is used). Had rule. Or, \"had the mastery.\"NEWLINEVERSETITLESTARTEsther9:2VERSETITLEENDNEWLINEVERSESTARTThe Jews gathered themselves together in their cities throughout all the provinces of the king Ahasuerus, to lay hand on such as sought their hurt: and no man could withstand them; for the fear of them fell upon all people.VERSEENDNEWLINEVerse 2. - The Jews gathered themselves together. Acting on the first clause of the edict (Esther 8:11). In their cities. By \"their cities\" the writer means not cities exclusively Jewish, but cities where Jews formed an element in the population, as Susa, Babylon, Damascus - perhaps Rhages and Ecbatana - and no doubt many others. Cities exclusively Jewish, like Nearda, in later times (Joseph., 'Ant. Jud.,' 18:9, § 1), scarcely existed as yet out of Palestine. To lay hand on such as sought their hurt. The defensive character of the Jews' action is again noted. Only if their hurt was sought (comp. Psalm 71:13, 24) did they lay hand on any; only against those who sought their hurt did they lift a finger. The fear of them. Not now such fear as is mentioned in Esther 8:17, ad fin., but a downright coward fear of their prowess. Fell upon all people. Rather, \"all the people,\" i.e. all the many subject nations of the Persian empire among which the Jews were scattered.NEWLINEVERSETITLESTARTEsther9:3VERSETITLEENDNEWLINEVERSESTARTAnd all the rulers of the provinces, and the lieutenants, and the deputies, and officers of the king, helped the Jews; because the fear of Mordecai fell upon them.VERSEENDNEWLINEVerse 3. - All the rulers of the provinces, and the lieutenants, and the deputies. Compare Esther 3:12 and Esther 8:9, where the same enumeration is made, though not quite in the same order. And officers of the king. Literally, \"they who did the work of the king.\" The Septuagint renders by βασιλικοὶ γραμματεῖς, \"royal scribes;\" but officials of all classes seem to be intended. Helped the Jews. Rather, \"upheld, supported\" Active physical help does not seem to be meant, but rather the moral aid and support that a government easily gives to the side which it favours in a civil disturbance. The fear of Mordecai fell upon them. It would give the sense better to translate \"had fallen.\"NEWLINEVERSETITLESTARTEsther9:4VERSETITLEENDNEWLINEVERSESTARTFor Mordecai was great in the king's house, and his fame went out throughout all the provinces: for this man Mordecai waxed greater and greater.VERSEENDNEWLINEVerse 4. - Mordecai was great. Compare Esther 8:2, 15 and Esther 10:3.NEWLINEVERSETITLESTARTEsther9:5VERSETITLEENDNEWLINEVERSESTARTThus the Jews smote all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would unto those that hated them.VERSEENDNEWLINEVERSETITLESTARTEsther9:6VERSETITLEENDNEWLINEVERSESTARTAnd in Shushan the palace the Jews slew and destroyed five hundred men.VERSEENDNEWLINEVerse 6. - In Shushan the palace. i.e. the upper city, where the palace was. The area of the hill is above a hundred acres, and there are many remains of residences on it besides the palace. It was probably densely peopled.NEWLINEVERSETITLESTARTEsther9:7VERSETITLEENDNEWLINEVERSESTARTAnd Parshandatha, and Dalphon, and Aspatha,VERSEENDNEWLINEVerses 7-10. - And Parshandatha. Haman's ten sons have unmistakably Persian names, so that no countenance is given by them to the theory that he was a foreigner. Formerly it was customary that they should be written in each MS. of the Book of Esther in three perpendicular lines, to signify (as it was said) that they were hanged on three parallel cords. In reading them the ten names were uttered in one breath, in memory of the supposed fact that they all died in one instant. It would be wrong, however, to attach credit to these traditions, which simply show the persistent hatred with which the Jews regarded their great enemy. Slew they. With the sword, probably (see ver. 5), and in fair fight.NEWLINEVERSETITLESTARTEsther9:8VERSETITLEENDNEWLINEVERSESTARTAnd Poratha, and Adalia, and Aridatha,VERSEENDNEWLINEVERSETITLESTARTEsther9:9VERSETITLEENDNEWLINEVERSESTARTAnd Parmashta, and Arisai, and Aridai, and Vajezatha,VERSEENDNEWLINEVERSETITLESTARTEsther9:10VERSETITLEENDNEWLINEVERSESTARTThe ten sons of Haman the son of Hammedatha, the enemy of the Jews, slew they; but on the spoil laid they not their hand.VERSEENDNEWLINEVERSETITLESTARTEsther9:11VERSETITLEENDNEWLINEVERSESTARTOn that day the number of those that were slain in Shushan the palace was brought before the king.VERSEENDNEWLINEVerse 11. - The number... was brought before the king. It was customary in all wars for the number of the slain to be carefully made out and recorded. In the Babylonian transcript of the Behistun Inscription the numbers are given with extreme exactness - e.g. 546, 2024, 4203, etc. On this occasion it would seem that only a rough calculation was made. Still the king took care to be informed on the subject, and the Jews, aware of this, were not left absolutely uncontrolled.NEWLINEVERSETITLESTARTEsther9:12VERSETITLEENDNEWLINEVERSESTARTAnd the king said unto Esther the queen, The Jews have slain and destroyed five hundred men in Shushan the palace, and the ten sons of Haman; what have they done in the rest of the king's provinces? now what is thy petition? and it shall be granted thee: or what is thy request further? and it shall be done.VERSEENDNEWLINEVerse 12. - What have they done in the rest of the king's provinces? Not an inquiry, but an exclamation. How many must they not have killed in the whole empire if they have slain 500 in Susa alone! Now, what is thy petition? Still, if this is not enough, if anything more is needed for the Jews' security, ask it, and \"it shall be done.\"NEWLINEVERSETITLESTARTEsther9:13VERSETITLEENDNEWLINEVERSESTARTThen said Esther, If it please the king, let it be granted to the Jews which are in Shushan to do to morrow also according unto this day's decree, and let Haman's ten sons be hanged upon the gallows.VERSEENDNEWLINEVerse 13. - Esther's request for a second day of slaughter has a bloodthirsty appearance; but, without a more complete knowledge of the facts than we possess, we cannot say that it was unjustifiable. It would seem that the Jews in Susa gathered themselves in the upper town on the appointed day, and were engaged there the whole day with their enemies. Esther asks that they may be allowed a second day - either in the upper or the lower town, it is not clear which to complete their work, and free themselves from all danger of further persecution from their foes. She is not likely to have made this request unless prompted to make it by Mordecai, who must have had means of knowing how matters really stood, and, as the chief minister over the whole nation, is likely to have been actuated rather by general views of policy than by a blind spirit of revenge. Still it must be granted that there is something essentially Jewish in Esther's request, and indeed in the tone of the entire book which bears her nameNEWLINEVERSETITLESTARTEsther9:14VERSETITLEENDNEWLINEVERSESTARTAnd the king commanded it so to be done: and the decree was given at Shushan; and they hanged Haman's ten sons.VERSEENDNEWLINEVerse 14. - They hanged the ten sons of Haman. Exposure on a cross was regarded as a deep disgrace, and was a punishment often inflicted by the Persians on persons killed in some other way (see Herod., 3:125; 7:238; Xen., 'Anab.,' 3. 1, § 17; Pint., 'Vit. Artax.,' § 17).NEWLINEVERSETITLESTARTEsther9:15VERSETITLEENDNEWLINEVERSESTARTFor the Jews that were in Shushan gathered themselves together on the fourteenth day also of the month Adar, and slew three hundred men at Shushan; but on the prey they laid not their hand.VERSEENDNEWLINEVerse 15. - For the Jews. Rather, \"and the Jews,\" or \"so the Jews.\" The Hebrew has the vau conjunctive, which is here certainly expressive of a sequence, or consequence.NEWLINEVERSETITLESTARTEsther9:16VERSETITLEENDNEWLINEVERSESTARTBut the other Jews that were in the king's provinces gathered themselves together, and stood for their lives, and had rest from their enemies, and slew of their foes seventy and five thousand, but they laid not their hands on the prey,VERSEENDNEWLINEVerse 16. - Gathered themselves together, and stood for their lives. i.e. did as the edict directed them (Esther 8:11). And had rest from their enemies. The idea of \"rest\" seems out of place when the subject of the narrative is slaughter, and the number of the slain has still to be told. Some suspect corruption, others an interpolation. And slew of their foes seventy and five thousand. The LXX. had in their copies fifteen for seventy-five, or one-fifth of the received number. The smaller number is more in harmony with the 500 killed at Susa than the larger one. FESTIVAL HELD, AND FEAST OF PURIM INSTITUTED (Esther 9:17-32). A natural instinct led the Jews, so soon as their triumph was accomplished, to indulge themselves in a day of rest and rejoicing (ver. 17). After toil there is need of repose; and escape from a great danger is followed, almost of necessity, by \"gladness.\" The writer of the Book of Esther, practising his usual reticence, says nothing of the character of the \"gladness;\" but we can scarcely be wrong in believing it to have been, in the main, religious, and to have included gratitude to God for their deliverance, the ascription of praise to his name, and an outpouring of the heart before him in earnest and prolonged thanksgiving. The circumstances of the struggle caused a difference, with regard to the date of the day of rejoicing, between the Jews of the capital and those of the provinces. The metropolitical Jews had two days of struggle, and could not \"rest\" until the third day, which was the 15th of Adar (ver. 18); the provincial Jews began and ended their work in one day, the 13th, and so their thanksgiving-day was the 14th, and not the 15th of the month (ver. 17). The consequence was, that when Mordecai and Esther determined on commemorating the wonderful deliverance of their time by an annual festival, analogous to that of the passover, to be celebrated by all Jews everywhere throughout all future ages, some hesitation naturally arose as to the proper day to be kept holy. If the 14th were kept, the provincial Jews would be satisfied, but those of Susa would have cause of complaint; if the 15th were the day selected, the two parties would simply exchange feelings. Under these circumstances it was wisely resolved to keep both days (ver. 21). Nothing seems to have been determined as to the mode of keeping the feast, except that both days were to be \"days of feasting and joy,\" and days upon which the richer members of the community should send \"portions\" and \"gifts\" to the poorer ones (ver. 22). The name, \"feast of Purina,\" was at once attached to the festival, in memory of Haman's consultation of the lot, the word \"Pur\" meaning \"lot\" in Persian (ver. 24). The festival became a national institution by the general consent of the Jews everywhere (ver. 27), and has remained to the present day among the most cherished of their usages, it falls in early spring, a month before the passover, and occupies two days, which are still those fixed by Mordecai and Esther, the 14th and 15th of Adar. The day preceding the feast is observed as a fast day, in commemoration of Esther's fast before going in uninvited to the king (Esther 4:16).NEWLINEVERSETITLESTARTEsther9:17VERSETITLEENDNEWLINEVERSESTARTOn the thirteenth day of the month Adar; and on the fourteenth day of the same rested they, and made it a day of feasting and gladness.VERSEENDNEWLINEVERSETITLESTARTEsther9:18VERSETITLEENDNEWLINEVERSESTARTBut the Jews that were at Shushan assembled together on the thirteenth day thereof, and on the fourteenth thereof; and on the fifteenth day of the same they rested, and made it a day of feasting and gladness.VERSEENDNEWLINEVerse 18. - The Jews which were at Shushan assembled together. i.e. \"gathered themselves together to bathe.\" The verb is the same as that used in ver. 16 of this chapter; and in Esther 8:11; Esther 9:2.NEWLINEVERSETITLESTARTEsther9:19VERSETITLEENDNEWLINEVERSESTARTTherefore the Jews of the villages, that dwelt in the unwalled towns, made the fourteenth day of the month Adar a day of gladness and feasting, and a good day, and of sending portions one to another.VERSEENDNEWLINEVerse 19. - The Jews of the villages, that dwelt in the unwalled towns. Rather, \"the Jews of the country, who dwelt in the country towns.\" There are places where the word translated \"unwalled\" connotes that idea - e.g. Ezekiel 38:11; Zechariah 2:8; but the main notion which it expresses is always that of a \"country region.\" Here walls are not at all in the thought of the writer, who intends a contrast between the Jews of the metropolis and those of the provinces. Ecbatana and Babylon are \"country towns\" to a Jew of Susa, such as the writer. A good day. Compare Esther 8:17, with the comment. Sending portions one to another. Compare Nehemiah 8:10; and for the precept on which the practice was founded see Deuteronomy 16:14. In modern times the Jews keep up the practice, and on the 15th of Adar both interchange gifts, chiefly sweetmeats, and make liberal offerings for the poor (comp. ver. 22, ad fin.).NEWLINEVERSETITLESTARTEsther9:20VERSETITLEENDNEWLINEVERSESTARTAnd Mordecai wrote these things, and sent letters unto all the Jews that were in all the provinces of the king Ahasuerus, both nigh and far,VERSEENDNEWLINEVerse 20. - Mordecai wrote these things. Mordecai seems, in the first instance, to have written to the provincial Jews, suggesting to them the future observance of two days of Purim instead of one, and explaining the grounds of his proposition, but without venturing to issue any order. When he found his proposition well received (vers. 23, 27) he sent out a second letter, \"with all authority\" (ver. 29), enjoining the observance.NEWLINEVERSETITLESTARTEsther9:21VERSETITLEENDNEWLINEVERSESTARTTo stablish this among them, that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, yearly,VERSEENDNEWLINEVerse 21. - To stablish. i.e. \"with a view to establishing\" - not actually doing so.NEWLINEVERSETITLESTARTEsther9:22VERSETITLEENDNEWLINEVERSESTARTAs the days wherein the Jews rested from their enemies, and the month which was turned unto them from sorrow to joy, and from mourning into a good day: that they should make them days of feasting and joy, and of sending portions one to another, and gifts to the poor.VERSEENDNEWLINEVerse 22. - The month which was turned unto them from sorrow to joy. This was the key-note of Purina, the dominant idea, to which all else was secondary and sub-ordinate - sorrow turned into joy, \"mourning into dancing,\" utter destruction into a signal triumph. Psalm 30. might well have been written at this time.NEWLINEVERSETITLESTARTEsther9:23VERSETITLEENDNEWLINEVERSESTARTAnd the Jews undertook to do as they had begun, and as Mordecai had written unto them;VERSEENDNEWLINEVerse 23. - The Jews undertook to do as they had begun. i.e. \"to observe the 14th day.\" And as Mordecai had written to them. i.e. \"and to observe also the 15th.\"NEWLINEVERSETITLESTARTEsther9:24VERSETITLEENDNEWLINEVERSESTARTBecause Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had devised against the Jews to destroy them, and had cast Pur, that is, the lot, to consume them, and to destroy them;VERSEENDNEWLINEVERSETITLESTARTEsther9:25VERSETITLEENDNEWLINEVERSESTARTBut when Esther came before the king, he commanded by letters that his wicked device, which he devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows.VERSEENDNEWLINEVerse 25. - But when Esther came before the king. Rather, \"when the matter came before the king.\" It is impossible to supply a proper name which has not occurred once in the last eleven verses. We must suppose the feminine suffix attached to the verb bo, \"came,\" to be superfluous, as it is in Ezekiel 33:33. His wicked device should return upon his own head. Compare Psalm 7:16. The device of Haman to massacre all the Jews turned to the destruction of the Jews' chief enemies, and of Haman himself and his sons among them.NEWLINEVERSETITLESTARTEsther9:26VERSETITLEENDNEWLINEVERSESTARTWherefore they called these days Purim after the name of Pur. Therefore for all the words of this letter, and of that which they had seen concerning this matter, and which had come unto them,VERSEENDNEWLINEVerse 26. - Wherefore they called these days Purim after the name of Pur. They took the Persian word, that is, and gave it a Hebrew plural, either because the Persian method of casting involved the use of several lots, or because Haman cast \"Pur\" several times (Esther 3:7). For all the words of this letter. i.e. \"on account of what was said in Mordecai's letter to them\" (ver. 20). And of that which they had seen, etc. \"And on account of what they had themselves seen and suffered.\" Mordecai's arguments were backed up by their own personal experience, and the recollection of what \"had come to them,\"NEWLINEVERSETITLESTARTEsther9:27VERSETITLEENDNEWLINEVERSESTARTThe Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so as it should not fail, that they would keep these two days according to their writing, and according to their appointed time every year;VERSEENDNEWLINEVerse 27. - All such as joined themselves to them. i.e. \"all who should become proselytes to their faith\" (see above, Esther 8:17). According to their writing. According to the writing concerning the days which they had received from Mordecai (ver. 20).NEWLINEVERSETITLESTARTEsther9:28VERSETITLEENDNEWLINEVERSESTARTAnd that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the memorial of them perish from their seed.VERSEENDNEWLINEVerse 28. - That these days should be remembered and kept throughout every generation, every family, etc. The universal adoption of the Purina feast by the Jewish nation, originating as it did at Susa, among the Persian Jews, never a very important part of the nation, is a curious fact, and is certainly not satisfactorily accounted for by the beauty and popularity of the Book of Esther (Ewald), nor by the dignity and power of Mordecai. Mordecai had no ecclesiastical authority; and it might have been expected that the Jews of Jerusalem would have demurred to the imposition of a fresh religious obligation upon them by a Jew of the Dispersion, who was neither a prophet, nor a priest, nor even a Levite. The Jews of Jerusalem, in their strongly-situated city, which was wholly theirs, and with their temple-fortress complete (Ezra 6:15), can scarcely have felt themselves in much danger from an attack which was to have begun and ended in a day. But Joiakim, the high priest of the time (Nehemiah 12:10-12), to whom, as we have seen ('Introduction,' § 3), the Book of Esther was attributed by some, must have given his approval to the feast from the first, and have adopted it into the ceremonial of the nation, or it would scarcely have become universal. Hooker ('Eccl. Pol.,' 5:71, § 6) rightly makes the establishment of the feast an argument in favour of the Church's power to prescribe festival days; and it must certainly have been by ecclesiastical, and not by civil, command that it became obligatory. That these days... should not fail,... nor the memorial of them perish. As a commemoration of human, and not of Divine, appointment, the feast of Purim was liable to abrogation or discontinuance. The Jews of the time resolved that the observance should be perpetual; and in point of fact the feast has continued up to the present date, and is likely to continue, though they could not bind their successors.NEWLINEVERSETITLESTARTEsther9:29VERSETITLEENDNEWLINEVERSESTARTThen Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all authority, to confirm this second letter of Purim.VERSEENDNEWLINEVerse 29. - Then Esther the queen, the daughter of Abihail,... wrote. The unusual designation of Esther as \"daughter of Abihail\" can only be accounted for by her having so designated herself in the letter. With all authority. Rather, \"with all earnestness,\" or \"impressiveness.\" Literally, the word used means \"strength.\" To confirm this second letter of Purina. The first letter is the one which is mentioned in vers. 20 and 26. That letter having elicited the favourable reply contained in vers. 26-28, a \"second letter of Purina\" was now issued, \"confirming\" and establishing the observance. It went forth not as an edict, or in the king's name, but as a letter, and in the names of Esther and Mordecai.NEWLINEVERSETITLESTARTEsther9:30VERSETITLEENDNEWLINEVERSESTARTAnd he sent the letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth,VERSEENDNEWLINEVerse 30. - And he sent the letters. Rather, \"he sent letters.\" In addition to the formal \"letter of Purina,\" which was of the nature of an ordinance, though not of legal force, Mordecai sent informal letters, which embraced other topics besides the Purim feast, as, for instance, words of salutation, and perhaps a reference to the keeping of a fast before the two Purina days (ver. 31). These he sent to all Jews throughout the whole empire, inclosing with them the formal \"letter of Purim.\" With words of peace and truth. Perhaps beginning thus: \"Peace and truth be with you\" - a modification of the usual, \"Peace,\" etc. (Ezra 4:17), or, \"All peace\" (ibid. 5:7), with which letters ordinarily began.NEWLINEVERSETITLESTARTEsther9:31VERSETITLEENDNEWLINEVERSESTARTTo confirm these days of Purim in their times appointed, according as Mordecai the Jew and Esther the queen had enjoined them, and as they had decreed for themselves and for their seed, the matters of the fastings and their cry.VERSEENDNEWLINEVerse 31. - As they had decreed for themselves and their seed. \"As they - i.e. the Jews generally - had decreed\" (see ver. 27). The matters of the fastings and their cry. These words stand in no clear grammatical relation to the preceding, and are otherwise very difficult to explain. They are thought to allude to the establishment by the provincial Jews, apart from Mordecai and Esther, of the 13th of Adar as a day of fasting and wailing; but if so, it is strange that nothing has been previously said of this ordinance. The plural form of the word for \"fastings\" is also suspicious, since it does not occur elsewhere in the Old Testament. Altogether, it is perhaps most probable that the words were originally the gloss of a commentator, written in the margin, and that they have been accidentally transferred to the text. They do not occur in the Septuagint.NEWLINEVERSETITLESTARTEsther9:32VERSETITLEENDNEWLINEVERSESTARTAnd the decree of Esther confirmed these matters of Purim; and it was written in the book.VERSEENDNEWLINEVerse 32. - The decree of Esther. Rather, \"a commandment of Esther.\" Some fresh act seems to be intended - something beyond the joint letter of Esther and Mordecai; though why it was needed, or what additional authority it could give, is not apparent. And it was written in the book. i.e. \"this commandment of Esther was inserted in the book of the chronicles,\" where the writer probably found it. No other book being mentioned in Esther but this, \"the book\" can have no other meaning (see Esther 2:23; Esther 6:1; Esther 10:2).NEWLINENEWLINENEWLINENEWLINE",