"Hab.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTHabakkuk1:1VERSETITLEENDNEWLINEVERSESTARTThe burden which Habakkuk the prophet did see.VERSEENDNEWLINEVerse 1. - § 1. The inscription of the book. The burden (see note on Nahum 1:1). The prophet (Habakkuk 3:1). This title, which is added in the inscriptions only to the names of Haggai and Zechariah, and cursorily to that of Jeremiah (46, 47, 50.), implies that he exercised the practical office of prophet, and was well known; and, as Pusey thinks, Habakkuk appended it here on account of the form in which his prophecy is cast, as being addressed almost entirely to God or the Chaldeans, not to his own people. Did see. In prophetic vision (see note on Amos 1:1).NEWLINEVERSETITLESTARTHabakkuk1:2VERSETITLEENDNEWLINEVERSESTARTO LORD, how long shall I cry, and thou wilt not hear! even cry out unto thee of violence, and thou wilt not save!VERSEENDNEWLINEVerses 2-4. - 2. The prophet complains to God of the iniquity of his own nation, and its consequence. Verse 2. - Shall I cry; Septuagint, κέκραξομαι. The Hebrew is taken to imply that the prophet had long been complaining of the moral depravity of Judah, and calling for help against it There is no reference here, as Ewald fancies, to acts of violence committed by the Chaldeans, who, in fact, are announced as coming to chastise the wickedness of the chosen people (ver. 6). And thou wilt not hear! The continuance of evil unchecked is an anomaly in the prophet's eye; and, putting himself in the position of the righteous among the people, he asks how long this is to last. Even cry out unto thee of violence; better, I cry out unto thee, Violence. A similar construction is found in Job 19:7; Jeremiah 20:8. \"Violence\" includes all manner of wrong done to one's neighbour. Septuagint, Βοήσομαι πρὸς σὲ ἀδικούμενος, \"I will cry unto thee being wronged,\" as if the wrong was done to the prophet himself. So the Vulgate, Vociferabor ad te vim patiens. But Habakkuk doubtless speaks in the person of the righteous, grieved at the wickedness he sees around, and the more perplexed as the Law led him to look for temporal rewards and punishments, if in the case of individuals, much more in that of the chosen nation (Leviticus 26, passim).NEWLINEVERSETITLESTARTHabakkuk1:3VERSETITLEENDNEWLINEVERSESTARTWhy dost thou shew me iniquity, and cause me to behold grievance? for spoiling and violence are before me: and there are that raise up strife and contention.VERSEENDNEWLINEVerse 3. - Why dost thou show me - Why dost thou let me see daily with my own eyes - iniquity abounding, the very evil which Balaam says (Numbers 23:21) the Lord had not found in Israel? Cause me to behold grievance. This should be, Dost thou look upon perverseness? He asks how God can look on this evil and leave it unpunished. The LXX. and the Vulgate translate the word amal \"trouble,\" or \"labour;\" Keil, \"distress.\" In this case it means the trouble and distress which a man inflicts on others, as wrong doing seems to be generally spoken cf. Spoiling and violence are before me. \"Spoiling\" is robbery that causes desolation. \"Violence\" is conduct that wrongs one's neighbour. The two words are often joined; e.g. Jeremiah 6:7; Amos 3:10. Vulgate, praedam et injustitiam. These are continually coming before the prophet's eyes. There are that raise up strife and contention; better, there is strife, and contention is raised. This refers to the abuse of the Law by grasping, quarrelsome nobles. Septuagint, \"Against me judgment hath gone, and the judge receiveth bribes.\" So the Syriac and Arabic. The Vulgate gives, Factum est judicium, et contradictio potentior, where judicium is used in a bad sense.NEWLINEVERSETITLESTARTHabakkuk1:4VERSETITLEENDNEWLINEVERSESTARTTherefore the law is slacked, and judgment doth never go forth: for the wicked doth compass about the righteous; therefore wrong judgment proceedeth.VERSEENDNEWLINEVerse 4. - Therefore. Because God has not interfered to put an end to this iniquity, or because of the want of righteous judges, the following consequences ensue. The Law is slacked. The Law. Torah, the revealed code which governed the moral, domestic, and political life, \"is chilled,\" is benumbed (Genesis 45:26), is no longer of any force or efficacy, is become a dead letter. Διασκέδασται \"is dispersed\" (Septuagint); lacerata est (Vulgate). Judgment doth never go forth; i.e. right is powerless, as if it had never been; justice never shows itself in such a case. Septuagint, οὐ διεξάγεται εἰς τέλος, \"proceedeth not effectually; ' so the Vulgate. The rendering, \"goeth not forth unto victory,\" given by the Syriac, is not so suitable; \"unto truth\" is a mistake arising from referring the word to a wrong root. Doth compass about. In a hostile sense, with threats and treachery (Judges 20:43; Psalm 22:13). Septuagint, καταδυναστεύει, \"prevails;\" Vulgate, praevalet adversus. Therefore. Because the righteous are unable to act as they desire, being opposed by the wicked. Wrong judgment proceedeth; rather, judgment goeth forth perverted. Eight, or what is so called, when it does come forth, is distorted, wrested, so as to be right no more.NEWLINEVERSETITLESTARTHabakkuk1:5VERSETITLEENDNEWLINEVERSESTARTBehold ye among the heathen, and regard, and wonder marvellously: for I will work a work in your days, which ye will not believe, though it be told you.VERSEENDNEWLINEVerses 5-11. - § 3. To this appeal answers that he will send the Chaldeans to punish the evil doers with a terrible vengeance; but rinse, his instruments, shall themselves offend by pride and impiety. Verse 5. - Behold ye among the heathen; the nations. God, in answer, bids the prophet and his people look among the nations for those who shall punish the iniquities of which he complains. I will use a heathen nation, he says, as my instrument to chastise the sinners in Judaea; and you shall see that I have not disregarded the evil that is rife among you. Some commentators suppose that the impious are addressed; but Habakkuk spoke in the name and person of the righteous, and to them the answer must be directed. The LXX, gives, Ιδετε, οἱ καταφρονηταί, \"Behold, ye despisers,\" which is justifiable. St. Paul quotes the Greek Version, Acts 13:41, in his sermon at Antioch in the Jewish synagogue, warning those who despised the gospel This was sufficiently close to the Hebrew for his purpose. And regard, and wonder marvellously. They are to wonder because the work is as terrible as it is unexpected. The LXX. (quoted by St. Paul, loc. cit.) adds, καὶ ἀφανίσθητε, \"and perish,\" or rather, \"be stupefied by astonishment,\" die of amazement. I will work; I work. The pronoun is not expressed, but must be supplied from ver. 6. It is God who sends the avengers. In your days. The prophet had asked (ver. 2), \"How long?\" The answer is that those now living should see the chastisement (see Introduction, § III.). Which ye will not believe. If ye heard of it as happening elsewhere, ye would not give credit to it; the punishment itself and its executors are both unexpected (comp. Lamentations 4:12).NEWLINEVERSETITLESTARTHabakkuk1:6VERSETITLEENDNEWLINEVERSESTARTFor, lo, I raise up the Chaldeans, that bitter and hasty nation, which shall march through the breadth of the land, to possess the dwellingplaces that are not theirs.VERSEENDNEWLINEVerse 6. - The executors of the Divine vengeance are now plainly announced. I raise up. God does it; he uses the power and passion of men to work out his designs (1 Kings 11:14, 23; Amos 6:14). The Chaldeans; Kasidim. By this appellation the prophets signify the soldiers or inhabitants of Babylon, which won its independence and commenced its wonderfully rapid career of conquest after the tall of Nineveh, between B.C. 626 and 608. At the time when Habakkuk wrote the Chaldeans had not appeared in Judaea, and no apprehension of danger from them was entertained. Bitter and hasty. The former epithet refers to their cruelty and ferocity (comp. Isaiah 14:6; Jeremiah 6:23; Jeremiah 50:42). They are called \"hasty,\" as being vehement and impetuous in attack and rapid in movement. Which shall march through the breadth of the land; which marcheth through the breadths of the earth. The statement explains the general character of the Chaldeans, and points to the foreign conquests of Nebuchadnezzar. LXX., Τὸ πορευόμενον ἐπὶ τὰ πλάτη τῆς γῆς (comp. Revelation 20:9).NEWLINEVERSETITLESTARTHabakkuk1:7VERSETITLEENDNEWLINEVERSESTARTThey are terrible and dreadful: their judgment and their dignity shall proceed of themselves.VERSEENDNEWLINEVerse 7. - They. The Hebrew is singular throughout. The disposition of the people, as of one man, is depicted. Terrible; exciting terror, as Song of Solomon 6:4, 10. Their judgment and their dignity shall proceed of themselves; his judgment and his eminence are from himself. The LXX. translates the two nouns κρίμα and λῆμμα: Vulgate, judicium and onus. The meaning is that the Chaldeans own no master, have no rule of right but their own will, attribute their glory and superiority to their own power and skill (comp. Daniel 4:130). They are like Achilles in Horace, 'Ep. ad Pison.,' 121, etc. -NEWLINENEWLINE\"Impiger, iracundus, inexorabilis, acer,NEWLINEJura neget sibi nata, nihil non arroget armis.\" Hitzig quotes AEschyl. 'Prom.,' 186, Παρ ἑαυτῷ τό δίκαιον ἔχων, \"Holding as justice what he deemeth so.\"NEWLINEVERSETITLESTARTHabakkuk1:8VERSETITLEENDNEWLINEVERSESTARTTheir horses also are swifter than the leopards, and are more fierce than the evening wolves: and their horsemen shall spread themselves, and their horsemen shall come from far; they shall fly as the eagle that hasteth to eat.VERSEENDNEWLINEVerse 8. - Their horses, etc. Jeremiah (Jeremiah 4:13) compares their horses to eagles (comp. Job 39:19, etc.). The punishment predicted in Deuteronomy 28:49, etc., is to come upon the Jews. We often read of the cavalry and chariots of the Chaldeans (Jeremiah 4:29; Jeremiah 6:23; Ezekiel 23:23, 24). Evening wolves. Wolves that prowl for food in the evening, and are then fiercest (Jeremiah 5:6; Zephaniah 3:3). Septuagint (with a different pointing), \"wolves of Arabia.\" Their horsemen shall spread themselves. The verb is also rendered, \"bear themselves proudly,\" or \"gallop.\" Septuagint, ἐξιππάσονται. The Anglican Version seems correct implying that the cavalry, like Cossacks or Uhlans, swept the whole country for plunder. The verbs throughout vers. 8-11 should be rendered in the present tense. From far. From Babylonia (Isaiah 39:3). The preceding clause was of general import; the present one refers to the invasion of Judaea. As the eagle. This is a favourite comparison of Jeremiah, as quoted above (comp. also Jeremiah 48:40; Jeremiah 49:22; Lamentations 4:19).NEWLINEVERSETITLESTARTHabakkuk1:9VERSETITLEENDNEWLINEVERSESTARTThey shall come all for violence: their faces shall sup up as the east wind, and they shall gather the captivity as the sand.VERSEENDNEWLINEVerse 9. - They shall come all for violence. All, every one of the invaders, come for violence - to repay that violence of which Habakkuk complained (ver. 2). Septuagint, Συντέλεια εἰς ἀσεβεῖς ἥξει, \"An end shall come upon the impious;\" Vulgate, Omnes ad praedam venient. Their faces shall sup up as the east wind. The word translated \"shall sup up\" occasions perplexity, being an ἅπαξ λεγόμενον. The Anglican rendering is virtually supported by other versions, e.g. Symmachus, Chaldee, and Syriac. The Vulgate, too, gives, facies eorum ventus urens, which Jerome explains, \"As at the blast of a burning wind all green things dry up, so at the sight of these men all shall be wasted.\" This is the meaning of the Anglican Version, which, however, might be improved thus: The aspect of their faces is as the east wind. The Revisers have, Their faces are set eagerly as the east wind, which does not seem very intelligible. Other renderings are, \"the endeavour,\" or \"desire of their faces is directed to the east,\" or \"forwards.\" (This rendering has the support of Orelli and others.) \"The crowd of their faces,\" as equivalent to \"the multitude of the army\" which is not a Hebrew phrase found elsewhere. Septuagint, ἀνθεστηκότας (agreeing with ἀσεβεῖς in the first clause) προσώποις αὐτῶν ἐξεναντίας, \"resisting with their adverse front.\" The effects of the east wind are often noted in Scripture; e.g. Genesis 41:6, 23; Job 27:21; Hosea 13:15. They shall gather the captivity as the sand. \"He collects the captives as sand\" - a hyperbolical expression to denote the numbers of captives and the quantity of booty taken. The mention of the east wind brings the thought of the terrible simoom, with its columns of sand.NEWLINEVERSETITLESTARTHabakkuk1:10VERSETITLEENDNEWLINEVERSESTARTAnd they shall scoff at the kings, and the princes shall be a scorn unto them: they shall deride every strong hold; for they shall heap dust, and take it.VERSEENDNEWLINEVerse 10. - And they shall scoff, etc.; it, or he, scoffeth at kings. The Chaldean nation makes light of the power and persons of kings. Compare Nebuchadnezzar's treatment of Jehoiakim (2 Chronicles 36:6; 2 Kings 24:1, 3; Jeremiah 22:19) and Jehoiachin (2 Kings 24:12, 15). They shall deride every strong hold. The strongest fortress is no impediment to them. They shall heap dust. This refers to the raising of a mound or embankment for the purpose of attacking a city (comp. 2 Samuel 20:15; 2 Kings 19:32; 2 Kings 25:1). In the Assyrian monuments one often sees representations of these mounds, or of inclined planes constructed to facilitate the approach of the battering ram (see Bonomi, 'Nineveh and its Palaces,' pp. 181, 188, etc.; Layard, 'Nineveh,' etc., 2:369).NEWLINEVERSETITLESTARTHabakkuk1:11VERSETITLEENDNEWLINEVERSESTARTThen shall his mind change, and he shall pass over, and offend, imputing this his power unto his god.VERSEENDNEWLINEVerse 11. - Then shall his mind change; Τότε μεταβαλεῖ τὸ πνεῦμα (Septuagint); Tunc mutabitur spiritus (Vulgate). From the ease and extent of his conquests the Chaldean gains fresh spirit. But it is best to translate differently, Then he sweepeth on as a wind. The Chaldean's inroad is compared to a tempestuous wind, which carries all before it. And he shall pass over. This is explained to mean, he exceeds all limits in his arrogancy, or he passes onward through the land. The former interpretation regards what is coming, the latter keeps to the metaphor of the wind. And offend. He is guilty, or offends, as the next clause explains, by attributing his success to his own prowess and skill. Thus the prophet intimates that the avenger himself incurs God's displeasure, and will suffer for it. Septuagint, καὶ ἐξιλάσεται, which St. Cyril interprets to mean that the Lord will change his purpose of punishing the Jews, and will have mercy on them - a notion quite foreign to the purport of the sentence. Imputing this his power unto his god; more literally, this his power is his god; Revised Version, even he whose might is his god. He defies the Lord, and makes his might his god. (For such pride and self-glorification, setup. Isaiah 14:13; Isaiah 47:7, etc.; Daniel 4:30.) Thus Mezentius, the despiser of the gods, speaks in Virgil, 'AEn.,' 10:773 -NEWLINENEWLINE\"Dextra mihi deus et telum, quod missile libro,NEWLINENunc adsint!\" Comp. Statius, 'Theb.,' 3:615 -NEWLINENEWLINE\"Virtus mihi numen, et ensis, Quem teneo.\"NEWLINEVERSETITLESTARTHabakkuk1:12VERSETITLEENDNEWLINEVERSESTARTArt thou not from everlasting, O LORD my God, mine Holy One? we shall not die. O LORD, thou hast ordained them for judgment; and, O mighty God, thou hast established them for correction.VERSEENDNEWLINEVerses 12-17. - § 4. The prophet, in reply, beseeches the Lord not to suffer his people to perish, seeing that he has deigned to be in covenant with them, but to remember mercy even during the affliction at the hand of their rapacious enemies. Verse 12. - Habakkuk calls to mind God's immutability and his covenant with Israel. Art thou not from everlasting, etc.? An affirmative answer is expected. This is one ground of confidence in the corrective nature of the chastisement. God is Jehovah, the covenant God, who has been in personal relation to Israel from time immemorial, and is himself eternal. Mine Holy One. He speaks in the person of the righteous people, and he refers to God's holiness as a second ground of hope, because, although God must punish sin, he will not let the sacred nation, the chosen guardian of the faith, perish utterly. And then he expresses this confidence: We shall not die. We shall be chastened, but not killed. The Masorites assert that the present reading is a correction of the scribes for \"thou wilt not die,\" which the prophet wrote originally, and which was altered for reverence' sake. But this is a mere assumption, incapable of proof. Its adoption would be an omission of the very consolation to which the prophet's confidence leads. Thou hast ordained them (him) for judgment. Thou hast appointed the Chaldean to execute thy corrective punishment on Israel (comp. Jeremiah 46:28). Others take the meaning to be - Thou hast predestined the Chaldean to be judged and punished This is not so suitable in this place. O mighty God; Hebrew, O Rock - an appellation applied to God, as the sure and stable Resting place and Support of his people (Deuteronomy 32:4, 15, 37; Psalm 18:2, 31:3; Isaiah 17:10). Thou hast established them (him) for correction. Thou appointedst the Chaldean, or madest him strong, in order to correct thy people. He is, like the Assyrian, the rod of God's anger (Isaiah 10:5). Septuagint, Απλασέ με τοῦ ἐλέγχειν παιδείαν αὐτοῦ, \"He formed me to prove his instruction.\" This, says St. Jerome, is spoken in the person of the prophet announcing his call and office.NEWLINEVERSETITLESTARTHabakkuk1:13VERSETITLEENDNEWLINEVERSESTARTThou art of purer eyes than to behold evil, and canst not look on iniquity: wherefore lookest thou upon them that deal treacherously, and holdest thy tongue when the wicked devoureth the man that is more righteous than he?VERSEENDNEWLINEVerse 13. - Thou art of purer eyes than to behold evil (comp. Habakkuk 1:3). God cannot look with complacency on evil (Psalm 5:5, 6). Iniquity; Septuagint, πόνους ὀδύνης, \"labours of pain.\" Injustice and the distress occasioned by it. God's holiness cannot endure the sight of wickedness, nor his mercy the sight of man's misery. And yet he permits these evil men to afflict the holy seed. This is the prophet's perplexity, which he lays before the Lord. Them that deal treacherously. The Chaldeans, so called from their faithless and rapacious conduct (Isaiah 21:2; Isaiah 24:16). More righteous. The Israelites, wicked as they were, were more righteous than the Chaldeans (comp. Ezekiel 16:51, etc.). Delitzsch and Keil think that the persons intended are the godly portion of Israel, who will suffer with the guilty.NEWLINEVERSETITLESTARTHabakkuk1:14VERSETITLEENDNEWLINEVERSESTARTAnd makest men as the fishes of the sea, as the creeping things, that have no ruler over them?VERSEENDNEWLINEVerse 14. - The prophet appeals movingly to God by showing the indignity with which the people are treated. As the fishes of the sea. Dumb and helpless, swept off by the fisherman. That have no ruler ever them. None to guide and protect them (comp. Proverbs 6:7; Proverbs 30:27). So the Jews seem to be deprived of God's care, and left to be the prey of the spoiler, as if of little worth, and no longer having God for their King (comp. Isaiah 63:19, Revised Version). The \"creeping things\" are worms, or small fish (Psalm 104:25).NEWLINEVERSETITLESTARTHabakkuk1:15VERSETITLEENDNEWLINEVERSESTARTThey take up all of them with the angle, they catch them in their net, and gather them in their drag: therefore they rejoice and are glad.VERSEENDNEWLINEVerse 15. - They take up all men with the angle; he bringeth up all together with the hook (Amos 4:2) The net. Any kind of net. Septuagint, ἄμφίβληστνον,\" cast net.\" The drag (σαγήνη). The large drag net. At their own pleasure, unhindered, the Chaldeans make whole nations their prey, their fishing implements being their armies, with which they gather unto themselves countries, peoples, and booty.NEWLINEVERSETITLESTARTHabakkuk1:16VERSETITLEENDNEWLINEVERSESTARTTherefore they sacrifice unto their net, and burn incense unto their drag; because by them their portion is fat, and their meat plenteous.VERSEENDNEWLINEVerse 16. - Therefore they sacrifice unto their net. This is spoken metaphorically, implying that the Babylonians recognized not God's hand, but attributed their success to the means which they employed (comp. ver. 11; Isaiah 10:13 etc.). There is no trace in the monuments of the Chaldeans paying divine honours to their weapons, as, accord-lug to Herodotus (4:62), the Scythians and other nations did (see Justin, 'Hist.,' 43:3; and Pusey's note here). What a man trusts in becomes a god to him. Their portion is fat; his portion is rich. He gains great wealth. Their meat plenteous; his meat dainty. He is prosperous and luxurious.NEWLINEVERSETITLESTARTHabakkuk1:17VERSETITLEENDNEWLINEVERSESTARTShall they therefore empty their net, and not spare continually to slay the nations?VERSEENDNEWLINEVerse 17. - Shall they therefore empty their net? Because they have had this career of rapine and conquest, shall God allow them to continue it? Shall they be permitted to be continually emptying their net in order to fill it again? The idea is that they carried off their booty and captives and secured them in their own territory, and then set out on new expeditions to acquire fresh plunder. The question is answered in the next chapter, where the judgment on the Chaldeans is pronounced. And not spare continually to slay the nations? And cease not to send forth his armies and to found his empire in the blood of conquered nations. The Septuagint and Vulgate have no interrogation, the assertion being made by way of expostulation.NEWLINENEWLINENEWLINENEWLINENEWLINE","Hab.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTHabakkuk2:1VERSETITLEENDNEWLINEVERSESTARTI will stand upon my watch, and set me upon the tower, and will watch to see what he will say unto me, and what I shall answer when I am reproved.VERSEENDNEWLINEVerses 1-3. - § 5. The prophet, waiting for an answer to his expostulation, is bidden to write the oracle in plain characters, because its fulfilment is certain. Verse 1. - Habakkuk speaks with himself, and, mindful of his office, waits for the communication which he confidently ex-poets (Jeremiah 33:3). I will stand upon my watch (Isaiah 21:6, 8). As a watchman goes to a high place to see all around and discern what is coming, so the prophet places himself apart from men, perhaps in some secluded height, in readiness to hear the voice of God and seize the meaning of the coming event. Prophets are called \"watchmen\" (comp. Ezekiel 3:17; Ezekiel 33:2, 6; Micah 7:4). The tower; i.e. watch tower, either literally or metaphorically, as in the first clause. Septuagint, πέτραν, \"rook.\" What he will say unto me; quid dicatur mihi (Vulgate); τί λαλήσει ἐν ἐμοί, \"what he will speak in me\" (Septuagint). He watches for the inward revelation which God makes to his soul (but see note on Zechariah 2:0). When I am reproved; ad arguentem me (Vulgate); ἐπὶ τὸν ἔλεγχόν μου (Septuagint); rather, to my complaint, referring to his complaint concerning the impunity of sinners (Habakkuk 1:18-17). He waits till he hears God's voice within him what answer he shall make to his own complaint, the expostulation which he had offered to God. There is no question here concerning the reproofs which others levelled against him, or concerning any rebuke conveyed to him by God - an impression given by the Anglican Version.NEWLINEVERSETITLESTARTHabakkuk2:2VERSETITLEENDNEWLINEVERSESTARTAnd the LORD answered me, and said, Write the vision, and make it plain upon tables, that he may run that readeth it.VERSEENDNEWLINEVerse 2. - Jehovah answers the prophet's expostulation (Habakkuk 1:12, etc.). Write. That it may remain permanently on record, and that, when it comes to pass, people may believe in the prophet's inspiration (John 13:19; comp. Isaiah 8:1; Isaiah 30:8; Jeremiah 30:2; Revelation 1:11). The vision (see Habakkuk 1:1: Obadiah 1:1). The word includes the inward revelation as well as the open vision. Upon tables; upon the tables (Deuteronomy 27:8); i.e. certain tablets placed in public places, that all might see and read them (see Isaiah, loc. cit.); Septuagint, εἰς πυξίον, \"a boxwood tablet\" The summary of what was to be written is given in ver. 4. This was to be \"made plain,\" written large and legibly. Septuagint, σαφῶς. That he may run that readeth it. The common explanation of these words (unfortunately perpetuated by Keble's well known hymn, \"There is a book, who runs may read\"), viz. that even the runner, one who hastens by hurriedly, may be able to read it, is not borne out by the Hebrew, which rather means that every one who reads it may run, i.e. read fluently and easily. So Jerome, \"Scribere jubetur planius, ut possit lector currere, et nullo impedimento velocitas ejus et legendi cupido teneatur.\" Henderson, comparing Daniel 12:4, \"Many shall run to and fro, and knowledge shall be increased,\" interprets the clause to signify that whosoever reads the announcement might run and publish it to all within his reach. \"' To run,'\" he adds, \"is equivalent to 'to prophesy' in Jeremiah 23:21,\" on the principle that those who were charged with a Divine message were to use all despatch in making it known. In the passage of Daniel, \"to run to and fro,\" is explained to mean \"to peruse.\"NEWLINEVERSETITLESTARTHabakkuk2:3VERSETITLEENDNEWLINEVERSESTARTFor the vision is yet for an appointed time, but at the end it shall speak, and not lie: though it tarry, wait for it; because it will surely come, it will not tarry.VERSEENDNEWLINEVerse 3. - For. The reason is given why the oracle is to be committed to writing. Is yet for an (the) appointed time. The vision will not be accomplished immediately, but in the period fixed by God (comp. Daniel 8:17, 19; Daniel 11:27, 35). Others explain, \"pointeth to a yet future time.\" But at the end it shall speak. The verb is literally \"breathes,\" or \"pants;\" hence the clause is better rendered, and it panteth (equivalent to hasteth) towards the end. The prophecy personified yearns for its fulfilment in \"the end,\" not merely at the destruction of the literal Babylon, but in the time of the end - the last time, the Messianic age, when the world power, typified by Babylon, should be overthrown (see Daniel, loc cit.). And not lie; it deceiveth not; οὐκ εἰς κενόν, \"not in vain\" (Septuagint). It will certainly come to pass. Wait for it. For the vision and its accomplishment. Because it will surely come. The author of the Epistle to the Hebrews (Hebrews 10:37) quotes the Septuagint Version of this clause, applying it to the last coming of Messiah Ὅτι (plus ὁ, Hebrew) ἐρχόμενος ἥξει καὶ οὐ μή χρονίσῃ (οὐ χρονιεῖ Hebrew); so the Vulgate, Veniens veniet, et non tardabit. The original passage does not primarily refer to the coming of Messiah, but as the full and final accomplishment of the prophecy doubtless belongs to that age, it is not a departure from the fundamental idea to see in it a reference hereto. It will not tarry; it will not be behindhand; it will not fail to arrive (Judges 5:28; 2 Samuel 20:5).NEWLINEVERSETITLESTARTHabakkuk2:4VERSETITLEENDNEWLINEVERSESTARTBehold, his soul which is lifted up is not upright in him: but the just shall live by his faith.VERSEENDNEWLINEVerse 4. - § 6. The great principle is taught that the proud shall not continue, but the just shall live by faith. The prophecy commences with a fundamental thought, applicable to all God's dealings with man. Behold, his soul which is lifted up is not upright in him; literally, behold, puffed up, his soul is not upright in him. This is a description of an evil character (especially of the Chaldean) in opposition to the character delineated in the following hemistich. One who is proud, presumptuous, thinks much of himself, despising others, and is not straightforward and upright before God, shall not live, shall not have a happy, safe life; he carries in himself the seeds of destruction. The result is not expressed in the first hemistich, but may be supplied from the next clause, and, as Knabenbauer suggests, may be inferred from the language in Hebrews 10:38, 39, where, after quoting the Septuagint rendering of this passage, Ἐὰν ὑποστείληται οὐκ εὐδοκεῖ ἡ ψυχή μου ἐν αὐτῷ, the writer adds, \"But we are not of them that shrink back (ὑποσταλῆς) unto perdition.\" Vulgate, Ecce, qui incredulus est, non erit recta anima ejus in semetipso, which seems to confine the statement to the case of one who doubts God's word. But the just shall live by his faith. The \"faith\" here spoken of is a loving trust in God, confidence in his promises, resulting in due performance of his will. This hemistich is the antithesis to the former. The proud and perverse, those who wish to be independent of God, shall perish; but, on the other hand, the righteous shall live and be saved through his faith, on the condition that he puts his trust in God. The Hebrew accents forbid the union, \"the just by faith,\" though, of course, no one can be just, righteous, without faith. The passage may be emphasized by rendering, \"As to the just, through his faith he shall live.\" This famous sentence, which St. Paul has used as the basis of his great argument (Romans 1:17; Galatians 3:11; comp. Hebrews 10:38), in its literal and contextual application implies that the righteous man will have perfect trust in God's promises and will be rewarded by being safe in the day of tribulation, with reference to the coming trouble at the hands of the Chaldeans. When the proud, greedy kingdom shall have sunk in ruin, the faithful people shall live secure. But the application is not confined to this circumstance. The promise looks beyond the temporal future of the Chaldeans and Israelites, and unto a reward that is eternal. We see how naturally the principle here enunciated is applied by the apostle to teach the doctrine of justification by faith in Christ. The LXX. gives, Ὁ δὲ δίκαιος ἐκ πίστεώς μου ζήσεται ι,ε. \"by faith in me.\" The Speaker is God. St. Paul omits μου. Habakkuk gathers into one sentence the whole principle of the Law, and indeed all true religion.NEWLINEVERSETITLESTARTHabakkuk2:5VERSETITLEENDNEWLINEVERSESTARTYea also, because he transgresseth by wine, he is a proud man, neither keepeth at home, who enlargeth his desire as hell, and is as death, and cannot be satisfied, but gathereth unto him all nations, and heapeth unto him all people:VERSEENDNEWLINEVerse 5. - § 7. The character of the Chaldeans in some particulars is intimated. The general proposition in the former hemistich of ver. 4 is here applied to the Chaldeans, in striking contrast to the lot of the just in the latter clause. Yea also, because he transgresseth by wine. This should be, And moreover, wine is treacherous. A kind of proverbial saying (Proverbs 20:1). Vulgate, Quomodo vinum potantem decipit. There is no word expressive of comparison in the original, though it may be supplied to complete the sense. The intemperate habits of the Babylonians are well attested (see Daniel 5:3, 4; Quint. Curt., 5:1, \"Babylonii maxime in vinum et quae ebrietatem sequuntur effusi sunt;\" comp. Her., 1:191; Xen., 'Cyrop.,' 7:5. 15). They used beth the fermented sap of the palm tree as well as the juice of the grape, the latter chiefly imported from abroad. \"The wealthy Babylonians were fond of drinking to excess; their banquets were magnificent, but generally ended in drunkenness\" (Rawlinson, 'Anc. Men.,' 3:450, edit. 1865). Neither the Septuagint, nor the Syriac, nor the Coptic Version has any mention of wine in this passage. The Septuagint gives, ὁ δὲ κατοιόμενος καὶ καταφρονητής, \"the arrogant and the scorner.\" He is a proud man, neither keepeth he at home; a haughty man, he resteth not. His pride is always impelling him to new raids and conquests. This is quite the character of the later Chaldeans, and is consistent with the latter part of the verse. The comparison, then, is this: As wine raises the spirits and excites men to great efforts which in the end deceive them, so pride rouses these men to go on their insatiate course of conquest, which shall one day prove their ruin. The verb translated \"keepeth at home\" has the secondary sense of \"being decorous;\" hence the Vulgate gives, Sic erit vir superbus, et non decorabitur; i.e. as wine first exhilarates and then makes a man contemptible, so pride, which begins by exalting a man, ends by bringing him to ignominy. Others take the verb in the sense of \"continueth not,\" explaining that the destruction of Babylon is here intimated. But what follows makes against this interpretation. The LXX. gives, 'Ανὴρ ἀλαζὼν οὐθὲν μὴ τεράνη, which Jerome, combining with it his own version, paraphrases, \"Sic vir superbus non decorabitur, nec voluntatem suam perducet ad finem; et juxta Symmachum, οὐκ εὐπορήσει, hoc est, in rerum omnium erit penuria.\" Who enlargeth his desire as hell; Hebrew, Sheol. Hell is called insatiable (Proverbs 27:20; Proverbs 30:16; Isaiah 5:14). Is as death, which seizes all creatures and spares none. People; peoples.NEWLINEVERSETITLESTARTHabakkuk2:6VERSETITLEENDNEWLINEVERSESTARTShall not all these take up a parable against him, and a taunting proverb against him, and say, Woe to him that increaseth that which is not his! how long? and to him that ladeth himself with thick clay!VERSEENDNEWLINEVerses 6-8. - § 8. The destruction of the Babylonians is announced by the mouth of the vanquished nations, who utter five woes against their oppressor. The first woe: for their rapacity. Verse 6. - All these. All the nations and peoples who have been subjugated and barbarously treated by the Babylonians (comp. Isaiah 14:4). A parable. A sententious song (see note on Micah 2:4). A taunting proverb. The Anglican Version combines the two Hebrew words, which stand unconnected, into one notion. So the Vulgate, loquelam aenigmatum. The latter of the two generally means \"riddle,\" \"enigma;\" the other word (melitzah) is by some translated, \"a derisive satirical song,\" or \"an obscure, dark saying;\" but, as Keil and Delitzsch have shown, is better understood of a bright, clear, brilliant speech. So the two terms signify \"a speech containing enigmas,\" or a song which has double or ambiguous meanings (comp. Proverbs 1:6). Septuagint, Πρόβλημα εἰς διήγησις, αὐτοῦ. Woe (Nahum 3:1). This is the first of the five \"woes,\" which consist of three verses each, arranged in strophical form. Increaseth that which is not his. He continues to add to his conquests and possessions, which are not his, because they are acquired by injustice and violence. This is the first denunciation of the Chaldeans for their insatiable rapacity. How long? The question comes in interjectionally - How long is this state of things to continue unpunished (comp. Psalm 6:3; Psalm 90:13)? That ladeth himself with thick clay; Septuagint, βαρύνων τὸν κλοιὸν αὐτοῦ στιβαρῶς, \"who loadeth his yoke heavily;\" Vulgate, aggravat contra se densum lutum. The renderings of the Anglican and Latin Versions signify that the riches and spoils with which the conquerors load themselves are no more than burdens of clay, which are in themselves worthless, and only harass the bearers. The Greek Version seems to point to the weight of the yoke imposed by the Chaldeans on them; but Jerome explains it differently, \"Ad hoc tantum saevit ut devoret et iniquitatis et praedarum onere quasi gravissima torque se deprimat.\" The difficulty lies in the ἄπαξ λεγόμενον αβτιτ, which forms an enigma, or dark saying, because, taken as two words, it might pass current for \"thick clay,\" or \"a mass of dirt,\" while regarded as one word it means \"a mass of pledges,\" \"many pledges.\" That the latter is the signification primarily intended is the view of many modern commentators, who explain the clause thus: The quantity of treasure and booty amassed by the Chaldeans is regarded as a mass of pledges taken from the conquered nations a burden of debt to be discharged one day with heavy retribution. Pusey, \"He does in truth increase against himself a strong pledge, whereby not others are debtors to him, but he is a debtor to Almighty God, who careth for the oppressed (Jeremiah 17:11).\"NEWLINEVERSETITLESTARTHabakkuk2:7VERSETITLEENDNEWLINEVERSESTARTShall they not rise up suddenly that shall bite thee, and awake that shall vex thee, and thou shalt be for booties unto them?VERSEENDNEWLINEVerse 7. - That shall bite thee. As thou hast cruelly treated others, so shall they, like fierce vipers (Jeremiah 8:17), bite thee. Henderson, Delitzsch, Keil, and others see in the word a double entendre connected with the meaning of \"lending on interest,\" so the \"biting\" would signify \"exacting a debt with usury.\" Such a term for usury is not unknown to classical antiquity; thus (quoted by Henderson) Aristoph., 'Nub.,' 12 -NEWLINENEWLINEΔακόμενος`ΝΛ´Υπὸ τὴς δαπάνης καὶ τῆς φάτνης καὶ τῶν χρεῶνNEWLINENEWLINE\"By the expenditure deep bitten,NEWLINEAnd by the manger and the debts\" Lucan, 'Phars.,' 1:181,\" Hinc usura vorax, avidumque in tempore faenus.\" The \"biters\" rising up suddenly are the Persians who destroyed the Babylonian power as quickly and as unexpectedly as it had arisen. Vex; literally, shake violently, like διασείσητε (Luke 3:14), or like the violent arrest of a creditor (Matthew 18:28); Septuagint, οἱ ἐπίβουλοί σου, \"thy plotters;\" Vulgate, lacerantes te. So of the mystic Babylon, her end comes suddenly (Revelation 18:10, 17).NEWLINEVERSETITLESTARTHabakkuk2:8VERSETITLEENDNEWLINEVERSESTARTBecause thou hast spoiled many nations, all the remnant of the people shall spoil thee; because of men's blood, and for the violence of the land, of the city, and of all that dwell therein.VERSEENDNEWLINEVerse 8. - The law of retaliation is asserted. All the remnant of the people (peoples) shall spoil thee. The remnant of the nations subjugated and plundered by the Chaldeans shall rise up against them. The downfall of Babylon was brought about chiefly by the combined forces of Media, Persia, and Elam (Isaiah 21:2; Jeremiah 1:9, etc.); and it is certain that Nebuchadnezzar, at one period of his reign, conquered and annexed Elam; and there is every probability that he warred successfully against Media (see Jeremiah 25:9, 25; Judith 1:5, 13, etc.); and doubtless many of the neighbouring tribes, which had suffered under these oppressors, joined in the attack. Because of men's blood. Because of the cruelty and bloodshed of which the Babylonians were guilty. For the violence of (done to) the land, of the city (see ver. 17). The statement is general, but with special reference to the Chaldeans' treatment of Judaea and Jerusalem, as in Isaiah 43:14; Isaiah 45:4; Jeremiah 51:4, 11. Jerome takes \"the violence of the land,\" etc., to mean the wickedness of the Jews themselves, which is to be punished. He is led astray by the Septuagint, which gives, διὰ... ἀσεβείας γῆς, \"through... the iniquity of the land.\"NEWLINEVERSETITLESTARTHabakkuk2:9VERSETITLEENDNEWLINEVERSESTARTWoe to him that coveteth an evil covetousness to his house, that he may set his nest on high, that he may be delivered from the power of evil!VERSEENDNEWLINEVerses 9-11. - § 9. The second woe: for their avarice, violence, and cunning. Verse 9. - That coveteth an evil covetousness to his house; better, gaineth evil gains for his house. The \"house\" is the royal family or dynasty, as in ver. 10; and the Chaldean is denounced for thinking to secure its stability and permanence by amassing godless gains. That he may set his nest on high. This is a figurative expression, denoting security as well as pride and self-confidence (comp. Numbers 24:21; Job 39:27, etc.; Jeremiah 49:16; Obadiah 1:4), and denotes the various means which the Chaldeans employed to establish and secure their power (comp. Isaiah 14:14). Some see in the words an allusion to the formidable fortifications raised by Nebuchadnezzar for the protection of Babylon, and the wonderful palace erected by him as a royal residence (see Rawlinson, 'Ant. Men.,' 3:340, etc., edit. 1865). It is certain that Nebuchadnezzar and other monarchs, after successful expeditions, turned their attention to building and enriching towns, temples, and palaces (see Josephus, 'Cont. Ap.,' 1:19, 7, etc.). From the power of evil; from the hand of evil; i.e. from all calamity.NEWLINEVERSETITLESTARTHabakkuk2:10VERSETITLEENDNEWLINEVERSESTARTThou hast consulted shame to thy house by cutting off many people, and hast sinned against thy soul.VERSEENDNEWLINEVerse 10. - The very means he took to secure his power shall prove his ruin. Thou hast consulted shame to thy house. By thy measures thou hast really determined upon, devised shame and disgrace for thy family; that is the result of all thy schemes, By cutting off many people (peoples). This is virtually correct. The verb in the present text is in the infinitive, and may depend upon the verb in the first clause. The versions read the past tense, συνεπέρανας, concidisti. So the Chaldee and Syriac. This may be taken as the prophet's explanation of the shameful means employed. Hast sinned against thy soul (Proverbs 8:36; Proverbs 20:2). Thou hast endangered thy own life by provoking retribution. The Greek and Latin Versions have, \"Thy soul hath sinned.\"NEWLINEVERSETITLESTARTHabakkuk2:11VERSETITLEENDNEWLINEVERSESTARTFor the stone shall cry out of the wall, and the beam out of the timber shall answer it.VERSEENDNEWLINEVerse 11. - Even inanimate things shall raise their voice to denounce the Chaldeans' wickedness. The stone shall cry out of the wall. A proverbial expression to denote the horror with which their cruelty and oppression were regarded; it is particularly appropriate here, as these crimes had been perpetrated in connection with the buildings in which they prided them. selves, and which were raised by the enforced labour of miserable captives and adorned with the fruits of fraud and pillage. Compare another application of the expression in Luke 19:40. Jerome quotes Cicero, 'Orat. pro Marcello,' 10, \"Parietes, medius fidius, ut mihi videntur, hujus curiae tibi gratias agere gestiunt, quod brevi tempore futura sit ilia auctoritas in his majorum suorum et suis sedibus\" (comp. Eurip., 'Hippol.,' 418, Τέρεμνά τ οἴκων μή ποτε φθογγὴν ἀφῇ: Ovid, 'Metam.,' 2:696, \"Tutus eas: lapis iste prius tua furta loquetur\"). Wordsworth sees a literal fulfilment of these words in the appalling circumstance at Belshazzar's feast, when a hand wrote on the palace wall the doom of Babylon (Daniel 5.). And the beam out of the timber shall answer it. \"The tie beam out of the timber work shall\" take up the refrain, and \"answer\" the stone from the wall. The Hebrew word (Kaphis) rendered \"beam\" is an ἄπαξ λεγόμενον. It is explained as above by St. Jerome, being referred to a verb meaning \"to bind.\" Thus Symmachus and Theodotion translate it by σύνδεσμος. Henderson and others think it means \"a half brick,\" and Aquila renders it by μᾶζα, \"something baked.\" But we have no evidence that the Babylonians in their sumptuous edifices interlaced timber and half bricks (see Pusey, p. 419, note 23). The LXX. gives, κάνθαρος ἐκ ξύλου, a beetle, a worm, from the wood. Hence, referring to Christ on the cross, St. Ambrose ('Orat. de Obit. Theod.,' 46) writes, \"Adoravit ilium qui pependit in ligno, illum inquam qui sicut scarabaeus clamavit, ut persecutoribus suis peccata condonaret.\" St. Cyril argues that tie beams were called κάνθαροι from their clinging to and supporting wall or roof. Some reason for this supposition is gained by the fact that the word canterius, or cantherius, is used in Latin in the sense of \"rafter.\"NEWLINEVERSETITLESTARTHabakkuk2:12VERSETITLEENDNEWLINEVERSESTARTWoe to him that buildeth a town with blood, and stablisheth a city by iniquity!VERSEENDNEWLINEVerses 12-14. - § 10. The third woe: for founding their power in blood and devastation. Verse 12. - The Chaldeans are denounced for the use they make of the wealth acquired by violence. That buildeth a town with blood (Micah 3:19, where see note). They used the riches gained by the murder of conquered nations in enlarging and beautifying their own city. By iniquity. To get means for these buildings, and to carry on their construction, they used injustice and tyranny of every kind. That mercy was not an attribute of Nebuchadnezzar we learn from Daniel's advice to him (Daniel 4:27). The captives and deported inhabitants of conquered countries were used as slaves in these public works (see an illustration of this from Koyunjik, Rawlinson's 'Anc. Men.,' 1:497). What was true of Assyria was no less true of Babylon. Professor Rawlinson (2:528, etc.) tells of the extreme misery and almost entire ruin of subject kingdoms. Not only are lands wasted, cattle and effects carried off, the people punished by the beheading or impalement of hundreds or thousands, but sometimes wholesale deportation of the inhabitants is practised, tons or hundreds of thousands being carried away captive. \"The military successes of the Babylonians,\" he says (3:332), \"were accompanied with needless violence, and with outrages not unusual in the East, which the historian must nevertheless regard as at once crimes and follies. The transplantation of conquered races may, perhaps, have been morally defensible, notwithstanding the sufferings which it involved. But the mutilations of prisoners, the weary imprisonments, the massacre of non-combatants, the refinement of cruelty shown in the execution of children before the eyes of their fathers, - these and similar atrocities, which are recorded of the Babylonians, are wholly without excuse, since they did not so much terrify as exasperate the conquered nations, and thus rather endangered than added strength or security to the empire. A savage and inhuman temper is betrayed by these harsh punishments, one that led its possessors to sacrifice interest to vengeance, and the peace of a kingdom to a tiger-like thirst for blood...we cannot be surprised that, when final judgment was denounced against Babylon, it was declared to be sent in a great measure 'because of men's blood, and for the violence of the land, of the city, and of all that dwelt therein.'\"NEWLINEVERSETITLESTARTHabakkuk2:13VERSETITLEENDNEWLINEVERSESTARTBehold, is it not of the LORD of hosts that the people shall labour in the very fire, and the people shall weary themselves for very vanity?VERSEENDNEWLINEVerse 13. - Is it not of the Lord of hosts? Hath not God ordained that this, about to be mentioned, should be the issue of all this evil splendour? That the people shall labour in the very fire; rather, that the peoples labour for the fire; i.e. that the Chaldees and such like nations expended all this toil on cities and fortresses only to supply food for fire, which, the prophet sees, will be their end (Isaiah 40:16). Jeremiah (Jeremiah 51:58) applies these and the following words to the destruction of Babylon. This is indeed to weary themselves for very vanity. Babylon, when it was finally taken, was given over to fire and sword (comp. Jeremiah 50:32; Jeremiah 51:30, etc.).NEWLINEVERSETITLESTARTHabakkuk2:14VERSETITLEENDNEWLINEVERSESTARTFor the earth shall be filled with the knowledge of the glory of the LORD, as the waters cover the sea.VERSEENDNEWLINEVerse 14. - The prophet now gives the reason of the vanity of these human undertakings. For the earth shall be filled, etc. The words are from Isaiah 11:9, with some little alterations (comp. Numbers 14:21). This is cue of the passages which attests \"the community of testimony,\" as it is called, among the prophets. To take a few out of many cases that offer, Isaiah 2:2-4 compared with Micah 4:1-4; Isaiah 13:19-22 with Jeremiah 50:39, etc.; Isaiah 52:7 with Nahum 1:15; Jeremiah 49:7-22 with Obadiah 1:1-4; Amos 9:13 with Joel 3:18 (Ladd, 'Doctrine of Scripture,' 1:145). All the earth is to be filled with, and to recognize, the glory of God as manifested in the overthrow of ungodliness; and therefore Babylon, and the world power of which she is a type, must be subdued and perish. This announcement looks forward to the establishment of Messiah's kingdom, which \"shall break in pieces and consume all these kingdoms, and shall stand forever\" (Daniel 2:44). We must remember how intimately in the minds of Eastern heathens the prosperity of a nation was connected with its local deities. Nothing in their eyes could show more perfectly the impotence of a god than his failing to protect his worshippers from destruction (comp. 2 Kings 18:33, etc.). The glory of Jehovah and his sovereignty over the earth would be seen and acknowledged in the overthrow of Babylon, the powerful, victorious nation. As the waters cover the sea. As the waters fill the basin of the sea (Genesis 1:22; 1 Kings 7:23, where the great vessel of ablution is called \"the sea\").NEWLINEVERSETITLESTARTHabakkuk2:15VERSETITLEENDNEWLINEVERSESTARTWoe unto him that giveth his neighbour drink, that puttest thy bottle to him, and makest him drunken also, that thou mayest look on their nakedness!VERSEENDNEWLINEVerses 15-17. - § 11. The fourth woe: for base and degrading treatment of subject nations. Verse 15. - Not only do the Chaldeans oppress and pillage the peoples, but they expose them to the vilest derision and contumely. The prophet uses figures taken from the conduct produced by intemperance. That giveth his neighbour drink. The Chaldeans behaved to the conquered nations like one who gives his neighbour intoxicating drink to stupefy his faculties and expose him to shame (comp. ver. 5). The literal drunkenness of the Chaldeans is not the point here. That puttest thy bottle to him. If this translation is received, the clause is merely a strengthened repetition of the preceding with a sudden change of person. But it may be rendered, \"pouring out, or mixing, thy fury,\" or, as Jerome, \"mittens fel suum,\" \"adding thy poison thereto.\" This last version seems most suitable, introducing a kind of climax, the \"poison\" being some drug added to increase the intoxicating power. Thus: he gives his neighbour drink, and this drugged, and in the end makes him drunken also. For the second clause the Septuagint gives, ἀνατροπῇ θολερᾷ, subversione turbida and the versions collected by Jerome are only unanimous in differing from one another That thou mayest look on their nakedness. There seems to be an allusion to the case of Noah (Genesis 9:21, etc.); but the figure is meant to show the abject state to which the conquered nations were reduced, when, prostrated by fraud and treachery, they were mocked and spurned and covered with ignominy (comp. Nahum 3:5, 11). So the mystic Babylon is said to have made the nations drink of her cup (Revelation 14:8; Revelation 17:2; Revelation 18:3).NEWLINEVERSETITLESTARTHabakkuk2:16VERSETITLEENDNEWLINEVERSESTARTThou art filled with shame for glory: drink thou also, and let thy foreskin be uncovered: the cup of the LORD'S right hand shall be turned unto thee, and shameful spewing shall be on thy glory.VERSEENDNEWLINEVerse 16. - Just retribution falls on Babylon. Thou art filled with shame for glory. Thou art satiated, indeed, but With shame, not with glory. Thou hast revelled in thy shameless conduct to the defencelses, but this redounds to thy dishonour, and will only add to the disgrace of thy fall The Septuagint joins this clause with part of the following: \"Drink thou also fulness of shame for glory.\" Drink thou also the cup of wrath and retribution. Let thy foreskin be uncovered. Be thou in turn treated with the same ignominy with which thou hast treated others, the figure in ver. 15 being here repeated (comp. Lamentations 4:21). It is otherwise translated, \"Be thou,\" or \"show thyself, uncircumcised.\" This, in a Jew's eyes, would be the very climax of degradation. The Vulgate has consopire, from a slightly different reading. The LXX., Καρδία σαλεύθητι καὶ σείσθητι \"Be tossed, O my heart, and shaken.\" The present text is much more appropriate, though the Syriac and Arabic follow the Greek here. The cup of the Lord's right hand. Retributive vengeance is often thus figured (comp. Psalm 60:3; Psalm 75:8; Isaiah 51:17, 22; Jeremiah 25:15, etc.). Shall be turned unto thee. God himself shall bring round the cup of suffering and vengeance to thee in thy turn, and thou shalt be made to drink it to the dregs, so that shameful spewing (foul shame) shall be on thy glory. The ἅπαξ λεγόμενον kikalon is regarded as an intensive signifying \"the utmost ignominy\" (ἀτιμία, Septuagint), or as two words, or a compound word, meaning vomitus ignominiae (Vulgate). It was probably used by the prophet to suggest both ideas.NEWLINEVERSETITLESTARTHabakkuk2:17VERSETITLEENDNEWLINEVERSESTARTFor the violence of Lebanon shall cover thee, and the spoil of beasts, which made them afraid, because of men's blood, and for the violence of the land, of the city, and of all that dwell therein.VERSEENDNEWLINEVerse 17. - For the violence of Lebanon shall cover thee; LXX., ἀσέβεια τοῦ Λιβάνου: iniquitas Libani (Vulgate). It would be plainer if translated, \"the violence against,\" or \"practised on, Lebanon,\" as the sentence refers to the devastation inflicted by the Chaldeans on the forests of Lebanon (comp. Isaiah 14:8; Isaiah 37:24). Jerome confines the expression in the text to the demolition of the temple at Jerusalem in the construction of which much cedar was employed; others take Lebanon as a figure for Palestine generally, or for Jerusalem itself; but it is best understood literally. The same devastation which the Chaldeans made in Lebanon shall \"cover,\" overwhelm, and destroy them. And the spoil of beasts, which made them afraid. The introduction of the relative is not required, and the passage may be better translated, And the destruction of beasts made them (others read \"thee\") afraid. Septuagint, \"And the wretchedness of the beasts shall affright thee.\" Jerome, in his commentary, renders, \"Et vastitas animalium opprimet te.\" The meaning is that the wholesale destruction of the wild animals of Lebanon, occasioned by the operations of the Chaldeans, shall be visited upon this people. They warred not only against men, but against the lower creatures too; and for this retributive punishment awaited them. Because of men's blood, etc. The reason rendered in ver. 8 is here repeated. Of the land, etc., means \"toward\" or \"against\" the land.NEWLINEVERSETITLESTARTHabakkuk2:18VERSETITLEENDNEWLINEVERSESTARTWhat profiteth the graven image that the maker thereof hath graven it; the molten image, and a teacher of lies, that the maker of his work trusteth therein, to make dumb idols?VERSEENDNEWLINEVerses 18-20. - 12. The fifth woe: for their idolatry. Verse 18. - The final woe is introduced by an ironical question. The Chaldeans trusted in their gods, and attributed all their success to the divine protection; the prophet asks - What good is this trust? What profiteth the graven image? (comp. Isaiah 44:9, 10; Jeremiah 2:11). What is the good of all the skill and care that the artist has lavished on the idol? (For \"graven\" or \"molten,\" see note on Nahum 1:14.) And a (even the) teacher of lies. The idol is so termed because it calls itself God and encourages its worshippers in lying delusions, in entire contrast to Jehovah who is Truth. From some variation in reading the LXX. gives, φαντασίαν ψευδῆ, and Jerome, \"imaginem falsam\" (comp. Jeremiah 10:14). Trusteth therein. The prophet derides the folly which supposes that the idol has powers denied to the man who made it (Isaiah 29:16). Dumb idols; literally, dumb nothings. So 1 Corinthians 12:2, εἴδωλα τὰ ἄφωνα (comp. 1 Corinthians 10:19; Psalm 115:5, etc.). There is a paronomasia in the Hebrew, elilim illemim.NEWLINEVERSETITLESTARTHabakkuk2:19VERSETITLEENDNEWLINEVERSESTARTWoe unto him that saith to the wood, Awake; to the dumb stone, Arise, it shall teach! Behold, it is laid over with gold and silver, and there is no breath at all in the midst of it.VERSEENDNEWLINEVerse 19. - The prophet now denounces the folly of the maker and worshipper of idols. With this and the following verses compare the taunts in Isaiah 44:9-20. The wood. From which he carves the image. Awake! Come to my help, as good men pray to the living God (comp. Psalm 35:23; 44:28; Isaiah 51:9). Arise, it shall teach! The Hebrew is bettor rendered, Arise! it teach! i.e. shall this teach? - an emphatic question expressing astonishment. Vulgate, Numquid ipse docere poterit? The LXX. paraphrases, καὶ αὐτό ἐστι φαντασία, \"and itself is a phantasy.\" It is laid, over. \"It\" is again emphatic, as if pointed at with the finger. Hence the Vulgate, Ecce iste coopertus est; and Henderson, \"There it is, overlaid,\" etc. The wooden figure was encased in gold or silver plates (see Isaiah 40:19; Daniel 3:1).NEWLINEVERSETITLESTARTHabakkuk2:20VERSETITLEENDNEWLINEVERSESTARTBut the LORD is in his holy temple: let all the earth keep silence before him.VERSEENDNEWLINEVerse 20. - The prophet contrasts the majesty of Jehovah with these dumb and lifeless idols. His holy temple. Not the shrine at Jerusalem, but heaven itself (see Psalm 11:4, and note on Micah 1:2). Let all the earth keep silence before him. Like subjects in the presence of their king, awaiting his judgment and the issue to which all these things tend (comp. ver. 14; Psalm 76:8, etc.; Zephaniah 1:7; Zechariah 2:13). Septuagint, Αὀλαβείσθω ἀπὸ προσώπου αὐτοῦ, κ.τ.λ, \"Let all the earth fear before him.\"NEWLINENEWLINENEWLINENEWLINENEWLINE","Hab.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTHabakkuk3:1VERSETITLEENDNEWLINEVERSESTARTA prayer of Habakkuk the prophet upon Shigionoth.VERSEENDNEWLINEVerses 1-19. - Part II. PSALM OR PRAYER OF HABAKKUK. Verse 1. - § 1. The title. A prayer. There is only one formal prayer in the ode, that in ver. 2; but the term is used of any devotional composition; and, indeed, the whole poem may be regarded as the development of the precatory sentences in the proemium (seethe inscriptions in Psalm 17; Psalm 86; Psalm 90; Psalm 102; Psalm 142; and the last verse of Psalm 72, the subscription of Book II.). (For other hymns in the prophetical books, see Isaiah 24, and 35; Ezekiel 19; Jonah 2; Micah 6:6, etc.; and as parallel to this ode, comp. Deuteronomy 33:2, etc.; Judges 5:4, etc.; Psalm 68:7, etc.; Psalms 77:13-20; 114; Isaiah 63:11-14.) Of Habakkuk the prophet. The name and title of the author are prefixed to show that this is no mere private effusion, but an outpouring of prophecy under Divine inspiration. Upon Shigionoth (comp. title of Psalm 7.); Septuagint, μετὰ ᾠδῆς, \"with song;\" Vulgate, pro ignorantiis. For this latter rendering Jerome had etymological ground, but did not sufficiently consider the use of shiggayon in Psalm 7, where it indicates the style of poetry, nor, as Keil shows, the fact that all the headings of Psalms introduced, as the present, with al, refer either to the melody, or accompaniment, or style in which they were to be sung. The Revised Version gives, \"set to Shigionoth;\" and the expression is best explained to mean, in an impassioned or triumphal strain, with rapid change of emotion, a dithy rambic song - a description which admirably suits this ode.NEWLINEVERSETITLESTARTHabakkuk3:2VERSETITLEENDNEWLINEVERSESTARTO LORD, I have heard thy speech, and was afraid: O LORD, revive thy work in the midst of the years, in the midst of the years make known; in wrath remember mercy.VERSEENDNEWLINEVerse 2. - § 2. The proemium, in which the prophet expresses his fear at the coming judgment, and prays God in his wrath to remember mercy. Thy speech; or, the report of thee; the declaration made by God in the preceding chapters concerning the punishment of the Jews and the destruction of the Chaldeans. The LXX., regarding the ambiguity of the Hebrew, gives a double rendering, εἰσακήκοα τὴν ἀκοήν σου, and κατενόησα τὰ ἕργα σου, \"I heard thy report,\" and \"I considered thy works.\" Pusey considers that both meanings are intended, viz. both what God had lately declared, and all that might be heard of God, his greatness and his workings. Was afraid. The revelation of God's interposition makes the prophet tremble. Revive thy work. God's work is the twofold judgment spoken of above; and the prophet prays God to \"quicken\" and make it live, because, though it brings temporary distress upon his countrymen, it will also cause the destruction of their enemies, and re-establish the Jews and crown them with salvation, and make the glory of God known to all the earth. Dr. Briggs ('Messianic Prophecy,' p. 234) translates, \"Jahveh, I have heard the report of thee; I fear, Jahveh, thy work. In the midst of the years revive him (Israel).\" He explains God's \"work\" to be his acts in theophany - his judgment, especially as in ver. 16, the cause of fear to the psalmist. In the midst of the years. The \"years\" are the period between the announcement of the judgment and its final accomplishment (Habakkuk 2:3); the prophet prays that God would manifest his power, not merely at the extreme limit of this epoch, but earlier, sooner. This overthrow of the world power forms, as it were, the central point of history, the beginning of a new age which shall culminate in the Messianic kingdom. Make known. Let all the earth know and acknowledge thy work. The LXX. have given two or more versions of this passage, one of which is remarkable. Thus they read, \"In the midst of two animals (δύο ζώων) thou shalt be known; when the years draw nigh thou shalt be well known; when the time is come thou shalt be revealed.\" The rendering, \"two animals,\" arises from a confusion of words but many of the Fathers, who were conversant with the Greek Scriptures, saw herein a reference to the incarnation of our blessed Lord, as lying in the stable at Bethlehem between the ox and the ass, which was the mystical explanation of Isaiah 1:3, \"The ox knoweth his owner, and the ass his master's crib.\" Others interpreted the two animals of the two thieves between whom Christ was crucified; or of angels and men; or Jews and Gentiles; or the two Testaments; or Moses and Elias. Others again accented the word ζῶων so as to understand \"two lives,\" the present and the future, in the midst of which the Judge shall appear; or the life of Christ before his death and after his resurrection. There is a great truth underlying most of these interpretations, namely, that this magnificent hymn is concerned with the victories of Christ and his Church. In wrath remember mercy. When thine anger is displayed by sending the Chaldeans against us, remember thy mercy, and make a speedy end of our misery, and mitigate our enemies' cruelty (comp. Habakkuk 1:13; and vers. 9, 13, 18, 19 of this chapter). The LXX. gives a double version, \"In the troubling of my soul, in wrath, thou wilt remember mercy.\"NEWLINEVERSETITLESTARTHabakkuk3:3VERSETITLEENDNEWLINEVERSESTARTGod came from Teman, and the Holy One from mount Paran. Selah. His glory covered the heavens, and the earth was full of his praise.VERSEENDNEWLINEVerses 3-15. - § 3. The prophet or the congregation depicts in a majestic theophany the coming of God to judge the world, and its effect symbolically on material nature, and properly on evil men. Verse 3. - In this episode Habakkuk takes his imagery from the accounts of God's dealings with his people in old time, in Egypt, at the Red Sea, at Sinai, at the Jordan, in Canaan; he echoes the songs of Moses and Deborah and the psalmist; and he looks on all these mighty deeds as antici-pative of God's great work, the overthrow of all that opposes and the establishment of the kingdom of Messiah. God (Eloah) came from Teman. The words are connected with Moses' description of the Lord's appearance at Sinai (Deuteronomy 33:2; comp. Judges 5:4). As he then came in glory to make a covenant with his people, so will he appear again in majesty to deliver them from the power of evil and to execute judgment. The verbs throughout are best rendered in the present. The prophet takes his stand in time preceding the action of the verb, and hence uses the future tense, thus also showing that he is prophesying of a great event to come, symbolized by these earlier manifestations. Habakkuk here and in Habakkuk 1:11 trees the word Eloah, which is not found in Jeremiah, Ezekiel, or the other minor prophets; it occurs once in Isaiah, twice in Deuteronomy, and frequently in Job. There is no ground for the contention that its employment belongs to the latest stage of Hebrew. Teman; i.e. Edom; Vulgate, ab Austro (see notes on Amos 1:12 and Obadiah 1:9). In Moses' song the Lord is said to come from Sinai. Habakkuk omits Sinai, says Pusey which was the emblem of the Law, and points to another Lawgiver, like unto Moses, telling how he who spake the Law, God. should come in the likeness of man. The Holy One. A name of God (Habakkuk 1:12), implying that he will not let iniquity pass unpunished, and that he will preserve the holy seed. Mount Paran. The mountainous district on the northeast of the desert of Et-Tih. The glory of the Lord is represented as flashing on the two hilly regions separated by the Arabah. They both lay south of Canaan; and there is propriety in representing the redeemer and deliverer appearing in the south, as the Chaldean invader comes from the north. The LXX. adds two translations of the word \"Pharan,\" viz. \"shady,\" \"rough;\" according to its etymology it might also mean \"lovely.\" Selah; Septuagint, διάψαλμα. This term occurs also in vers. 9, 13, and frequently in the Psalms, but nowhere else, and indicates some change in the music when the ode was sung in the temple service. What is the exact change is a matter of great uncertainty. Some take it to indicate \"a pause;\" others, connecting it with salah, \"to lift up,\" render it \"elevation,\" and suppose it means the raising of the voice, or the strengthening of the accompaniment, as by the blast of trumpets. The meaning must be left undetermined, though it must be added that it is always found at the end of a verse or hemistich, where there is a pause or break in the thought, or, as some say, some strongly accented words occur. His glory covered the heavens. His majestic brightness spread over the heavens, dimming the gleam of sun and stars; or it may mean his boundless majesty fills the highest heavens and encompasses its inhabitants. His praise. This is usually explained to signify that the earth and all that dwell therein, at this glorious manifestion, utter their praise. But there is no allusion as yet to the manner in which the appearance is received, and in ver. 6 it produces fear and trembling; so it is best to take \"praise\" in the sense of \"matter of praise,\" that glory \"which was calculated to call forth universal adoration\" (Henderson).NEWLINEVERSETITLESTARTHabakkuk3:4VERSETITLEENDNEWLINEVERSESTARTAnd his brightness was as the light; he had horns coming out of his hand: and there was the hiding of his power.VERSEENDNEWLINEVerse 4. - His brightness was as the light; brightness appeareth like light, The sunlight is meant, as Job 31:26; Job 37:21; Isaiah 18:4. He had horns coming out of his hand; i.e. rays of light on either side. The comparison of the first rays of light to the horns of the gazelle, according to Keil, is common in Arabic poetry (comp. Exodus 34:29, 30). In the original passage, Deuteronomy 33:2, we read, \"At his right hand was a fiery Law unto them\" - a reference to the two tables of stone, perhaps resplendent with light. The \"hand\" in our text is a general expression, and is not to be taken with any special reference to lightning launched by the hand (which is not a scriptural expression), nor to works effected by God's agency, but simply as signifying that the light of his presence streamed forth from both sides, i.e. everywhere. There was the hiding of his power. There, in that ineffable light, was the hiding place of his majesty. He clothes himself with light as with a garment (Psalm 104:2), and the splendour is the mantle of that presence which eye of man cannot behold (Exodus 24:17; 1 Timothy 6:16). Farrar quotes Psalm 18:11, \"He made darkness his secret place;\" and Milton -NEWLINENEWLINE\"Dark with excess of light his skirts appear.\" Septuagint, Αθετο ἀγάπησιν κραταιὰν ἰσχύος αὐτοῦ, which rendering has arisen from taking the adverb sham as a verb (sam), and mistaking the meaning of the following word.NEWLINEVERSETITLESTARTHabakkuk3:5VERSETITLEENDNEWLINEVERSESTARTBefore him went the pestilence, and burning coals went forth at his feet.VERSEENDNEWLINEVerse 5. - After describing the splendour of the theophany, the prophet now turns to the purpose and effects of God's appearing. He comes to avenge and judge, therefore before him went the pestilence. Before him stalks plague, to punish his enemies and the disobedient, as in Egypt, in Canaan (Exodus 23:27; 1 Samuel 5:9, 11); and among his own people (Numbers 11:33; Numbers 14:37, etc.; Leviticus 26:25). For \"pestilence\" the LXX. reads \"word.\" Burning coals went forth at his feet. \"Fiery belts\" followed his advance, \"hailstones and coals of fire\" (Psalm 18:12, 13); as in Psalm 97:8, \"A fire goeth before him, and burneth up his enemies on every side.\" But, regarding the parallelisms of the hemistiches, it is better to take resheph in the sense of \"fever heat,\" as in Deuteronomy 32:24; scorching fever follows in his train. Jerome translates the word, diabolus, looking on the evil spirit as the agent of the Divine vengeance. The Jews, he says, had a tradition that Satan was called Reseph, from the speed of his movements. The LXX. has, \"It (the word) shall go forth into the plains,\" which Jerome interprets, \"shall make the crooked straight and the rough ways smooth.\"NEWLINEVERSETITLESTARTHabakkuk3:6VERSETITLEENDNEWLINEVERSESTARTHe stood, and measured the earth: he beheld, and drove asunder the nations; and the everlasting mountains were scattered, the perpetual hills did bow: his ways are everlasting.VERSEENDNEWLINEVerse 6. - He stood, and measured the earth. God takes his stand, and surveys the earth which he is visiting in judgment. As his glory filled the heavens, so now he with his presence paces the earth, measuring it, as it were, with his foot. He considers, too, all the doings of the children of men, and requites them accordingly. Vulgate, Stetit, et mensus est terram. So the Syriac. On the other hand, the LXX. gives, Αστη καὶ ἐσαλέυθη ἡ γῆ, \"The earth stood and quaked.\" Thus the Chaldee, and many modern commentators, \"rocketh the earth.\" This rendering seems to anticipate what follows, and is not so suitable as the other, though it is quite admissible. Drove asunder. Dispersed and scattered. Septuagint, διετάκη ἔθνη, \"nations melted away.\" Others translate, \"made to tremble\" (Exodus 15:15, etc.). The everlasting mountains. Mountains that have lasted as long as creation, and are emblems of stability and permanence (Deuteronomy 33:15). Were scattered; or, were shattered (comp. Micah 1:4; Nahum 1:5). His ways are everlasting. This is best taken alone, not as connected grammatically with the preceding clause, and epexegetical of the \"hills and mountains,\" which are called God's \"ways,\" i.e. his chief creative acts, as Job 40:19; Proverbs 8:22; but it means that, as God acted of old, so he acts now; \"The ancient ways of acting are his\" (Proverbs 31:27). \"He reneweth his progresses of old time\" (Delitzsch). The eternal, unchangeable purpose and operation of God are contrasted with the disruption of \"the everlasting hills.\" The Greek and Latin Versions connect the words with what precedes. Septuagint, Ἐτάκησαν βουνοὶ αἰώνιοι πορείας αἰωνίας, \"The everlasting hills melted at his everlasting goings;\" Vulgate, Incurvati sunt colles mundi ab itineribus aeternitatis ejus, where the idea seems to be that the high places of the earth are God's paths when he visits the world.NEWLINEVERSETITLESTARTHabakkuk3:7VERSETITLEENDNEWLINEVERSESTARTI saw the tents of Cushan in affliction: and the curtains of the land of Midian did tremble.VERSEENDNEWLINEVerse 7. - As God moves in his majesty the various nations are struck with fear, as of old were the peoples that heard of the Exodus (see Exodus 15:14-16). I saw. In prophetic vision (1 Kings 22:17). The tents of Cushan; LXX.. σκηνώματα Αἰθίοτων \"the tents of the Ethiopians;\" Vulgate, tentoria AEthiopiae. \"Cushan\" is not Chushan-Rishathaim, the Mesopotamian king mentioned in Judges 3, but is a lengthened form of Cush (as Lotan for Lot, Genesis 36:20), the biblical name for Ethiopia. Here the African country is meant, lying along the west coast of the Red Sea. In affliction. Panic-stricken. The prophet particularizes what he had said above generally of the nations hostile to the people of God. The curtains; the tent curtains; Vulgate, pelles. Both \"tents\" and \"curtains\" are used by metonymy for their inhabitants. Midian. The country on the Gulf of Akaba, the eastern arm of the Red Sea. Ethiopia and Midian are named, as God is supposed to advance from the south.NEWLINEVERSETITLESTARTHabakkuk3:8VERSETITLEENDNEWLINEVERSESTARTWas the LORD displeased against the rivers? was thine anger against the rivers? was thy wrath against the sea, that thou didst ride upon thine horses and thy chariots of salvation?VERSEENDNEWLINEVerse 8. - Interrupting his description of the theophany, the prophet asks the motive of this wrathful revelation. This is done, not with expectation of an answer, but giving life and vigour to the composition. Such sudden transitions are not uncommon (camp. Judges 5:12; Psalm 78:19, etc.). Was the Lord displeased against the rivers? Was it against the rivers, O Jehovah? was thy wrath kindled against the rivers? Was God angry with inanimate nature, when he showed his power, for instance, in the Nile and the Jordan and the Red Sea? God meant more by these acts. He showed his supremacy over all creation, and his will to save his people and to crush all opposition to the execution of his great design (see Psalm 106:9; Psalm 114:3, etc.). That thou didst ride upon thine horses. The prophet speaks of the Lord as a Leader of a mighty host which came with chariots and horses to defend the Israelites and to crush their foes (comp. Psalm 18:10). And thy chariots of salvation. \"And,\" which is not in the Hebrew, is better omitted, the clause being an explanation of \"thine horses.\" The chariots come for the salvation, i.e. the deliverance, of Israel (ver. 13). Some translate, \"Thy chariots are salvation;\" as the Septuagint, καὶ ἡ ἱππασία σου σωτηρία: and Vulgate, et quadrigae tuae salvatio. It comes to the same thing, whichever rendering we adopt.NEWLINEVERSETITLESTARTHabakkuk3:9VERSETITLEENDNEWLINEVERSESTARTThy bow was made quite naked, according to the oaths of the tribes, even thy word. Selah. Thou didst cleave the earth with rivers.VERSEENDNEWLINEVerse 9. - The prophet continues his description of the Lord as \"a man of war\" (Exodus 15:3). Thy bow was made quite naked. The sheath of the bow was laid aside to make it ready for use. In the Assyrian monuments the bow case forms part of the quiver, and holds only the lower half of the bow (Rawlinson, 'Anc. Mon.,' 2:55, edit. 1864). It was fastened to the side of the chariot or carried at the back of the archer. (For the general sense, comp. Deuteronomy 32:40, etc.; Psalm 45:5.) In the Revelation (Revelation 6:2) he that sits on the white horse has a bow. According to the oaths of the tribes, even thy word; i.e. thou doest all this to confirm the promises of deliverance and salvation made to the tribes of Israel This sense is satisfactory; but the Hebrew text is corrupt, and cannot be explained with any certainty. The Revised Version gives,\" The oaths to the tribes were a sure word;\" in the margin, \"Sworn were the chastisements (Hebrew, 'rods') of thy word.\" Thus Dr. Briggs: \"Sworn are the rods of thy word.\" Orelli translates,\" Oaths, rods of the word,\" and explains the clause to mean that the Lord comes to execute the denounced punishment, which proceeds from his mouth like chastising rods. The word mattoth is translated \"tribes\" (as in 2 Chronicles 5:2) or \"rods.\" Keil contends for the latter, as instruments of chastisement, rendering,\" Rods are sworn by word\" Henderson, taking the words as a military signal, curiously translates, \"'Sevens of spears' was the word.\" Pusey supports the Authorized Version, which, indeed. gives a good sense, and is probably correct It is virtually supported by Jerome, who has, \"Suscitans suscitabis arcum tuum, juramenta tribubus quae locutus es,\" \"Thou wilt awaken the oaths,\" which, so long as the evil prospered, seemed to be forgotten and sleeping. The LXX. emits the word rendered \"oaths,\" and translates mattoth, σκῆπτρα, thus: Ἐντείνων ἐνέτεινας τόξον σου ἐπὶ σκῆπτρα λέγει Κύριος, \"Thou didst surely bend thy bow against sceptres.\" Selah. A pause ensues before the introduction of a new series of natural phenomena, accompanying the Lord's epiphany (see on ver. 3). The next clause would be more fitly joined with ver. 10. Thou didst cleave the earth with (or, into) rivers. This refers to some catastrophe like that which happened at the Flood, when \"the fountains of the great deep were broken up\" (Genesis 7:11; comp. Psalm 77:16). Others think that the allusion is to the miracles at the Red Sea, or Sinai, or Rephidim in the wilderness, as in Psalm 74; Psalm 78; Psalm 105. But though the prophet glances at such particular circumstances, his scope is more general.NEWLINEVERSETITLESTARTHabakkuk3:10VERSETITLEENDNEWLINEVERSESTARTThe mountains saw thee, and they trembled: the overflowing of the water passed by: the deep uttered his voice, and lifted up his hands on high.VERSEENDNEWLINEVerse 10. - The mountains saw thee, and they trembled; literally, were in pain, Septuagint, ὠδινήσουσι. The words point to the phenomena of an earthquake, as Sinai shook at the presence of the Lord (Exodus 19:18; Psalm 114:6). So Virgil, 'AEn.,' 6:256 -NEWLINENEWLINE\"Sub pedibus mugire solum, et juga coepta moveriNEWLINESilvarum... Adventante des.\" For \"mountains,\" the LXX. reads, \"peoples\" The overflowing of the water passed by; the talent of water passed along. Cataracts of rain fell, as in the Deluge. \"The windows on high are open, and the foundations of the earth do shake\" (Isaiah 24:18). Those who confine the reference to past events see here an intimation of the passage of the Jordan (Joshua 3:15, 16). The deep uttered his voice. The mass of waters in the ocean and under the earth rears mightily as it bursts forth (Genesis 49:25; Deuteronomy 33:13). His hands. Its waves (Psalm 98:8). Septuagint, ὕψος φαντασίας αὐτῆς, \"the height of its form.\"NEWLINEVERSETITLESTARTHabakkuk3:11VERSETITLEENDNEWLINEVERSESTARTThe sun and moon stood still in their habitation: at the light of thine arrows they went, and at the shining of thy glittering spear.VERSEENDNEWLINEVerse 11. - The sun and moon stood still in their habitation; or, stand still, or withdraw into their habitation. They hide themselves in the tabernacles whence they are said to emerge when they shine (Psalm 19:4, etc.). Overpowered with the splendour of God's presence, the heavenly luminaries hide their light in this day of the Lord (comp. Isaiah 13:10; Joel 2:2, 10, 31; Joel 3:15; Amos 5:20; Matthew 24:29). The miracle of Joshua (Joshua 10:12, etc.) may have suggested some of the language here, but the idea is quite different. At the light of thine arrows they went; i.e. the sun and moon fled away discomfited at the glory of God's weapons, his arrows gleaming with light. The idea may be that, in the absence of the sun and moon, the terrific scene was illuminated only by flashes of lightning. \"Lightnings\" are sometimes celled God's \"arrows,\" as in Psalm 18:14; Psalm 77:17, etc.; but the image here is rather of the arms of a warrior. Many supply the relative in the sentence, and render, \"arrows which shoot along.\" This seems to be unnecessary, and is not supported by the versions. There is no special reference to the hailstorm at Beth-horon, which discomfited the Cananites, but enabled the Israelites to pass on to victory (Joshua, loc. cit.). It is the terror of the judgment that is adumbrated, when the Lord shall come in flames of fire (2 Thessalonians 1:8), and the heavens shall be dissolved, and the elements shall melt with fervent heat (2 Peter 3:12).NEWLINEVERSETITLESTARTHabakkuk3:12VERSETITLEENDNEWLINEVERSESTARTThou didst march through the land in indignation, thou didst thresh the heathen in anger.VERSEENDNEWLINEVerse 12. - Thou didst march through the land in indignation; thou treadest the earth in fury. The mighty Judge stalks over the earth (ver. 6; comp. Judges 5:4; Psalm 68:7). It is a general statement, and not to be confined to the successes of Joshua and the destruction of the Canaanites. Septuagint, Ἐν ἀπειλῇ ὀλιγώσεις γῆν, with the alteration of a letter,\" Thou wilt bring low the land with threats.\" Thou didst thresh the heathen (nations) in anger; Septuagint, ἐν θυμῷ κατάξεις (\"thou wilt break in pieces\") ἔθνη. Jerome here renders the verb, obstupefacies; but elsewhere, as Isaiah 28:28; Hosea 10:11; Amos 1:3, he uses triturare which gives the best meaning. The kindred figure is found in Micah 4:13; Isaiah 63:1, etc.NEWLINEVERSETITLESTARTHabakkuk3:13VERSETITLEENDNEWLINEVERSESTARTThou wentest forth for the salvation of thy people, even for salvation with thine anointed; thou woundedst the head out of the house of the wicked, by discovering the foundation unto the neck. Selah.VERSEENDNEWLINEVerse 13. - Thou wentest forth. The prophet specifies the end which these manifestations were designed to effect. God is said to \"go forth\" when he intervenes for the aid of his people, as Judges 5:4; 2 Samuel 5:24; Isaiah 42:13. For salvation with thine anointed; In salutem cum Christo tuo (Vulgate); τοῦ σῶσαι τὸν χριστὸν σου (τοὺς χριστούς σου, Alex., Sin.), \"to save thine anointed\" (Septuagint). If the signification of the word \"with\" (eth) be pressed, the passage is taken to mean that, as God manifested himself in old time for the salvation of his people with his chosen \"Christ,\" Moses; so he will hereafter reveal his power for the destruction of the Chaldeans with his chosen \"Christ,\" Cyrus. But this is too definite, and cannot be shown to be intended. The \"anointed one,\" again, is not the nation of Israel, for the term is always applied to a single individual and never to the people collectively; so here it is the theocratic king who is meant - first, the representative of David; and secondly, the Messiah. God reveals himself for the salvation of his people in union with the work especially of his anointed Son, Christ. This is how the passage is taken by Eusebius ('Dem. Evang.,' 4:16), Αἰς σωτηρίαν λαον σου σὺν Ξριστῷ σου. It must be confessed, however, that most modern commentaters translate, \"for the salvation of thy anointed,\" taking the last expression (contrary to all usage) to mean the Israelites, as being a kingdom and nation of priests (Exodus 19:6). In this case the present clause is merely a repetition of the preceding one. Thou woundedst the head out of the house of the wicked; thou dashest in pieces the head. As in the following clause the metaphor of a house is plainly employed, \"the head\" must be taken for the gable or topmost ridge. \"The house of the wicked\" is an allegorical description of the Chaldaic dominion and its king; and the prophet declares that God will smite with destruction both the ungodly monarch and the kingdom that opposes itself. Some commentators see here an allusion to the primeval sentence (Genesis 3:15): others to the destruction of the Egyptians' firstborn; others to the incident of Jael and Sisera (Judges 5:26). If the prophet's language was influenced by any of these matters, his view and his oracle are concerned with the mighty future. The LXX. has, \"Thou wilt east death upon the heads of the evil.\" By discovering (literally, making naked) the foundations unto the neck. \"By\" is better omitted. Keil supposes that \"the neck\" is the central part of the house, looking from the gable downwards; though why this should be so called is not apparent; and the wording of the original, \"the foundations even to the neck,\" compels us to connect the two words together, and will not allow us to interpret \"the neck\" of some higher part of the building. The general meaning is plain - the metaphorical house is destroyed from summit to base, the destruction beginning at the gable is carried on to the very foundations According to this view, \"the neck\" should mean the very lowest basis of the walls. Henderson (after Capellus and others) suggests that we should read \"rock,\" a word derived from the same root. Septuagint, Ἐξήγειρας δεσμοὺς ἕως τραχήλου, \"Thou didst raise chains unto the neck.\" It is possible that the mention of \"the head,\" just above, has led the prophet to use the term \"neck\" in order to express the utter destruction of the whole body. Selah. Another solemn pause ensues.NEWLINEVERSETITLESTARTHabakkuk3:14VERSETITLEENDNEWLINEVERSESTARTThou didst strike through with his staves the head of his villages: they came out as a whirlwind to scatter me: their rejoicing was as to devour the poor secretly.VERSEENDNEWLINEVerse 14. - Thou didst strike through with his staves; thou didst pierce with his own spears. Thou dost turn on the Chaldeans and all thine enemies the destruction which they intended for others. The people meet with the same fate as the royal house (ver. 13); Vulgate, maledixisti sceptris ejus, which seems to be a mistranslation. The head of his villages (פרזים). There is a difficulty in arriving at the meaning of this last word. The LXX. renders it, \"mighty men;\" Jerome, \"warriors;\" Chaldee, \"army;\" Delitzsch and many modern critics, \"hordes\" or \"inhabitants of the plain;\" others again, \"rulers\" or \"judges.\" The most probable version is either \"warriors\" or \"hordes.\" The head, i.e. collectively the heads of his warlike troops. They came out (or, who rush) as a whirlwind to scatter me (see the description of the Chaldees, Habakkuk 1:6, etc.). The prophet identifies himself with his people. (For the figure of the whirlwind, comp. Isaiah 41:16; Jeremiah 13:24; Hosea 13:3.) Dr. Briggs renders, \"Thou dost pierce with his rods the chief, when his rulers are rushing in to scatter me.\" Their rejoicing was as to devour the poor secretly; or, as in ambush, to devoter the helpless. They exult in acting the part of robbers and murderers, who lurk for the defenceless and afflict the poor (Psalm 10:8, etc.). As is equivalent to \"as it were.\" Vulgate, Sicut ejus qui. \"The poor\" are primarily the Israelites, and then all meek worshippers of God.NEWLINEVERSETITLESTARTHabakkuk3:15VERSETITLEENDNEWLINEVERSESTARTThou didst walk through the sea with thine horses, through the heap of great waters.VERSEENDNEWLINEVerse 15. - The Exodus is the type of the deliverance of God's people. Thou didst walk through (didst tread) the sea with thine horses; literally, thou treadest the sea, thy horses, the horses being explanatory. The prophet takes his imagery from Exodus 15:1-19. He represents God as a warrior in his chariot, leading the way through the waters to the destruction of his enemies and to the salvation of his own people. Through the heap of great waters; or, upon the surge of mighty waters. The verse may also be rendered, Thou treadest the sea - thy horses (tread) the heap of great waters (Psalm 77:19). Past mercies and deliverances are types and pledges of future.NEWLINEVERSETITLESTARTHabakkuk3:16VERSETITLEENDNEWLINEVERSESTARTWhen I heard, my belly trembled; my lips quivered at the voice: rottenness entered into my bones, and I trembled in myself, that I might rest in the day of trouble: when he cometh up unto the people, he will invade them with his troops.VERSEENDNEWLINEVerses 16, 17. - § 4. The contemplation of the Divine judgments produces in the people of God at first, fear and trembling at the prospect of chastisement Verse 16. - When I heard. \"When\" is better omitted. \"I heard\" the report of thee (vex. 2). The LXX. refers to Habakkuk 2:1, rendering, \"I watched.\" If the former part is the paean of the congregation, the present is the prophet's own utterance expressive of his dismay at the prospect before him. My belly trembled. My inmost part, my inward self, trembled with fear (comp. Isaiah 16:11). My lips quivered at the voice. My lips quivered with fear at the voice of God that sounded in me (Habakkuk 2:1), proclaiming these awful judgments. The word rendered\" quivered\" (tsalal) is applied to the tingling of the ears (1 Samuel 3:11; 2 Kings 21:12), and implies that the prophet's lips so trembled that he was scarcely able to utter speech. The LXX. renders, \"from the voice of the prayers of my lips.\" Rottenness entered into my bones. This is an hyperbolical expression, denoting that the firmest, strongest parts of his body were relaxed and weakened with utter fear, as if his very bones were cankered and corrupted, and there was no marrow in them. And I trembled in myself. The last word (tachtai) is rendered variously: \"under me,\" according to the Greek and Latin Versions, i.e. in my knees and feet, so that I reeled and stumbled; or, \"in my place,\" on the spot where I stand (as Exodus 16:29). That I might rest in the day of trouble; better, I who shall rest in the day of tribulation. The prophet suddenly expresses his confidence that he shall have rest in this affliction; amid this terror and awe he is sure that there remaineth a rest for the people of God. This sentiment leads naturally to the beautiful expression of hope in the concluding paragraph (ver. 17, etc.). Keil and others render, \"tremble that I am to wait quietly for the day of tribulation;\" that I am to sit still and await the day of affliction. But Pusey denies that the verb (nuach) ever means \"to wait patiently for,\" or \"to be silent about;\" its uniform signification is \"to rest\" from labour or from trouble. Thus the Septuagint, Ἀναπαύσομαι ἐν ἡμέρα θλίψεως, \"I will rest in the day of affliction;\" Vulgate, Ut requiescam in die tribulationis. When he cometh up unto the people, he will invade them with his troops. This should be, When he that invades with bands comes up against the people; i.e. in the day when the Chaldeans attack the Israelites (comp. 2 Kings 24:2, where the word \"bands\" is also used). Septuagint, Τοῦ ἀναβῆναι εἰς λαὸν παροικίας μου: \"To go up against the people of my sojourning;\" Vulgate, Ut ascendam ad populum aecinctum nostrum, which is thus explained: \"I will bear all things patiently, even death itself, that I may attain to the happy company of those blessed heroes who fought for their country and their God.\" It is obvious to remark that this is a gloss, not on the original text, but on the erroneous version.NEWLINEVERSETITLESTARTHabakkuk3:17VERSETITLEENDNEWLINEVERSESTARTAlthough the fig tree shall not blossom, neither shall fruit be in the vines; the labour of the olive shall fail, and the fields shall yield no meat; the flock shall be cut off from the fold, and there shall be no herd in the stalls:VERSEENDNEWLINEVerse 17. - The prophet depicts the effects of the hostile invasion, which are such as to make the natural heart despair. Although the fig tree shall not blossom. The devastations of the enemy leave the country bare and uncultivated. The Chaldeans, like the Assyrians and Egyptians, cut down and burnt the fruit-bearing trees of the countries which they invaded (comp. Deuteronomy 20:19; Isaiah 9:10; Isaiah 37:24; Jeremiah 6:6). The trees most useful and abundant in Palestine are mentioned (comp. Deuteronomy 6:11; Hosea 2:12; Joel 1:7; Micah 4:4; Micah 6:15, etc.). The labour of the olive shall fail; literally, shall lie. The \"labour\" is the produce, the fruit. Though the yield shall disappoint all expectation. The use of the verb \"to lie\" in this sense is found elsewhere; e.g. Isaiah 58:11; Hosea 9:2. So Horace, 'Carm.,' 3:1, 30, \"Fundus mendax;\" and ' Epist.,' 1:7. 87, \"Spem mentita seges.\" The fields; the cornfields (Isaiah 16:8). The flock shall be cut off from the fold. There shall be no flocks in the fold, all having perished for lack of food. \"Omnia haec,\" says St. Jerome, \"auferentur a populo, quia inique egit in Deum creatorem suum.\"NEWLINEVERSETITLESTARTHabakkuk3:18VERSETITLEENDNEWLINEVERSESTARTYet I will rejoice in the LORD, I will joy in the God of my salvation.VERSEENDNEWLINEVerses 18, 19. - § 5. In spite of the terror produced by these judgments, the true Israelite is blessed with hope of salvation and joy in the Lord. Verse 18. - Yet I will rejoice in the Lord. Unshaken in confidence, the prophet, representing the faithful Israelite, expresses his unbounded joy at the prospect of salvation which opens to him beyond the present affliction. The psalmist often thus shews his exulting faith (see Psalm 5:7; Psalm 13:6; Psalm 17:14, 15; Psalm 31:19). I will joy. I will shout for joy; my joy shall express itself outwardly. The God of my salvation (see note on Micah 7:7). The God who judges the nations to procure the final salvation of his people. Septuagint, Τῷ Θεῷ τῷ σωτῆρί μου, \"God my Saviour;\" Vulgate, In Deo Jesu meo. From this gloss of St. Jerome some of the Fathers have argued for the existence in this passage of a revelation of the incarnation of Christ and the redemption wrought by him.NEWLINEVERSETITLESTARTHabakkuk3:19VERSETITLEENDNEWLINEVERSESTARTThe LORD God is my strength, and he will make my feet like hinds' feet, and he will make me to walk upon mine high places. To the chief singer on my stringed instruments.VERSEENDNEWLINEVerse 19. - The Lord God is my strength; more accurately, Jehovah, the Lord, is my strength, from Psalm 18:32; comp. Psalm 27:1. He will make my feet like hinds' feet (Psalm 18:33). He makes me active and swift-footed as the gazelle, as a lusty warrior (2 Samuel 1:23; 2 Samuel 2:18) should be. So by the help of God I shall be superior to my enemies. He will make me to walk upon mine high places. The expression is used properly of God (Micah 1:3), and elsewhere, says Keil, to denote the victorious possession and government of a country (see Deuteronomy 32:13; Deuteronomy 33:29). Here it signifies that believing Israel shall overcome all opposition and dwell in safety in its own land. To the chief singer (musician) on my stringed instruments (neginoth). This is a musical direction, answering to the heading in ver. 1, and implies that the ode is committed to the conductor of the temple music, to be by him adapted for the public service to the accompaniment of stringed instruments. Such directions are elsewhere always found at the beginning, not the end, of psalms (see Psalm 4; Psalm 6; Psalm 54; Psalm 55; Psalm 67; Psalm 76.). It has been thought that the suffix of the first person, \"my stringed instruments,\" denotes that Habakkuk had a right to take part in the temple service, and was therefore a Levite; but it is very doubtful whether this suffix is not a clerical error, as Kuenen and Ewald suppose, or merely paragogic. Certainly neither the Greek, Latin, nor Syriac Versions afford it any confirmation. These versions make the subscription part of the ode. Thus LXX., Ἐπι τὰ ὑψηλὰ ἐπιβιβᾶ με, τοῦ νικῆσαι ἐν τῇ ὠδῇ αὐτοῦ, He maketh me to mount upon the high places, that I may conquer by his song;\" Vulgate, Super excelsa mea deducet me victor (victori, Cod. Amiat.) in psalmis canentem.NEWLINENEWLINENEWLINENEWLINE",