"Phil.1":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTPhilippians1:1VERSETITLEENDNEWLINEVERSESTARTPaul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:VERSEENDNEWLINEVerse 1. - Paul and Timotheus. St. Paul does not assume his official title in writing to the Macedonian Churches, Philippi and Thessalonica; it is used in all his other Epistles, except the short letter to Philemon. His relations to the Philippians and Thessalonians were those of the deepest personal affection; there was no need of a formal introduction, especially in an Epistle which has so little of an official character as this to the Philippians. He joins the name of Timothy with his own, as in 2 Corinthians, Colossians, 1 and 2 Thessalonians, and Philemon. Thus Timothy is associated with St. Paul in every Epistle in which another name is found except 1 Corinthians, where Sosthenes only is mentioned; this shows the intimate affection that bound St. Paul to his \"own son in the faith.\" There was a special reason for mentioning Timothy in this Epistle, as he was so well known to the Philippians, and St. Paul was intending (Philippians 2:19) to send him shortly to Philippi. But St. Paul writes in his own name from the beginning. Timothy was not in any sense a joint author; he may possibly have been St. Paul's amanuensis, as Tertius was in the case of the Epistle to the Romans (Romans 16:22). Possibly also motives of humility led St. Paul to insert other names besides his own; but it was not to support his teaching by additional authority - he was \"an apostle, not of man, neither by man,\" and needed not the weight of other names. The servants of Jesus Christ; slaves, literally: \"made free from sin and become servants [slaves] to God,\" whose service is perfect freedom. We belong to him: he he is our Master (κύριος δεσπότης) as well as Father, we are his slaves as well as his sons: \"Ye are not your own, ye are bought with a price.\" Compare the words of the \"damsel possessed with a spirit of divination\" at Philippi: \"These men are the servants [slaves] of the most high God.\" She felt the difference between her state and theirs; she was the slave of her Philip-plan masters, of the evil spirit too; St. Paul and his companion were the slaves of God most high. In the best manuscripts, as in the R.V., \"Christ\" is put before \"Jesus\" here. The apostle frequently sets the official before the personal name of our Lord; possibly because he knew not the Lord Jesus after the flesh, but saw him first as the Messiah, the Christ of God. To all the saints in Christ Jesus which are at Philippi. The word \"all\" is of very frequent occurrence in this Epistle. There may possibly be a reference to the dissensions alluded to in ch. 4:2; or, as some think, to the supplies sent for St. Paul's assistance; he addresses all alike, not only those who contributed; he does not recognize their divisions. But it is, perhaps, only the natural expression of his warm affection: the apostle was beloved by all the Philippians, and all were dear to him; there was no hostile faction there, as at Corinth and else where. Compare the affectionate repetition, \"always,\" \"every,\" \"all,\" in Ver. 4. St. Paul uses the word \"saint\" as the general name for his converts, like \"Christian.\" The word \"Christian\" occurs only three times in the New Testament (Acts 11:26; Acts 26:28; 1 Peter 4:16). Christ's people are called \"brethren,\" \"disciples,\" or \"saints.\" Thus St. Paul addresses the Corinthians generally as \"saints,\" though many of them were far from possessing holiness of heart and life. The ancient Church was holy; the Israelites are called \"a holy nation,\" \"saints of the Most High.\" They were holy by God's election, his chosen people, separated unto him by the rite of circumcision. By the same election the Christian Church is holy, dedicated to God in baptism. This holiness of dedication (comp. 1 Corinthians 7:14) does not necessarily involve the actual existence of that inner holiness of heart \"without which no man shall see the Lord.\" But it does imply the bounden duty of striving after that spiritual holiness. \"Ye are the temple of the living God,\" St. Paul says to the Corinthians (2 Corinthians 6:16). \"for God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people... therefore... let us cleanse ourselves from el! filthiness of the flesh and spirit, perfecting holiness in the fear of God.\" The Greek word ἅγιος (in our translation sometimes \"holy,\" sometimes \"saint\") is the usual rendering for the Hebrew קָדושׁ. The primary idea of the Hebrew word seems to be that of separation - separation from all that defileth. God is \"of purer eyes than to behold evil;\" those who are dedicated to him must strive by his grace to purify themselves even as he is pure. \"Be ye holy, for I am holy.\" In Christ Jesus. They are saints in virtue of their relation to Christ. They were once\" baptized into one body\" - the mystical body of Christ. Holiness of dedication can issue in holiness of heart and life only by abiding in him (comp. John 15:4-6). All saints are one body in Christ; they are knit together into one communion and fellowship by their personal union with the one Lord. With the bishops and deacons. In the New Testament the word ἐπίσκοπος is synonymous with πρεσβύτερος (comp. Acts 20:17; 1 Peter 5:1, 2; 1 Timothy 2:1-7; Titus 1:5-7). St. Paul is addressing the elders of the Church at Philippi, not bishops in our sense of the word. It is possible that Epaphroditus may have been the presiding bishop of the Church (see notes on Philippians 2:25 and Philippians 4:3). If so, we see a reason why the second and third orders of the ministry only are mentioned, as Epaphroditus was the bearer of the Epistle. But diocesan episcopacy does not seem to have become general till the last quarter of the first century. We know that Paul and Barnabas \"ordained elders in every Church\" in their first missionary journey; we need not, therefore, be surprised at the mention of these official designations in this Epistle, which was written seventeen or eighteen years later. St. Paul's address to the elders of the Church at Ephesus shows the importance which he attached to the office and to the faithful performance of its duties. Perhaps \"the bishops and deacons\" are specially mentioned here as having collected. the contributions sent to St. Paul; so Chrysostom and Meyer. On the whole subject, see Bishop Lightfoot's exhaustive 'Dissertation on the Christian Ministry,' in his volume on the Epistle to the Philippians.NEWLINEVERSETITLESTARTPhilippians1:2VERSETITLEENDNEWLINEVERSESTARTGrace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.VERSEENDNEWLINEVerse 2. - Grace be unto you, and peace. This combination of the Greek and Hebrew salutations is the common form in St. Paul's earlier Epistles; in the pastoral Epistles \"mercy\" is added. Grace is the favor of God, free and sovereign, which rests on the faithful Christian, and brings the gift of peace; which is, first, reconciliation with God and, secondly, the childlike confidence and trustful hope which result from faith in Christ's atonement. From God our Father, and from the Lord Jesus Christ. God the Father is the first Author of our salvation; God the Son, the Word made flesh, brought the message of peace from heaven, and reconciled us to God.NEWLINEVERSETITLESTARTPhilippians1:3VERSETITLEENDNEWLINEVERSESTARTI thank my God upon every remembrance of you,VERSEENDNEWLINEVerse 3. - I thank my God upon every remembrance of you. All St. Paul's Epistles, except those to the Galatiaus, 1 Timothy, and Titus, begin with a thanksgiving. In this Epistle the thanksgiving is especially warm and earnest; no cloud of doubt darkened the apostle's confidence in the Philippians; he pours forth his gratitude to God for their spiritual gifts fervently and without reserve. My God. The pronoun expresses the inner consciousness of personal relations with God; it reminds us of Acts 27:23, \"God, whose I am, and whom I serve.\" Upon all my remembrance of you (as R.V.) is the more exact rendering. The remembrance (not mention)was continuous; he \"had them in his heart,\" and that unbroken remembrance resulted in unbroken thanksgiving.NEWLINEVERSETITLESTARTPhilippians1:4VERSETITLEENDNEWLINEVERSESTARTAlways in every prayer of mine for you all making request with joy,VERSEENDNEWLINEVerse 4. - Always in every prayer of mine for you all making request with joy. Perhaps the first part of this verse is better joined with Ver. 3, \"I thank my God... always in every prayer of mine for you all;\" so Bishop Lightfoot The Greek word for \"prayer\" and \"request \"is the same, better rendered \"my supplication,\" he as the R.V.; it implies not merely a lifting up of the heart to God, but an earnest entreaty for a necessary gift. We meet now for the first time with that \"joy\" which is the keynote of this Epistle. \"Summa epistolae, Gaudeo; gaudete;\" so Bengel, who continues, \"This Epistle of joy well follows that to the Ephesians, where love reigns. 'The fruit of the Spirit is love, joy.' Joy gives life to prayer.\"NEWLINEVERSETITLESTARTPhilippians1:5VERSETITLEENDNEWLINEVERSESTARTFor your fellowship in the gospel from the first day until now;VERSEENDNEWLINEVerse 5. - For your fellowship in the gospel from the first day until now; rather, as R.V., for your fellowship in furtherance of the gospel. This verse should be taken in connection with Ver. 3. St. Paul thanks God for their help, their co-operation towards the work of the gospel. They helped forward the work by their prayers, their labors, and their liberal bounty. This fellowship began \"in the beginning of the gospel,\" when the Philippians sent aid to the apostle at Thessalonica and Corinth; it continued \"until now\" ten years; they had just sent their alms to St. Paul at Rome by phroditus (Philippians 4:10).NEWLINEVERSETITLESTARTPhilippians1:6VERSETITLEENDNEWLINEVERSESTARTBeing confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:VERSEENDNEWLINEVerse 6. - Being confident of this very thing. St. Paul's thanksgiving refers, not only to the past, but also to the future. He has a confident trustfulness in God's power and love. The words αὐτὸ τοῦτο might mean \"on this account,\" i.e. on account of the perseverance described in Ver. 5, but the order seems to support the ordinary rendering. That he which hath begun a good work in you will perform it; rather, as R.V., which began. Both ἐναρξάμενος and ἐπιτελέσει have (Bishop Lightfoot) a sacrificial reference. The good work is self-consecration, the sacrifice of themselves, their souls and bodies, issuing in the co-operation of labor and almsgiving. This sacrificial metaphor recurs in Philippians 2:17. The good work is God's; he began it and he will perfect it. The beginning (Bengel) is the pledge of the consummation. Yet it is also their work - their co-operation towards the gospel (comp. Philippians 2:12, 13). Until the day of Jesus Christ. The perfecting will go on until the great day. To the individual Christian that clay is practically the day of his death; though, indeed, the process of perfecting may be going on in the holy dead till they obtain their perfect consummation and bliss both in body and soul. These words do not imply that St. Paul expected the second advent during the life of his Philippian converts. The words \"in you\" must be understood as meaning \"in your hearts,\" not merely \"among you.\"NEWLINEVERSETITLESTARTPhilippians1:7VERSETITLEENDNEWLINEVERSESTARTEven as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace.VERSEENDNEWLINEVerse 7. - Even as it is meet for me to think this of you all. It is meet; rather, just, right. To think this; to entertain this confidence concerning you. Because I have you in my heart; or, because you have me in your heart. But the order of the words, and ver. 8, make the first rendering the more probable. His love for them increases his confidence. Inasmuch as both in my bonds, and in the defence and confirmation of the gospel. These words may be taken with the preceding, \"I have you in my heart during my imprisonment and defense.\" So Chrysostom, whose words are very striking: Οὕτω γάρ ἐστι τυραννικὸν ὁ ἔρως ὁ πνευματικὸς ὡς μηδενὶ παραχωρεῖν καιρῷ. But it is, perhaps, more natural to take them with the following. Ye all are partakers of my grace; rather, ye all are partakers with me of the grace. They were partakers of the grace of God given to him in his bonds and in his work. The like grace was given to them both for the passive and active sides of the Christian life - both in endurance of suffering and in propagating the gospel. Thus there seems to be no reference in the words \"defense and confirmation\" to his public defense before Caesar (which probably had not yet taken place), but generally to his work of preaching the gospel, which was both apologetic, meeting the objections of adversaries, and aggressive, asserting the truth.NEWLINEVERSETITLESTARTPhilippians1:8VERSETITLEENDNEWLINEVERSESTARTFor God is my record, how greatly I long after you all in the bowels of Jesus Christ.VERSEENDNEWLINEVerse 8. - For God is my record - rather, witness (comp. Romans 1:9) - how greatly I long after you all in the bowels of Jesus Christ. The word σπλάγχνα, here rendered \"bowels,\" means the heart, liver, etc.. he not the entrails. The expression is remarkable, and is well illustrated by Bengel's striking words, \"Paulus non in Pauli, sed Jesu Christi movetur visceribus.\" \"Not I, but Christ liveth in me.\" He is so united with Christ that he feels with the heart of Christ, he loves with the love of Christ.NEWLINEVERSETITLESTARTPhilippians1:9VERSETITLEENDNEWLINEVERSESTARTAnd this I pray, that your love may abound yet more and more in knowledge and in all judgment;VERSEENDNEWLINEVerse 9. - And this I pray. This is the purport of the prayer already mentioned in Ver. 4. The conjunction ἵνα marks the end of St. Paul's prayer, and so its purport. That your love may abound yet more and more. Your love; not love for the apostle only, but the grace of Christian charity. St. Paul finds no fault with the Philippians, but \"ignis in apostolo nunquam dicit, Sufficit\" (Bengel). He prays for their continued growth in love, but not unintelligent love. In knowledge and in all judgment. Ἐπίγνωσις is a stronger word than γνῶσις: it means full, complete knowledge. The Greek αἴσθησις (literally, sense) occurs only here in the New Testament, though αἰσθητήρια (organs of sense) is found in Hebrews 5:14. \"Discernment,\" the rendering of R.V., is more correct than \"judgment.\" It is, Bishop Wordsworth says, \"that delicate tact and instinct, which almost intuitively perceives what is right, and almost unconsciously shrinks from what is wrong.\" It cannot exist without love. \"Every one that loveth is born of God, and knoweth God.\" With love there comes a spiritual sense, spiritual sight, spiritual hearing, a sense of the beauty of holiness, a fine perception of Christian propriety; ἡ ἀγάπη οὐκ ἀσχημονεῖ.NEWLINEVERSETITLESTARTPhilippians1:10VERSETITLEENDNEWLINEVERSESTARTThat ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ;VERSEENDNEWLINEVerse 10. - That ye may approve things that are excellent. Love, issuing in spiritual discernment, would enable them to recognize, to test, to prove things that are excellent; so Bengel,\" Non modo prae malts bona, seal in bonds optima.\" This seems better than the alternative rendering, \"to prove the things that differ\" (comp. Romans 2:18). That ye may be sincere and without offense till the day of Christ. Αἰλικρινής according to the common derivation (from εἵλη, sunlight, and κρίνω), means \"judged in the full light of the sun,\" that is, pure, true; comp. John 2:21, \"He that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.\" According to another possible derivation, the word would mean \"unmixed,\" that is, genuine, sincere. \"Without offense\" may be taken actively or passively; without giving offense (causing stumbling) to others, or without stumbling themselves. Perhaps the latter sense is more suitable here. He prays that the Philippians may be true and pure inwardly, and blameless in their outward lives. \"Till,\" rather, \"against the day of Christ.\" The preposition εἰς does not denote time only, as ἄχρις in Ver. 6; it implies preparation.NEWLINEVERSETITLESTARTPhilippians1:11VERSETITLEENDNEWLINEVERSESTARTBeing filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.VERSEENDNEWLINEVerse 11. - Being filled with the fruits of righteousness. The best manuscripts read \"fruit.\" He prays that their love may abound, not only in knowledge and discernment, but also in the fruit of holy living. The fruit of righteousness is sanctification, which springs from justification, and manifests itself in holy living (comp. Amos 6:12; Galatians 5:22). Which are by Jesus Christ; rather, through. The righteousness of God's saints is not that\" which is of the Law, but that which is through the faith of Christ\" (comp. John 15:4). The branch lives by the life of the vine; the Christian lives by the life of Christ. It is his life, living in, assimilated by the Christian soul, which brings forth the fruit of righteousness. Unto the glory and praise of God. The righteousness of God's saints, springing from the abiding presence of Christ, shows forth the glory of God. The glory of God is his majesty in itself; praise is the acknowledgment of this majesty by the voice and heart of man. The glory of God is the end of all Christian effort.NEWLINEVERSETITLESTARTPhilippians1:12VERSETITLEENDNEWLINEVERSESTARTBut I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;VERSEENDNEWLINEVerse 12. - But I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel. After thanksgiving and prayer, St. Paul turns to his own imprisonment at Rome. That imprisonment, he says, has resulted in the furtherance of the gospel, rather than, as might have been expected, in its hindrance.NEWLINEVERSETITLESTARTPhilippians1:13VERSETITLEENDNEWLINEVERSESTARTSo that my bonds in Christ are manifest in all the palace, and in all other places;VERSEENDNEWLINEVerse 13. - So that my bonds in Christ are manifest; rather, as R.V., so that my bonds became manifest in Christ. At first he seemed like ether prisoners; afterwards it became known that he suffered bonds, not for any crime, but in Christ, i.e. in fellowship with Christ and in consequence of the relation in which he stood to Christ. In all the palace; rather, as R.V., throughout the whole Praetorian Guard; literally, in the whole praetorium, The word elsewhere means a governor's house: Pilate's house in the Gospels, Herod's palace in Acts 23:35. But at Rome the name so used would give unnecessary offense, and there is no proof that it was ever used for the palatium there. St. Paul must have heard it constantly as the name of the Praetorian regiment; he was kept chained to a soldier of that corps (Acts 28:16); and as his guard was continually relieved, his name and sufferings for Christ would become gradually known throughout the force. Others, on the authority of a passage in Dion Cassius, understand the word of the barracks of that part of the Praetorian guard attached to the imperial residence on the Palatine. But the passage relates to the time of Augustus, before the Praetorian cohorts were established by Tiberius in the camp outside of the Colline Gate. And in all other places; rather, as R.V. and to all the rest; generally, that is, throughout the city.NEWLINEVERSETITLESTARTPhilippians1:14VERSETITLEENDNEWLINEVERSESTARTAnd many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear.VERSEENDNEWLINEVerse 14. - And many of the brethren in the Lord; rather, and that most. Most of the brethren took courage; there were exceptions. Waxing confident by my bonds. The words, \"in the Lord,\" are perhaps better taken with being \"confident.\" Their confidence rests upon St. Paul's bonds, but it is in the Lord. St. Paul's example gives them courage, because they know that he is suffering for the love of Christ, and is supported in his sufferings by the grace of Christ. Are much more bold to speak the word without fear; better, more abundantly, as R.V. The best manuscripts read here, \"the Word of God.\"NEWLINEVERSETITLESTARTPhilippians1:15VERSETITLEENDNEWLINEVERSESTARTSome indeed preach Christ even of envy and strife; and some also of good will:VERSEENDNEWLINEVerse 15. - Some indeed preach Christ even of envy and strife. The Judaizing party, whom St. Paul censures in Philippians 3:2, preached Christ, but not from pure motives. Like the writers of the pseudo-Clementines, they envied St. Paul, and in the wicked madness of the odium theologicum, they wished to distress St. Paul, to depreciate his preaching, and to exalt their own. And some also of good will. The word generally means God's good pleasure, as in Philippians 2:13, but here simply good will, benevolence towards St. Paul.NEWLINEVERSETITLESTARTPhilippians1:16VERSETITLEENDNEWLINEVERSESTARTThe one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:VERSEENDNEWLINEVerses 16, 17. - These two verses must change places according to the reading of the best manuscripts. The clauses are inverted by the figure chiasmus. But the other of love; read, as R.V., the one do it of love. This is better than the other possible rendering, \"those who are of love do it.\" Knowing that I am set for the defense of the gospel. Κεῖμαι. I am set or appointed, as in 1 Thessalonians 2:3; not, as some understand, I lie in prison. They preach Christ out of love - love for Christ, and love for Paul for Christ's sake. The one preach Christ of contention; read and translate, as R.V., but the other proclaim Christ of faction; perhaps rather, announce (καταγγέλλουσιν); bring news of Christ; and that they do out of factious-ness. Ἐριθεία, derived from ἕριθος, a hired servant, means labor for hire, and is commonly used of hired canvassers, in the sense of factiousness, party spirit. It is reckoned by St. Paul in Galatians 5:20 among the works of the flesh, and is condemned also in Romans 2:8. Not sincerely, supposing to add affliction to my bonds; rather, as R.V. (reading with the best manuscripts ἐγείρειν), thinking to raise up affliction for me in my bonds. Their motives were not pure; they wished to make St. Paul feel the helplessness of imprisonment, and to increase his affliction by opposing his doctrines, and by forming a party insisting on the observance of the ceremonial law. Bishop Lightfoot translates θλίψιν ἐγείρειν \"to make my chains gall me.\"NEWLINEVERSETITLESTARTPhilippians1:17VERSETITLEENDNEWLINEVERSESTARTBut the other of love, knowing that I am set for the defence of the gospel.VERSEENDNEWLINEVERSETITLESTARTPhilippians1:18VERSETITLEENDNEWLINEVERSESTARTWhat then? notwithstanding, every way, whether in pretence, or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice.VERSEENDNEWLINEVerse 18. - What then? notwithstanding, every way, whether in pretense, or in truth, Christ is preached; rather, only that, as R.V. (comp. Acts 20:23). What is the result of all this preaching? Only that Christ is announced, that the story of Christ is told. The motives of the preachers may not be good, but the result is good; the gospel facts are made more widely known, not only by those who preach in sincerity, but even by means of those who strive to promote their own party ends under the pretense of preaching Christ. And I therein do rejoice, yea, and will rejoice. St. Paul rejoices in the good which God brings out of evil; though that good is produced by the outward agency of his own adversaries. Yea, and I shall rejoice. He will not allow himself to be vexed by the bitterness of his opponents, he will not imitate their party spirit; his joy will continue, for he knows that, in spite of present hindrances, the result is assured.NEWLINEVERSETITLESTARTPhilippians1:19VERSETITLEENDNEWLINEVERSESTARTFor I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,VERSEENDNEWLINEVerse 19. - For I know that this shall turn to my salvation. Τοῦτο, this, refers to the general preaching of Christ, rather than (as Calvin and others interpret) to the affliction raised up for St. Paul. The opposition of his enemies will stir him up to greater activity and earnestness, and so conduce to his spiritual well-being now and to his salvation hereafter. This he knows, for \"all things work together for good to them that love God.\" Some, as Chrysostom, understand σωτηρία here of present safety or deliverance from prison; but this seems improbable. The words are quoted from Job 13:16, Septuagint Version. Through your prayer, and the supply of the Spirit of Jesus Christ. He knows that they pray for him; he humbly believes that those prayers assist him in working out his own salvation. As the prayer ascends, says Bengel, the supply of the Spirit descends; comp. Galatians 2:5, \"He that ministereth ['supplieth,' R.V.] to you the Spirit.\" The Spirit is the supply; the Lord Jesus sends the quickening Spirit from the Father. Others, as Meyer, make the genitive subjective, and interpret \"the aid which the Spirit supplies.\" The Spirit is here called \"the Spirit of Jesus Christ\" - \"proceeding from the Father and the Son.\" So also Galatians 4:6; Romans 8:9; Acts 16:7 (in the true reading), \"the Spirit of Jesus.\"NEWLINEVERSETITLESTARTPhilippians1:20VERSETITLEENDNEWLINEVERSESTARTAccording to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death.VERSEENDNEWLINEVerse 20. - According to my earnest expectation and my hope, that in nothing I shall be ashamed. The Greek word for \"earnest expectation,\" which occurs also in Romans 8:19, means literally, a watching with outstretched head, with the attention concentrated on one object, and turned away from all others. Neither his sufferings nor the opposition of the Judaizers will put him to shame. But that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death. After \" boldness\" (literally, boldness of speech) we should expect the active form, \"I shall magnify.\" St. Paul, in his humility, prefers the pasture, \"Christ shall be magnified.\" Boldness of speech was to be his part, the glory should be Christ's. Whatever the issue might be, whether a life of Christian labor or a martyr's death, it would be well. The apostles were not omniscient, says Bengel, in relation to their own future lot; they lived in faith and hope.NEWLINEVERSETITLESTARTPhilippians1:21VERSETITLEENDNEWLINEVERSESTARTFor to me to live is Christ, and to die is gain.VERSEENDNEWLINEVerse 21. - For to me to live is Christ, and to die is gain. Others, as Calvin, render (not so well), \"For to me Christ is gain both in life and in death.\" The alternative suggested in Ver. 20 leads St. Paul to a short digression on the comparative advantages of life and death; he is content with either. Life is blessed, for it is Christ; comp. Colossians 2:4, \"Christ, who is our Life,\" and Galatians it. 20, \"Not I, but Christ liveth in me;\" \"Quit-quid rive, Christum vivo\" (Bengel). The life of Christ lives, breathes, energizes, in the life of his saints. His flesh, his incarnate life is their meat; his blood, the mystery of his atonement, is the drink of their souls. He abideth in them, and they in him. And yet death is gain; the slate of death, not the act of dying, is meant (the infinitive is aorist, τὸ ἀποθανεῖν), for the dead in Christ are at home with the Lord (ἐνδημοῦντες πρὸς τὸν Κύριον) in a far more blessed sense than the saints on earth.NEWLINEVERSETITLESTARTPhilippians1:22VERSETITLEENDNEWLINEVERSESTARTBut if I live in the flesh, this is the fruit of my labour: yet what I shall choose I wot not.VERSEENDNEWLINEVerse 22. - But if I live in the flesh, this is the fruit of my labor: yet what I shall choose I wot not; or perhaps, as Meyer, \"I make not known.\" St. Paul wavers between his own personal longing for rest in Paradise with Christ, and the thought that the continuance of his life on earth might conduce to the spreading of the gospel. The grammar of the Greek sentence aptly represents the apostle's hesitation. The construction is almost hopelessly confused. Perhaps the interpretation of the R.V. is the simplest: \"But if to live in the flesh, - if this is the fruit of my work, then what shall choose I wot not.\" Thus καρπός is parallel with κέρδος (Ver. 21); τὸ ζῇν ἐν σαρκι is also a gain, a fruit; the genitive is one of apposition; the work itself is the fruit. St. Paul, says Bengel, regards his work as fruit, others seek fruit from their work. Bishop Lightfoot proposes another rendering, \"But what if my living in the flesh will bear fruit, etc.? In fact what to choose I know not.\" Surely, says Bengel, the Christian's lot is excellent; he can hesitate only in the choice of blessings; disappointed he cannot be.NEWLINEVERSETITLESTARTPhilippians1:23VERSETITLEENDNEWLINEVERSESTARTFor I am in a strait betwixt two, having a desire to depart, and to be with Christ; which is far better:VERSEENDNEWLINEVerse 23. - For I am in a strait betwixt two; rather, but (so the best manuscripts) I am straitened, hemmed in (Bishop Lightfoot) betwixt the two alternatives, life and death, pressing upon me, constraining me on either side. Having a desire to depart; having my desire set towards departing εἰς τὸ ἀναλῦσαι). The word occurs again in 2 Timothy 4:6, Ὁ καιρὸς τῆς ἐμῆς ἀναλύσεως It is used of a ship, to loose from its moorings; or a camp, to break up; comp. 2 Corinthians 5:1, \"If our earthly house of this tabernacle were dissolved (καταλυθῇ).\" Probably here the metaphor is taken from tent life; to loosen, to remove the tent, the temporary abode, in the journey to the heavenly city. And to be with Christ. The holy dead are with Christ, they rest from their labors; they live unto God (Luke 20:38); they do not sleep idly without consciousness, for they are described in Holy Scripture as witnesses (Hebrews 12:1) of the race set before living Christians (comp. also 2 Corinthians 5:6, 8 and Acts 7:59). Yet they are elsewhere described as sleeping (1 Corinthians 15:51, 52; 1 Thessalonians 4:14, 15); for the rest of the spirits of just men in Paradise is as a sleep compared with the perfect consummation and bliss of God's elect, both in body and soul, in his everlasting glory. Which is far better; read and translate, for it is by much very far better. He piles up comparatives, as if unable to find words capable of expressing the glory of his hope.NEWLINEVERSETITLESTARTPhilippians1:24VERSETITLEENDNEWLINEVERSESTARTNevertheless to abide in the flesh is more needful for you.VERSEENDNEWLINEVerse 24. - Nevertheless to abide in the flesh is more needful for you. To abide by the flesh (if with some authorities the preposition is omitted), to hold to this human life with all its trials, is more needful for your sake. Meyer quotes Seneca, 'Epist.' 98, \"Vitae suae adjici nihil desiderat sua causa, sed eorum, quibus utilis est.\"NEWLINEVERSETITLESTARTPhilippians1:25VERSETITLEENDNEWLINEVERSESTARTAnd having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;VERSEENDNEWLINEVerse 25. - And having this confidence, I know that I shall abide and continue with you all. Being persuaded of this, that my life is needful for you; or, as others render, \"And this I certainly, confidently know.\" The first translation seems preferable, for St. Paul's assurance does not seem to rest on direct inspiration, but on a calculation of probabilities. The apostles could not always foresee their own future (Acts 20:22). Bishop Lightfoot says, \"The same word οϊδα is used Acts 20:25, where he expresses his belief that he shall not see his Asiatic converts again. Viewed as infallible presentiments, the two are hardly reconcilable; for the one assumes, the other negatives, his release. The assurance here recorded was fulfilled (1 Timothy 1:3); while the presentiment there expressed was overruled by events (2 Timothy 1:15, 18; 2 Timothy 4:20).\" For your furtherance and joy of faith; for the progress and joy of your faith, that you may continually increase in faith and take delight in it. Joy is the key-note of this Epistle.NEWLINEVERSETITLESTARTPhilippians1:26VERSETITLEENDNEWLINEVERSESTARTThat your rejoicing may be more abundant in Jesus Christ for me by my coming to you again.VERSEENDNEWLINEVerse 26. - That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again. Glorying or boasting (καύχημα), not rejoicing. Perhaps rather, as Meyer,\" That the matter in which you have to glory [i.e. the bliss in which you rejoice as Christians] may increase abundantly in Christ Jesus [as the element or sphere of the glorying] in me [as the instrument or cause].\"NEWLINEVERSETITLESTARTPhilippians1:27VERSETITLEENDNEWLINEVERSESTARTOnly let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel;VERSEENDNEWLINEVerse 27. - Only let your conversation be. St. Paul exhorts the Philippians to steadfastness. Only, whatever happens, whether I come or no, πολιτεύεσθε, behave as citizens (comp. Philippians 3:20, Ἡμῶν τὸ πολιτεῦμα and Ephesians 2:19, Συμπολῖται τῶν ἁγίων. The verb also occurs in Acts 23:1, \"I have lived (πεπολίτευμαι) in all good conscience towards God.\" St. Paul was himself a Roman citizen; he was writing from Rome; his presence the re was caused by his having exercised the rights of citizenship in appealing to Caesar. He was writing to a place largely inhabited by Roman citizens (for Philippi was a Roman colony), a place in which he had declared himself to be a Roman (Acts 16:37). The metaphor was natural. Some of you are citizens of Rome, the imperial city; live, all of you, as citizens of the heavenly country, the city of the living God. As it becometh the gospel of Christ; rather, as R.V. margin, behave as citizens worthily of. There is a striking parallel in Polycarp's letter to these same Philippians (sect. 5). Ἑὰν πολιτευσώμεθα ἀξίως αὐτοῦ καὶ συμβασιλεύσομεν αὐτῷ literally, \"If we live as citizens worthily of him, we shall also reign with him.\" That whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit. The metaphor is military, and follows naturally from the thought of citizenship. Philippi was a military colony, its chief magistrates were praetors, στρατηγοί (Acts 16:20), literally, \"generals\" (comp. Eph. 6:13 and Galatians 5:1). Spirit is the highest part of our immaterial nature, which, when enlightened by the Holy Spirit of God, can rise into communion with God, and discern the truths of the world unseen. In one spirit; because the spirits of believers are knit together into one fellowship by the one Holy Spirit of God abiding in them all. This distinction between spirit and soul occurs again in 1 Thessalonians 5:23. The soul is the lower part of our inner being, the seat of the appetites, passions, affections, connected above with the πνεῦμα, below with the σάρξ With one mind striving together for the faith of the gospel; with one soul (not mind); i.e. with all the desires and emotions concentrated on one object, all acting together in the one great work; comp. Acts 4:32, \"Striving together with one another for the faith,\" rather than \"striving together with the faith.\" The personification of faith, though approved by high authority, seems forced and improbable. Faith is here used objectively; the faith of the gospel is the doctrine of the gospel, as Galatians 1:23, \"The faith which once he destroyed.\"NEWLINEVERSETITLESTARTPhilippians1:28VERSETITLEENDNEWLINEVERSESTARTAnd in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.VERSEENDNEWLINEVerse 28. - And in nothing terrified by your adversaries; literally, snared, as a frightened horse. Which is to them an evident token of perdition, but to you of salvation; translate, seeing that it (your courage) is to them an evident token of perdition, but (with the best manuscripts) of your salvation. And that of God. These words are to be taken with \"an evident token.\" The courage of God's saints in the midst of dangers is a proof of his presence and favor, a token of final victory (comp. 2 Thessalonians 1:5).NEWLINEVERSETITLESTARTPhilippians1:29VERSETITLEENDNEWLINEVERSESTARTFor unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;VERSEENDNEWLINEVerse 29. - For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake. On you it was conferred (ἐχαρίσθη) as a gracious gift, a free spontaneous act of Divine bounty. Faith in Christ is the gift of God, so is \"the fellowship of his sufferings.\" It is not a burden, but a privilege:\" In all these things we are more than conquerors through him that loved us.\"NEWLINEVERSETITLESTARTPhilippians1:30VERSETITLEENDNEWLINEVERSESTARTHaving the same conflict which ye saw in me, and now hear to be in me.VERSEENDNEWLINEVerse 30. - Having the same conflict which ye saw in me, and now hear to be in me. These words are best taken with Ver. 27, vers. 28 and 29 being parenthetical. The apostle returns to the military or gladiatorial metaphor of a contest, ἀγών. He had himself been persecuted at Philippi (Acts 16:1 Thessalonians 2:2); now the Philippians heard of his Roman imprisonment, and were themselves suffering similar persecutions.NEWLINENEWLINENEWLINENEWLINENEWLINE","Phil.2":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTPhilippians2:1VERSETITLEENDNEWLINEVERSESTARTIf there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,VERSEENDNEWLINEVerse 1. - If there be therefore, any consolation in Christ. Mark the fervor of the apostle. Ὅρα πῶς λιπαρῶς πῶς σφοδρῶς πῶς μετὰ συμπαωείας πολλῆς (Chrysostom). He appeals to the Christian experience of the Philippians; if these experiences are real, as they are; facts verified in the believer's consciousness; not talk, not mere forms of speech, - then fulfill ye my joy. Consolation; perhaps \"exhortation\" is the more suitable rendering in this place: if the presence of Christ, if communion with Christ, hath power to stir the heart, to stimulate the emotions, to constrain the will. If any comfort of love; comfort springing out of love. Love is the subjective result of the presence of Christ as an objective reality, and with love comes comfort (comp. 1 Corinthians 14:3 and 1 Thessalonians 2:11). If any fellowship of the Spirit. If the indwelling of the Holy Ghost be true, a felt reality in the Christian life. Not, as some understand, \"If there be any fellowship of spirit among themselves.\" If any bowels and mercies. Bowels (see note on Philippians 1:8), the seat of the feelings of compassion; mercies, those feelings themselves. The pronoun \"any,\" according to the reading of all the best manuscripts, is masculine singular; the word \"bowels,\" being neuter plural εἴ τις σπλάγχνα If St. Paul really wrote thus, we must suppose that the warmth of his feelings suddenly led him to substitute σπλάγχνα for some other word originally in his thoughts. \"Under any circumstances,\" says Bishop Lightfoot, \"the reading εἴ τις is a valuable testimony to the scrupulous fidelity of the early transcribers, who copied the text as they found it, even when it contained readings so manifestly difficult.\"NEWLINEVERSETITLESTARTPhilippians2:2VERSETITLEENDNEWLINEVERSESTARTFulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.VERSEENDNEWLINEVerse 2. - Fulfil ye my joy. St. Paul has already (Philippians 1:4) spoken of his joy derived from the life and conduct of the Philippian Christians; now he asks them to complete his joy by living in unity. There were disagreements among them (Philippians 4:2). That ye be like-minded, having the same love, being of one accord, of one mind. The apostle's earnestness leads him to dwell on the idea of unity, clothing the one thought again and again in different words. Βαβαί says Chrysostom, ποσάκις τὸ αὐτὸ λέγει ἀπὸ διαθέσεως πολλῆς. \"Having the same love:\" loving and beloved; ὁμοίως καὶ φιλεῖν καὶ φιλεῖσθαι (Chrysostom). \"Being of one accord σύμψυχοι,\" Bishop Ellicott renders more literally, \"With accordant souls minding the one thing.\"NEWLINEVERSETITLESTARTPhilippians2:3VERSETITLEENDNEWLINEVERSESTARTLet nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.VERSEENDNEWLINEVerse 3. - Let nothing be done through strife or vain-glory. Not \"strife,\" but \"faction,\" as R.V. The word is the same as that rendered \"contention\" in Philippians 1:10, where see note. Party spirit is one of the greatest dangers in running the Christian race. Love is the characteristic Christian grace; party spirit and vain-glory too often lead professing Christians to break the law of love. But in lowiness of mind let each esteem other better than themselves. In your lowliness; the article seems to have a possessive sense, the lowliness characteristic of Christians, which you as Christians possess. Ταπεινοφροσύνη an exclusively New Testament word: the grace was new, and the word was new. The adjective ταπεινός in classical Greek is used as a term of reproach - abject, mean. The life of Christ (\"I am meek and lowly in heart\") and the teaching of Christ (\"Blessed are the poor in spirit\") have raised lowliness to a new position, as one of the chief features in the true Christian character. Here St. Paul bids us, as a discipline of humility, to look at our own faults and at the good points in the character of others (comp. Romans 12:10).NEWLINEVERSETITLESTARTPhilippians2:4VERSETITLEENDNEWLINEVERSESTARTLook not every man on his own things, but every man also on the things of others.VERSEENDNEWLINEVerse 4. - Look not every man on his own things, but every man also on the things of others. Translate, \"looking,\" as R.V., not making one's own interest the one only object of life, but regarding also the interests, feelings, wishes, of others. Each man must in a measure look at his own things, - the καί implies that; but he must consider others if he is a Christian indeed.NEWLINEVERSETITLESTARTPhilippians2:5VERSETITLEENDNEWLINEVERSESTARTLet this mind be in you, which was also in Christ Jesus:VERSEENDNEWLINEVerse 5. - Let this mind be in you, which was also in Christ Jesus; literally, according to the reading of the best manuscripts, mind this in you which was also (minded) in Christ Jesus. Many manuscripts take the words \"every man\" (ἕκαστοι) of Ver. 4 with Ver. 5: \"All of you mind this.\" The words, \"in Christ Jesus,\" show that the corresponding words, \"in you,\" cannot mean \"among you,\" but in yourselves, in your heart. The apostle refers us to the supreme example of unselfishness and humility, the Lord Jesus Christ. He bids us mind (comp. Romans 8:5) the things which the Lord Jesus minded, to love what he loved, to hate what he hated; the thoughts, desires, motives, of the Christian should be the thoughts, desires, motives, which filled the sacred heart of Jesus Christ our Lord. We must strive to imitate him, to reproduce his image, not only in the outward, but even in the inner life. Especially here we are biddcn to follow his unselfishness and humility.NEWLINEVERSETITLESTARTPhilippians2:6VERSETITLEENDNEWLINEVERSESTARTWho, being in the form of God, thought it not robbery to be equal with God:VERSEENDNEWLINEVerse 6. - Who, being in the form of God. The word rendered \"being\" (ὑπάρχων) means, as R.V. in margin, being originally. It looks back to the time before the Incarnation, when the Word, the Λόγος ἄσαρκος, was with God (comp. John 8:58; John 17:5, 24). What does the word μορφή form, mean here? It occurs twice in this passage - Ver. 6, \"form of God;\" and Ver. 7, \"form of a servant;\" it is contrasted with σχῆμα fashion, in Ver. 8. In the Aristotelian philosophy (vide ' De Anima,' 2:1, 2) μορφή. is used almost in the sense of εϊδος, or τὸ τί η΅ν εϊναι as that which makes a thing to be what it is, the sum of its essential attributes: it is the form, as the expression of those essential attributes, the permanent, constant form; not the fleeting, outward σχῆμα, or fashion. St. Paul seems to make a somewhat similar distinction between the two words. Thus in Romans 8:29; Galatians 4:19; 2 Corinthians 3:18; Philippians 2:10, μορφή (or its derivatives) is used of the deep inner change of heart, the change which is described in Holy Scripture as a new creation; while σχῆμα is used of the changeful fashion of the world and agreement with it (1 Corinthians 7:31; Romans 12:2). Then, when St. Paul tells us that Christ Jesus, being first in the form of God, took the form of a servant, the meaning must be that he possessed originally the essential attributes of Deity, and assumed in addition the essential attributes of humanity. He was perfect God; he became perfect (comp. Colossians 1:15; Hebrews 1:3; 2 Corinthians 4:4). For a fuller discussion of the meanings of μορφή and σχῆμα, see Bishop Lightfoot's detached note ('Philippians,' p. 127), and Archbishop Trench, 'Synonyms of the New Testament,' sect. 70. Thought it not robbery to be equal with God; R.V. \"counted it not a prize [margin, 'a thing to be grasped'] to be on an equality with God.\" These two renderings represent two conflicting interpretations of this difficult passage. Do the words mean that Christ asserted his essential Godhead (\"thought it not robbery to be equal with God,\" as A.V.), or that he did not cling to the glory of the Divine majesty (\"counted it not a prize,\" as R.V.)? Both statements are true in fact. The grammatical form of the word ἁρπαγμός, which properly implies an action or process, favors the first view, which seems to be adopted by most of the ancient versions and by most of the Latin Fathers. On the other hand, the form of the word does not exclude the passive interpretation; many words of the same termination have a passive meaning, and ἁρπαγμός itself is used in the sense of ἅρπαγμα by Eusebius, Cyril of Alexandria, and a writer in the 'Catena Possini' on Mark 10:42 (the three passages are quoted by Bishop Lightfoot, in loco). The Greek Fathers (as Chrysostom Ὁ τοῦ Θεοῦ υἱὸς οὐκ ἐφοβήθη καταβῆναι ἀπὸ τοῦ ἀξιώματος, etc.) generally adopt this interpretation. And the context seems to require it. The aorist ἡγήσατο points to an act, the act of abnegation; not to a state, the continued assertion. The conjunction \"but\" (ἀλλὰ) implies that the two sentences are opposed to one another. He did not grasp, but, on the contrary, he emptied himself. The first interpretation involves the tacit insertion of \"nevertheless;\" he asserted his equality, but nevertheless, etc. And the whole stress is laid on the Lord's humility and unselfishness. It is true that this second interpretation does not so distinctly assert the divinity of our Lord, already sufficiently asserted in the first clause, \"being in the form of God.\" But it implies it. Not to grasp at equality with God would not be an instance of humility, but merely the absence of mad impiety, in one who was not himself Divine. On the whole, then, we prefer the second interpretation. Though he was born the beginning in the form of God, he did not regard equality with God as a thing to be grasped, a prize to be tenaciously retained. Not so good is the view of Meyer and others: \"Jesus Christ, when he found himself in the heavenly mode of existence of Divine glory, did not permit himself the thought of using his equality with God for the purpose of seizing possessions and honor for himself on earth.\" The R.V. rendering of the last words of the clause,\" to be on an equality,\" is nearer to the Greek and better than the A.V., \"to be equal with God.\" Christ was equal with God (John 5:18; John 10:30). He did not cling to the outward manifestation of that equality. The adverbial form ἴσα implies the state or mode of equality rather than the equality itself.NEWLINEVERSETITLESTARTPhilippians2:7VERSETITLEENDNEWLINEVERSESTARTBut made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:VERSEENDNEWLINEVerse 7. - But made himself of no reputation; rather, as R.V., but emptied himself; not, he indeed, of the Godhead, which could not be, but of its manifestation, its glory. This he did once for all, as the aorist implies, at the Incarnation. The word \"emptied' involves a previous fullness, \"a precedent plenitude\" (Pearson on the Creed, 2:25). The Divine majesty of which he emptied himself was his own, his own rightful prerogative; and his humiliation was his own voluntary act - he emptied himself. \"He used his equality with God as an opportunity, not for self-exaltation, but for self-abasement\" (Alford). \"Manebat plenus, John 1:14, et tureen perinde se gessit ac si esset\" (Bengel). And took upon him the form of a servant; rather, as R.V., taking the form. The two clauses refer to the same act of self-humiliation regarded from its two sides. He emptied himself of his glory, taking at the same time the form (μορφήν as in Ver. 6, the essential attributes) of a servant, literally, of a slave. Observe, he was originally (ὑπάρχων) in the form of God; he took (λαβών) the form of a slave. The Godhead was his by right, the manhood by his own voluntary act: both are equally real; he is perfect God and perfect Man. Isaiah prophesied of Christ (Isaiah 49 and Isaiah 52; comp. Acts 2:33, in the Greek or R.V.) as the Servant of Jehovah; he came to do the Father's will, submitting his own will in all things: \"Not as I will, but as thou wilt\" (comp. Matthew 20:27, 28; Mark 10:44, 45). And was made in the likeness of men; translate, becoming, or, as R.V., being made (aorist participle). This clause is another description of the one act of the Incarnation he was God, he became man. Form (μορφή) asserts the reality of our Lord's human nature. Likeness (ὁμοίωμα) refers only to external appearance: this word, of course, does not imply that our Lord was not truly man, but, as Chrysostom says ('Hom.,' 8:247), he was more. than man; \"We are soul and body, but he is God and soul and body.\" The likeness of men; because Christ is the Representative of humanity: he took upon him, not a human person, but human nature. He is one person in two natures. As Bishop Lightfoot says, \"Christ, as the second Adam, represents, not the individual man, but the human race.\"NEWLINEVERSETITLESTARTPhilippians2:8VERSETITLEENDNEWLINEVERSESTARTAnd being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.VERSEENDNEWLINEVerse 8. - And being found in fashion as a man. He humbled himself in the Incarnation; but this was not all. The apostle has hitherto spoken of our Lord's Godhead which he had from the beginning, and of his assumption of our human nature. He now speaks of him as he appeared in the sight of men. The aorist participle, \"being found (εὑρεθείς),\" refers to the time of his earthly life when he appeared as a man among men. Fashion (σχῆμα), as opposed to form (μορφή), implies the outward and transitory. In outward appearance he was as a man; he was more, for he was God. He humbled himself, and became obedient unto death; translate, as R.V., obedient. The participle implies that the supreme act of self-humiliation consisted in the Lord's voluntary submission to death. the obedience of his perfect life extended even unto death. \"He taketh away [literally, 'beareth,' αἴρει] the sin of the world;\" \"The wages of sin is death;\" therefore he suffered death for the sin which, himself sinless, he vouchsafed to bear. Here we may remark in passing that this connection of death with sin must have made death all the more awful to our sinless Lord. Even the death of the cross. No ordinary death, but of all forms of death the most torturing, the most full of shame - a death reserved by the Romans for slaves, a death accursed in the eyes of the Jews (Deuteronomy 21:23).NEWLINEVERSETITLESTARTPhilippians2:9VERSETITLEENDNEWLINEVERSESTARTWherefore God also hath highly exalted him, and given him a name which is above every name:VERSEENDNEWLINEVerse 9. - Wherefore God also hath highly exalted him. The exaltation is the reward of the humiliation: \"He that humbleth himself shall be exalted.\" Better, as R.V., highly exalted. The aorist (ὑπερύψωσεν) refers to the historical facts of the Resurrection and Ascension. And given him a Name which is above every name; read and translate, as R.V., and gave unto him the Name. The two aorist verbs, \"highly exalted\" and \"freely gave\" (ἐχαρίσατο), refer to the time of our Lord's resurrection and ascension. He voluntarily assumed a subordinate position; God the Father exalted him. We must read, with the best manuscripts, the Name. This seems to mean, not the name Jesus, which was given him at his circumcision, in accordance with the angel's message; but the name Lord or Jehovah (comp. Ver. 11), which was indeed his before his incarnation, but was given (comp. Matthew 28:18, \"All power is given unto me in heaven and in earth\") to Jesus Christ, the incarnate Son, God and Man in one Person. Or more probably, perhaps, the word \"Name\" is used here, as so often in the Hebrew Scriptures, for the majesty, glory, dignity, of the Godhead. Compare the oft-repeated words of the psahnist, \"Praise the Name of the Lord.\" So Gesenius, in his Hebrew lexicon on the word שֵׁם he explains the Name of the Lord as (b) Jehovah as being called on and praised by men; and (c) the Deity as being present with mortals (comp. Ephesians 1:21; Hebrews 1:4).NEWLINEVERSETITLESTARTPhilippians2:10VERSETITLEENDNEWLINEVERSESTARTThat at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;VERSEENDNEWLINEVerse 10. - That at the name of Jesus every knee should bow; translate, in the name, not at (comp. Isaiah 45:23, quoted in Romans 14:10, 11). The words may mean, either that all prayer must be offered to God in the name of Jesus, through his mediation; or that all creation must offer prayer to him. Both alternatives are true, and perhaps both are covered by the words; but the second seems to be principally intended (comp. Psalm 63:4, \"I will lift up my hands in thy Name.\" Comp. also (in the Greek) Psalm 43:9; 104:3; 1 Kings 8:44; also the common Septuagint phrase, Ἐπικαλεῖσθαι ἐν ὀνόματι Κυρίου). Observe, the words are, not \"the name Jesus,\" but \"the name of Jesus;\" the name, that is, which God freely gave to him (Ver. 9), It is the name which is above every name, that is, the majesty, the glory of Jesus, which is to be the object of Christian worship. The end of the whole passage being the exaltation of Jesus, it seems more natural to understand this verse of worship paid to Jesus than of worship offered through him to God the Father. Observe also that the words (Isaiah 45:23) on which this passage is formed are the words of Jehovah: \"Unto me every knee shall bow, every tongue shall swear.\" They could not be used without impiety of any but God. Of things in heaven, and things in earth, and things under the earth. Perhaps the angels, the living, and the dead; or, more probably (comp. Revelation 5:13 and Ephesians 1:21, 22), all creation, animate and inanimate, is represented as uniting in the universal adoration.NEWLINEVERSETITLESTARTPhilippians2:11VERSETITLEENDNEWLINEVERSESTARTAnd that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.VERSEENDNEWLINEVerse 11. - And that every tongue should confess that Jesus Christ is Lord. Every tongue; all creatures endowed with the gift of speech. The word rendered \"confess\" is commonly associated with the idea of thanksgiving, as in Matthew 11:25, and generally in the Septuagint. Every tongue shall confess with thankful adoration that he who took upon him the form of a slave, is Lord of all. To the glory of God the Father (comp. 1 Corinthians 15:28, \"That God may be all in all\"). The glory of God the Father, from whom, as the original Source, the whole scheme of salvation proceeds, is the supreme and ultimate object of the Savior's incarnation.NEWLINEVERSETITLESTARTPhilippians2:12VERSETITLEENDNEWLINEVERSESTARTWherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.VERSEENDNEWLINEVerse 12. - Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence. St. Paul passes to exhortation grounded on the Lord's perfect example. \"Ye obeyed\" (ὑπηκούσατε) answers to the γενόμενος ὑπήκοος of Ver. 8, and τὴν ἑαυτῶν σωτηρίαν corresponds with the Savior's exaltation described in vers. 9-11. He encourages them by acknowledging their past obedience; he urges them to work, not for the sake of approving themselves to their earthly teacher, but to think of their unseen Lord, and to realize his presence all the more in St. Paul's absence. Work out your own salvation. Complete it; God has begun the work; carry it out unto the end. Comp. the same word in Ephesians 6:13, \"having done all.\" Christ's work of atonement is finished: work from the cross: carry out the great work of sanctification by the help of the Holy Spirit. Your own: it is each man's own work; no human friend, no pastor, not even an apostle, can work it for him. With fear and trembling (comp. 2 Corinthians 7:15 and Ephesians 6:5). \"Servi esse debetis exemplo Christi\" (Bengel). Have an eager, trembling anxiety to obey God in all things, considering the tremendous sacrifice of Christ, the unspeakable depth and tenderness of his love, the immense importance of a present salvation from sin, the momentous preciousness of a future salvation from death.NEWLINEVERSETITLESTARTPhilippians2:13VERSETITLEENDNEWLINEVERSESTARTFor it is God which worketh in you both to will and to do of his good pleasure.VERSEENDNEWLINEVerse 13. - For it is God which worketh in you. \"Prmsens vobis,\" says Bengel, \"etiam absente me.\" Worketh (ἐνεργῶν); not the same word as \"work out\" (κατεργάζεσθε) in Ver. 12; acts powerfully, with energy. In you; not lnerely among you, but in the heart of each individual believer. Both to will and to do; translate, with R.V., to work; the same word as before, ἐνεργεῖν. \"Nos ergo volumus, sed Deus in nobis operatur et velle: nos ergo operamur, sed Deus in nobis operatur ct operari\" (Augustine, quoted by Meyer). The grace of God is alleged as a motive for earnest Christian work. The doctrines of grace and free-will are not contradictory: they may seem so to our limited understanding; but in truth they complete and snpplement one another. St. Paul does not attempt to solve the problem in theory; he bids us solve it in the life of faith (comp. 1 Corinthians 9:24. he \"So run that ye may obtain;\" and Romans 9:16, \"It is not of him that willeth, nor of him that runneth, but of God that showeth mercy\"). Of his good pleasure (εὐδοκίας). As the glory of God is the ultimate end (Ver. 11), so the good will of God is the first cause of our salwttiou: \"God will have all men to be saved\" (1 Timothy 2:4.).NEWLINEVERSETITLESTARTPhilippians2:14VERSETITLEENDNEWLINEVERSESTARTDo all things without murmurings and disputings:VERSEENDNEWLINEVerse 14. - Do all things without murmurings and disputings. Obedience must be willing and cheerful. The word rendered \"murmurings\" (γογγυσμός) is that constantly used in the Septuagint of the murmurings of the Israelites during their wanderings. Διαλογισμοί may mean, as here rendered, \"dis-putings,\" or more probably, in accordance with the New Testament use of the word, questionings, doubtings. Submission to God's will must be inward as well as outward.NEWLINEVERSETITLESTARTPhilippians2:15VERSETITLEENDNEWLINEVERSESTARTThat ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;VERSEENDNEWLINEVerse 15. - That ye may be blameless and harmless; read, with the best manuscripts, that ye may become; an exhortation to continued progress. \"Harmless;\" rather, pure, simple; literally, unmixed. The sons of God, without rebuke, in the midst of a crooked and perverse nation; rather, children, without the article. \"The slave may murmur,\" says Chrysostom, \"but what son will murmur, who, while working for his father, works also for himself?\" Substitute \"blameless\" for \"without rebuke,\" and \"generation\" for \"nation.\" There is a close resemblance bore, especially in the Greek, and an evident reference to Deuteronomy 32:5. The Philippians are exhorted to exhibit in their lives a contrast to the behaviour of the rebellious Israelites. Among whom ye shine as lights in the world; not \"shine,\" but, as R.V., are seen or appear. Lights; literally, luminaries. The word is used in Genesis 1:14, 16 of the sun and moon. Comp. Ecclus. 43:7 and Wisd. 13:2, \"where φεστῆρες ὀυρανοῦ is exactly equivalent to φωστῆρες ἐν κοσμῷ here, the κοσμός of this place being the material world, the firmament; not the ethical world, which has been already expressed by the crooked and perverse nation\" (Trench, 'Synonyms of the New Testament').NEWLINEVERSETITLESTARTPhilippians2:16VERSETITLEENDNEWLINEVERSESTARTHolding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.VERSEENDNEWLINEVerse 16. - Holding forth the word of life. Holding out to others. Meyer translates \"possessing,\" and others, as Bengel, \"holding fast. This clause should be taken with the first clause of Ver. 15, \"That ye may be blameless,\" etc., he the words, \"among whom,\" etc.. he being parenthetical. That I may rejoice in the day of Christ; literally, for matter of boasting to me against the day of Christ. He boasts or glories in their salvation. \"The day of Christ,\" says Bishop Lightfoot, \"is a phrase peculiar to this Epistle, more commonly it is ' the day of the Lord.'\" That I have not run in vain, neither labored in vain; translate, did not. The verbs me aorist. He looks back upon his finished course (comp. Galatians 2:2).NEWLINEVERSETITLESTARTPhilippians2:17VERSETITLEENDNEWLINEVERSESTARTYea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.VERSEENDNEWLINEVerse 17. - Yea, and if I be offered upon the sacrifice and service of your faith. He again compares the advantages of life and death, as in Philippians 1:20-25. In the last verse he was speaking of the possibility of looking back from the day of Christ upon a life of prolonged labor. Here he supposes the other alternative. The form of the sentence, the particles used (λειτουργία), and the indicative verb, all imply that the apostle looked forward to a martyr's death as the probable end of his life of warfare: Yea. he if I am even offered, as seems likely, and as I expect. Offered; the word means \"poured out\" as a libation or drink offering. St. Paul regards his blood shed in martyrdom as a libation poured forth in willing sacrifice. See 2 Timothy 4:6, Ἐγὼ γὰρ ἤδη σπένδομαι, \"I am already being poured forth: the libation is commencing, the time of my departure is at hand.\" Compare also the similar words of Ignatius, 'Rom.' 2, and the words of the dying Seneca (Tacitus, 'Annals,' 15:64). Some think that the apostle, writing, as he does, to converted heathen, draws his metaphor from heathen sacrifices: in those sacrifices the libation was a much more important element than the drink offering in the Mosaic rites; and it was poured upon the sacrifice, whereas the drink offering seems to have been poured around the altar, not upon it. On the other hand, the preposition ἐπὶ is constantly used of the Jewish drink offering, and does not necessarily mean upon, but only \"in addition to,\" or \"at;\" the drink offering being an accompaniment to the sacrifice. Service (λειτουργία). This important word denotes in classical GreekNEWLINENEWLINE(1) certain costly public offices at Athens, discharged by the richer citizens in rotation;NEWLINENEWLINE(2) any service or function In the Greek Scriptures it is used of priestly ministrations (Hebrews 8:6; Hebrews 9:21; comp. also Romans 15:16). In ecclesiastical Greek it stands for the order of the Holy Communion, the ancient liturgies; it is sometimes used loosely for any set form of public prayer. The analogy of Romans 12:1, Where St. Paul exhorts Christians to present their bodies a living sacrifice, suggests that here the Philippians are regarded as priests (comp. 1 Peter 3:5), offering the sacrifice of their faith, their hearts, themselves, in the ministrations of the spiritual priesthood; St. Paul's blood being represented as the accompanying drink offering. Others, comparing Romans 15:16, where also sacrificial words are used, regard St. Paul himself as the ministering priest, and understand the metaphor of a priest slain at the altar, his blood being shed while he is offering the sacrifice of their faith. I joy, and rejoice with you all. Meyer, Bengel, and others prefer \"congratulate\" as the rendering of συγχαίρω \"I rejoice with you.\"NEWLINEVERSETITLESTARTPhilippians2:18VERSETITLEENDNEWLINEVERSESTARTFor the same cause also do ye joy, and rejoice with me.VERSEENDNEWLINEVerse 18. - For the same cause also do ye joy, and rejoice with me; or, as R.V., in the manner. Their joy is to be like his, to mingle with his joy. The second clause may be rendered, as in Ver. 17, \"and congratulate me.\"NEWLINEVERSETITLESTARTPhilippians2:19VERSETITLEENDNEWLINEVERSESTARTBut I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.VERSEENDNEWLINEVerse 19. - But I trust in the Lord Jesus to send Timotheus shortly unto you; read and translate, with R.V., I hope in the Lord Jesus. He had urged them, in Ver. 12, not to depend too much on human teachers; but \"much more in nay absence work out your own salvation;\" still he will give them what help he can - he will send Timotheus. In the Lord Jesus (comp. Philippians 1:8, 14; 3:24). Bishop Lightfoot has a beautiful note here: \"The Christian is a part of Christ, a member of his body. His every thought and word and deed proceed from Christ, as the center of volition. Thus he loves in the Lord, he hopes in the Lord, he boasts in the Lord, he labors in the Lord. He has one guiding principle in acting and forbearing to act, 'only in the Lord' (1 Corinthians 7:39).\"That I also may be of good comfort, when I know your state. Timothy is both to assist the Philippians by his presence and counsel, and to comfort St. Paul by bringing back tidings of their Christian life.NEWLINEVERSETITLESTARTPhilippians2:20VERSETITLEENDNEWLINEVERSESTARTFor I have no man likeminded, who will naturally care for your state.VERSEENDNEWLINEVerse 20. - For I have no man like-minded; literally, of equal soul (comp. Deuteronomy 13:6, \"Thy friend, which is as thine own soul\"). \"Timotheus,' says Bengel, \"is a second Paul: where he is, there you should think that I myself am present.\" Others, not so well, explain the words, \"I have no one like Timothy.\" The expression must, of course, be limited to those present at the moment, and available for the mission: it cannot in-elude St. Luke. Who will naturally care for your state (ὅστις); such as will care. Naturally (γνησίως: comp. 1 Timothy 1:2, where St. Paul calls Timothy \"mine own soul in the faith,\" γνήσιον τέκνον); with a true, genuine affection. Timothy's love for St. Paul as his spiritual father will inspire him with genuine love for those who were so dear to St. Paul. Care is a strong word, μεριμνήσει, will be anxious (comp. Matthew 6:31).NEWLINEVERSETITLESTARTPhilippians2:21VERSETITLEENDNEWLINEVERSESTARTFor all seek their own, not the things which are Jesus Christ's.VERSEENDNEWLINEVerse 21. - For all seek their own, not the things which are Jesus Christ's. All of them, he says (οἱ πάντες); Timothy is the one exception. He calls those about him brethren in Philippians 4:21; but, it seems, they were like St. Paul, not willing to spend and to be spent for the salvation of souls. It was a great sacrifice in one who so yearned for Christian sympathy to submit to the absence of the one true loving friend. St. Paul's spiritual isolation increases our wonder and admiration for the strain of holy joy which runs through this Epistle.NEWLINEVERSETITLESTARTPhilippians2:22VERSETITLEENDNEWLINEVERSESTARTBut ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.VERSEENDNEWLINEVerse 22. - But ye know the proof of him. Ye recognize from your former experience (Acts 16.) his approved character. That, as a son with the father, he hath served with me in the gospel; translate, with R.V., that, as a child serveth a father, so he served with me in furtherance of the gospel. Served ἐδούλευσεν); as a slave. He was both a son and servant to St. Paul, and also a fellow-worker with St. Paul, both being slaves of God.NEWLINEVERSETITLESTARTPhilippians2:23VERSETITLEENDNEWLINEVERSESTARTHim therefore I hope to send presently, so soon as I shall see how it will go with me.VERSEENDNEWLINEVerse 23. - Him therefore I hope to send presently, so soon as I shall see how it will go with me. Presently; rather, forthwith, as R.V. Dr. Farrar translates, \"As soon as I get a glimpse.\" The oldest manuscripts here read ἀφίδω (remarkable for the aspirate) instead of ἀπίδω.NEWLINEVERSETITLESTARTPhilippians2:24VERSETITLEENDNEWLINEVERSESTARTBut I trust in the Lord that I also myself shall come shortly.VERSEENDNEWLINEVerse 24. - But I trust in the Lord that I also myself shall come shortly. Notice the variations of tone respecting his prospects of release. \"I know\" (Philippians 1:25), \"I hope\" (Philemon 1:22, in the Greek), \"I trust\" here. The apostle was subject, like all of us, to changing currents of thought, to the ebb and flow of spirits; but his trust was always in the Lord. \"Behold,\" says Chrysostom, \"how he makes all things depend upon God.\" His hope, in all probability, was fulfilled (see Titus 2:12).NEWLINEVERSETITLESTARTPhilippians2:25VERSETITLEENDNEWLINEVERSESTARTYet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellowsoldier, but your messenger, and he that ministered to my wants.VERSEENDNEWLINEVerse 25. - Yet I supposed it necessary to send to you Epaphroditus; translate, but I count it necessary. Ἡγησάμην here and in Ver. 28 are epistolary aorists; they point, that is, to the time of reading the letter, not to that of writing it; and are therefore to be rendered by the English present. Epaphroditus is mentioned only in this Epistle. Epaphras is the contracted form, but the name is a common one, and there is no evidence of his identity with the Epaphras of Colossians and Philemon. He seems to have been the bearer of this Epistle. St. Paul felt that to come himself, or even to send Timothy, might possibly not be in his power; he thought it necessary, a matter of duty, to send Epaphroditus at once. My brother, and companion in labor, and fellow-soldier. Mark how the epithets rise one above another; they imply fellowship in religion, in work, in endurance. But your messenger, and he that ministered to my wants. \"Your\" refers to both clauses; \"your messenger, and (your) minister to my need.\" Epaphroditus had brought to St. Paul the contributions of the Philippians (Philippians 4:18). Some think that the word rendered \"messenger\" (ἀπόστολος, literally \"apostle\") means that Epaphroditus was the apostle, that is, the bishop of the Philippian Church. It may be so (comp. Philippians 4:3, and note); but there is no proof of the establishment of any diocesan bishops, except St. James at Jerusalem, at so early a period. The word ἀπόστολος. both here and in 2 Corinthians 8:23 (ἀπόσψολος ἐκκλησιῶν), is probably used in its first meaning in the sense of messenger, or delegate. The Greek word for minister, λειτουργός, seems to imply, like λειτουργία in Ver. 30, that St. Paul regarded the alms of the Philippians as an offering to God, ministered by Epaphroditus. (But see Romans 13:6, also 2 Kings 4:43; 2 Kings 6:15, etc. in the Greek.)NEWLINEVERSETITLESTARTPhilippians2:26VERSETITLEENDNEWLINEVERSESTARTFor he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.VERSEENDNEWLINEVerse 26. - For he longed after you all. The verb is strengthened by the preposition: \"was eagerly longing.\" Perhaps it should be rendered. he \"is longing;\" like \"I count it necessary,\" in Ver. 25. And was full of heaviness, because that ye had heard that he had been sick. \"Full of heaviness\" (ἀδημονῶν) is the word used of our blessed Lord in his agony (Matthew 26:37). Some derive it from ἄδημος, he away from home; others, more probably, from ἄδην, in the sense of loathing, weariness, satiety. The word implies heart-sickness, restless; unsatisfied weariness, produced by some overwhelming distress.NEWLINEVERSETITLESTARTPhilippians2:27VERSETITLEENDNEWLINEVERSESTARTFor indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.VERSEENDNEWLINEVerse 27. - For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow. St. Paul recognizes the thankfulness of Epaphroditus for the recovery of his health: he shares that thankfulness himself. Mark his human sympathies; he had a \"desire to depart,\" but he rejoices in the recovery of his friend. St. Paul does not seem to have healed Epaphroditus. The power of working miracles, like that of foreseeing the future (comp. Philippians 1:25, and note), was not, it seems, continuous; both were exercised only in accordance with the revealed will of God and on occasions of especial moment.NEWLINEVERSETITLESTARTPhilippians2:28VERSETITLEENDNEWLINEVERSESTARTI sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.VERSEENDNEWLINEVerse 28. - I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful; rather, I send him (epistolary aorist, as Ver. 25), I send him with the letter. Perhaps \"again\" is better taken with the following clause; \"that when ye see him, ye may again rejoice.\" Note St. Paul's ready sympathy with the Philippians: their restored joy will involve a diminution of his sorrow. Mark also the implied admission that sorrows must still remain, though spiritual joy brightens and relieves them. \"Sorrowful, yet always rejoicing\" (2 Corinthians 6:10).NEWLINEVERSETITLESTARTPhilippians2:29VERSETITLEENDNEWLINEVERSESTARTReceive him therefore in the Lord with all gladness; and hold such in reputation:VERSEENDNEWLINEVerse 29. - Receive him therefore in the Lord with all gladness; and hold such in reputation: In the Lord (see note on Ver. 19; comp. Romans 16:2). With joy on every account. Notice the constant repetition of the word \"joy,\" characteristic of this Epistle.NEWLINEVERSETITLESTARTPhilippians2:30VERSETITLEENDNEWLINEVERSESTARTBecause for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.VERSEENDNEWLINEVerse 30. - Because for the work of Christ he was nigh unto death. The readings vary between \"Christ\" and \"the Lord.\" One ancient manuscript reads simply, \"for the work's sake.\" The work in this case consisted in ministering to the wants of St. Paul. Translate the following words, with R.V., he came nigh unto death. Not regarding his life; rather, as R.V., hazarding his life, which translation represents the best-supported reading, παραβολευσάμενος: the verb literally means \"to lay down a stake, to gamble.\" Hence the word Parabolani, the name given to certain brotherhoods in the ancient Church who undertook the hazardous work of tending the sick and burying the dead in times of pestilence. The A.V. represents the reading παραβουλευσάμενος consulting amiss. To supply your lack of service toward me; rather, as R.V., that which was lacking in your service. The Philippians are not blamed. Epaphroditus did that which their absence prevented them from doing. His illness was caused by over-exertion in attending to the apostle's wants, or, it may be, by the hardships of the journey. Υμῶν must be taken closely with ὑστέρημα, the lack of your presence. St. Paul, with exquisite delicacy, represents the absence of the Philippians as something lacking to his complete satisfaction, something which he missed, and which Epaphroditus supplied.NEWLINENEWLINENEWLINENEWLINENEWLINE","Phil.3":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTPhilippians3:1VERSETITLEENDNEWLINEVERSESTARTFinally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is safe.VERSEENDNEWLINEVerse 1. - Finally, my brethren, rejoice in the Lord. This word \"finally\" (τὸ λοιπόν is frequently used by St. Paul to introduce a practical conclusion after the doctrinal portion of his Epistles: thus it occurs again in Philippians 4:8, and also in 2 Corinthians 13:11; Ephesians 6:10; 1 Thessalonians 4:1; 2 Thessalonians 2:1. Some render χαίρετε \"farewell;\" but \"rejoice\" seems more suitable here. The golden thread of spiritual joy runs through this Epistle. \"Rejoice in the Lord\" is the oft-repeated refrain of St. Paul's solemn hymn of praise. To write the same things to you, to me indeed is not grievous, but for you it is safe. \"The same things:\" does he refer to his oral instructions, to a previous Epistle now lost, to his exhortations to unity, or to his reiterated command \"Rejoice\"? The words seem most naturally to point to something in the same Epistle rather than to advice given on former occasions. It is true that Polycarp, in his letter to the Philippiaus (section 3), says that St. Paul wrote Epistles (ἐπιστολάς) to them; but there is no trace of any other Epistle; and the mere plural number is not sufficient to support the theory of other letters, the plural word being frequently used of a single letter. Bishop Lightfoot suggests the exhortation to unity in Philippians 2:2. But this topic does not reappear before Philippians 4:2. And the hypothesis of an interruption, which (as Bishop Lightfoot and others think) suddenly turned the apostle's thoughts into another channel and prevented him from explaining τὰ αὐτά (the same things) till Philippians 4:2, seems forced and unnecessary, notwithstanding the great authority by which it is supported. It seems more probable (Bengel and others) that St. Paul refers to the constant admonition of this Epistle, \"Rejoice in the Lord.\" To repeat this again and again was to him not grievous (rather, with R.V., \"irksome\"), but safe for the Philippians. Christian joy has a close connection with safety, for it implies unswerving faith, and, more than that, the presence of Christ. Compare the oft-repeated exhortation of Psalm 37, \"Fret not thyself: it tends only to evil-doing\" (ver. 8, in the Hebrew). Possibly, however, ἀσφαλές here, as in Acts 22:30 and. 25:26, may mean \"certain.\" The repetition is not irksome to St. Paul, while it makes his meaning and his wishes certain to the Philippians.NEWLINEVERSETITLESTARTPhilippians3:2VERSETITLEENDNEWLINEVERSESTARTBeware of dogs, beware of evil workers, beware of the concision.VERSEENDNEWLINEVerse 2. - Beware of dogs, beware of evil workers, beware of the concision. The connection is, as given in ver. 3, Rejoice in the Lord, not in the flesh; have confidence in him, not in the ceremonies of the Jewish Law. Compare the same contrast in Galatians 6:13, 14. There is certainly something abrupt in the sudden introduction of this polemic against Judaizing, especially in writing to Philippi, where there were not many Jews. But there may have been circumstances, unknown to us, which made the warning necessary; or, as some think, the apostle may have written this under excitement caused by the violent opposition of the Jewish faction at Rome. Beware; literally, mark, observe them, to be on your guard against them. The dogs. The article must be retained in the translation. The Jews called the Gentiles \"dogs\" (comp. Matthew 15:26, 27; Revelation 22:15), i.e. unclean, mainly because of their disregard of the distinction between clean and unclean food. St. Paul retorts the epithet: they are the dogs, who have confidence in the flesh, not in spiritual religion. Evil workers; so 2 Corinthians 11:13, where he calls them \"deceitful workers.\" The Judaizers were active enough, like the Pharisees who \"compassed sea and land to make one proselyte;\" but their activity sprang from bad motives - they were evil workers, though their work was sometimes overruled for good (comp. Philippians 1:15-18). The concision (κατατομή, cutting, mutilation); a contemptuous word for \"circumcision\" (περιτομή). Compare the Jewish contemptuous use of Isbosheth, man of shame, for Eshbaal, man of Baal, etc. Their circumcision is no better than a mutilation. Observe the paronomasia, the combination of like-sounding words, which is common in St. Paul's Epistles. Winer gives many examples in sect. lxviii.NEWLINEVERSETITLESTARTPhilippians3:3VERSETITLEENDNEWLINEVERSESTARTFor we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.VERSEENDNEWLINEVerse 3. - For we are the circumcision. We: the apostle of the Gentiles identifies himself with the Gentiles (1 Corinthians 9:2l); himself circumcised, he recognizes the great truth that they only are the true circumcision whose hearts are mortified from all worldly and carnal lusts. Which worship God in the spirit; read, with the best manuscripts, which worship by the Spirit of God. The word λατρεία, worship, is used specially of the Jewish ceremonial service (comp. Romans 9:4; Luke 2:37; Acts 26:7). We Christians, St. Paul means, have not only the true circumcision, but the only true worship: the temple service prefigured the spiritual worship of the Christian Church. By the Spirit; by his assistance, inspiration: \"We know not what we should pray for as we ought: but the Spirit itself maketh intercession for us\" (Romans 8:26). And rejoice in Christ Jesus; rather, glory καυχώμενοι). \"He that glorieth, let him glory in the Lord,\" through whom alone we can obtain salvation, not in any external privileges. And have no confidence in the flesh. Neither in circumcision nor in any other outward rites.NEWLINEVERSETITLESTARTPhilippians3:4VERSETITLEENDNEWLINEVERSESTARTThough I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, I more:VERSEENDNEWLINEVerse 4. - Though I might also have confidence in the flesh; literally, though having myself confidence in the flesh also; that is, as well as in Christ. The apostle had both grounds of confidence: the one he renounces for the other; but no man could accuse him of despising that which he did not himself possess. If any other man thinketh that he hath whereof he might trust in the flesh, I more. He claims the privileges of the Jew; they are his by right, but he counts them loss for Christ.NEWLINEVERSETITLESTARTPhilippians3:5VERSETITLEENDNEWLINEVERSESTARTCircumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;VERSEENDNEWLINEVerse 5. - Circumcised the eighth day; literally, at circumcision eight days old. The apostle was not a proselyte, circumcised at his reception into the Jewish Church; nor an Ishmaelite, circumcised, like Ishmael, at the age of thirteen. Of the stock of Israel Neither were his parents proselytes; he was by descent an Israelite. He uses here the highest title of God's ancient people, the title which implied the inheritance of the covenant made with Jacob. Other nations were descended from Abraham and Isaac; the Israelites alone could claim Jacob for their ancestor; they only could glory in the covenant name given to him when he wrestled all night long with the angel, and proved himself a prince with God (comp. Trench, 'Synonyms of the New Testament,' sect. 39.). Of the tribe of Benjamin. His family had preserved their genealogy; he came from the tribe which gave the first king to Israel; which never swerved in its allegiance to the house of David; which, after the Captivity, united with Judah and the Levites to go up and build the house of the Lord (Ezra 1:5); the tribe of Esther and Mordecai; the tribe within whose boundary stood the holy city. A Hebrew of the Hebrews; rather, of Hebrews; omit the article. His father and mother were not only Israelites, but also they retained, though living at Tarsus, the Hebrew language and customs. St. Paul was not a Hellenist; he was brought up at Jerusalem under the great Rabban Gamaliel; he spoke Hebrew (Acts 21:40), and uses the Hebrew Scriptures as well as the Septuagint translation. All the descendants of Jacob were Israelites; those were called Hebrews distinctively who adhered to the use of the sacred language (Acts 6:1). As touching the Law, a Pharisee. He was by birth an Israelite, by education a Hebrew; he became by choice a Pharisee (Acts 23:6); he embraced the straitest sect \"as regards Law,\" the sect which took the strictest view of the Law of Moses.NEWLINEVERSETITLESTARTPhilippians3:6VERSETITLEENDNEWLINEVERSESTARTConcerning zeal, persecuting the church; touching the righteousness which is in the law, blameless.VERSEENDNEWLINEVerse 6. - Concerning zeal, persecuting the Church. He was not only a Pharisee, but an energetic, zealous Pharisee; he carried out the principles of his sect, thinking that he did God service by persecuting those whom he counted as heretics. Touching the righteousness which is in the Law, blameless. As far as \"the righteousness of the scribes and Pharisees\" went, the righteousness which is \"in Law,\" which consists, that is, in the observance of formal rules; or which is \"of Law\" (ver. 9), which springs, that is, from such observance, St. Paul was found blameless. \"Rara sane laus et prope singularis,\" says Calvin, quoted by Alford; \"videamus tureen quanti eam fecerit.\" (For the whole of this passage, comp. 2 Corinthians 11:21, 22.)NEWLINEVERSETITLESTARTPhilippians3:7VERSETITLEENDNEWLINEVERSESTARTBut what things were gain to me, those I counted loss for Christ.VERSEENDNEWLINEVerse 7. - But what things were gain to me, those I counted loss for Christ; literally, but such things as used to be gains to me, those I have counted as loss for Christ's sake. He used to regard these outward privileges, one by one, as so many items of gain; now he has learned to regard them, all in the aggregate, as so much loss because of Christ. They were loss because confidence in outward things tends to keep the soul from Christ. Τοῦ γὰρ ἡλίου φανέτος, says Chrysostom, προσκαθῆσθαι τῷ λύχνῳ ζημία.NEWLINEVERSETITLESTARTPhilippians3:8VERSETITLEENDNEWLINEVERSESTARTYea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,VERSEENDNEWLINEVerse 8. - Yea doubtless, and I count all things but loss. He holds fast the truth which he once learned; he still counts all things as loss in comparison with the one thing needful. The particles used here (see Winer, sect. liii.) correct and strengthen the assertion of the last verse, both as to time, \"I count,\" and as to extent, \"all things,\" not only the privileges mentioned above. For the excellency of the knowledge of Christ Jesus my Lord. The preposition may be rendered \"for the sake of,\" as in ver. 7, or \"because of.\" The knowledge of Christ is a blessing so surpassing and transcendent that nothing else is worthy to be called good in comparison with that one highest good. Its glory, like the rising sun, overwhelms and hides all lesser lights. My Lord. The pronoun expresses the warmth of his affection, the close personal communion between the apostle and the Savior (see ch. 1:3). For whom I have suffered the loss of all things; rather, I suffered the loss of; literally, I was fined or mulcted; the aorist refers to the time of his conversion. All things (τὰ πάντα); all that I had in the world, my all, all things together (comp. Romans 8:32). He lost his all for Christ, for the sake of possessing Christ: with Christ God will freely give him all things (τὰ πάντα again). And do count them but dung, that I may win Christ. Σκύβαλα (also in Ecclus. 27:4); dung, or perhaps refuse, dogs' meat; comp. Matthew 15:26, 27. There the Jews were the children, the Gentiles dogs. St. Paul here, as in ver. 2, reverses the terms of the comparison; the legal privileges of the Jew nee but as crumbs thrown to dogs in comparison with the rich blessings of the gospel. Comp. also Matthew 16:26, where our Lord uses the same verbs, to lose and to gain; the whole world is but loss, the Savior says, compared with the never-dying soul. The loss of one's all in this world (St. Paul echoes the sacred words) is as nothing; all things put together are but as dung, compared with the one thing which St. Paul so longed to gain, Christ himself - his presence in the soul, spiritual union with the Lord. \"To gain Christ is to lay fast hold upon him, to receive him inwardly into our bosoms, and so to make him ours and ourselves his, that we may be joined to him as our Head, espoused to him as our Husband, incorporated into him as our Nourishment, engrafted in him as our Stock, and laid upon him as a sure Foundation\" (Bishop Hall, ' Christ Mystical,' ch. 6, quoted by Bishop EIlicott).NEWLINEVERSETITLESTARTPhilippians3:9VERSETITLEENDNEWLINEVERSESTARTAnd be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:VERSEENDNEWLINEVerse 9. - And be found in him; now, at the last day, always. In Christ; a member, that is, of his body, a living branch of the true Vine. Not having mine own righteousness, which is of the Law; rather, as R.V., not harding a righteousness of mine own, even that which is of the Law. Not any righteousness of my own, such as that described in ver. 6, the righteousness which consists in and results from conformity to an external law. But perhaps the words are best rendered, as in the margin of R.V., \"Not having as my righteousness that which is of the Law.\" St. Paul was blameless as regards that righteousness which lies in legal observances: in that he puts no confidence, he seeks a better righteousness. But that which is through the faith of Christ; rather, as R.V., through faith in Christ. There is no article, and the genitive is objective. Through faith. God is the Giver, the Source of righteousness; it is given through faith as the means, on condition of faith. The righteousness which is of God by faith. Greek, \"upon faith,\" based upon faith, or on condition of faith. St. Paul speaks of \"having\" this righteousness. Then it is his; yet it is not any righteousness of his own, \"Not by works of righteousness which we have done;\" but a righteousness of God given to him, merited, not by his works, but by the perfect obedience and the precious death of Christ, and granted unto all who are found in Christ. It comes from God, the one only Giver of all good things; it is obtained through faith as the instrument or means; and it is given on that faith - on condition, that is, of a living faith abiding in the soul. Thus St. Paul states incidentally, but simply and forcibly, the great doctrine of justification by faith.NEWLINEVERSETITLESTARTPhilippians3:10VERSETITLEENDNEWLINEVERSESTARTThat I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;VERSEENDNEWLINEVerse 10. - That I may know him (τοῦ γνῶναι αὐτόν). For the grammatical construction, see Winer, sect. 44:b. For the sense, comp. John 17:3, where Dr. Westcott notes, \"In such a connection, Knowledge expresses the apprehension of the truth by the whole nature of man. It is not an acquaintance with facts as external, nor an intellectual conviction of their reality, but an appropriation of them (so to speak) as an influencing power into the very being of him who knows them.\" Γινώσκειν differs from εἰδέναι: εἰδέναι is \"to know,\" γιγνώσκειν is \"to recognize\" or \"to become acquainted with.\" We must be found in Christ in order to know him; we must have that righteousness which is through the faith of Christ, for we can know him only by being made like unto him. Comp. 1 John 2:2, \"When he shall appear, we shall be like him; for we shall see him as he is;\" and now those who see him by faith are in their measure being transformed into the same image. For the knowledge here spoken of is a personal knowledge, gained, not by hearing or reading, but by direct personal communion with the Lord; it is not theoretical, but experimental. \"non expertus fuerit, non intelligit\" (Anselm, quoted by Meyer). And the power of his resurrection. The resurrection of Christ was a glorious manifestation of Divine power (Romans 1:4). That resurrection is now a power in the spiritual life of Christians: it stimulates the spiritual resurrection, the resurrection from the death of sin unto the life of righteousness (comp. Romans 6:4; Colossians 2:12). It is the center of our most cherished hopes, the evidence of our immortality, the earnest of the resurrection of the body. And the fellowship of his sufferings. This clause and the last are bound together under one article, according to the best manuscripts. There is a very close connection between them (comp. Romans 8:17; 2 Timothy 2:11, 12). To know the quickening power of his resurrection, we must share his sufferings. The Christian, meditating in loving thought on the sufferings of Christ, is led to feel ever a deeper, a more awful sympathy with the suffering Savior. And if, when we are called to suffer, we take it patiently, looking unto Jesus, then our sufferings are united with his sufferings, \"we suffer with him.\" And he who hath borne our griefs and carried our sorrows feels for us in his sacred heart, being \"touched with the feeling of our infirmities.\" This fellowship in suffering leads through his grace to fellowship in glory (comp. 2 Corinthians 4:10; Romans 6:5). Being made conformable unto his death; rather, as R.V., becoming conformed. The participle is present: it implies a continual progress. It is derived from the word μορφή, form, used in Philippians 2:6 (where see note), and denotes, not a mere external resemblance, but a deep, real, inner conformity. The reference is not to the impending death of martyrdom, but to that daffy dying unto self and the world which the apostle exhibited in the heroic self-denials of his holy life: he was \"crucified with Christ\" (Galatians 2:20; comp. also 1 Corinthians 15:31).NEWLINEVERSETITLESTARTPhilippians3:11VERSETITLEENDNEWLINEVERSESTARTIf by any means I might attain unto the resurrection of the dead.VERSEENDNEWLINEVerse 11. - If by any means I might attain unto the resurrection of the dead. The apostle uses the language of humble expectation. For the particles, \"if by any means\" (εἴ πως), comp. Acts 27:12; Romans 1:10; Romans 11:14. The verb \"attain\" means to arrive at the end of a journey; it presents the figure of a pilgrimage. Read, with R.V. and the best manuscripts, the resurrection from the dead. This phrase (used also in Luke 20:35 and Acts 4:2) means the resurrection of the blessed dead (comp. 1 Corinthians 15:23; 1 Thessalonians 4:16). This meaning is strengthened here by the repetition of the preposition with the word \"resurrection\" (ἐξανάστασις). The general resurrection is always called the resurrection of the dead.NEWLINEVERSETITLESTARTPhilippians3:12VERSETITLEENDNEWLINEVERSESTARTNot as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.VERSEENDNEWLINEVerse 12. - Not as though I had already. attained, either were already perfect; the R.V. renders this clause more accurately, not that (1. do not say that) I have already obtained. The verb is not the same with that translated \"attain\" in ver. 11; it means to get, to win a prize, as in 1 Corinthians 9:24. The tense is aorist: \"I say not that I did at once win the prize;\" that is, at the time of his conversion. Compare the tenses used in ver. 8, \"I suffered the loss of all things;\" and ver. 12, \"I was apprehended;\" which both refer to the same time. The prize was gained in a moment; it needs the continued effort of a lifetime. St. Paul proceeds, using now the perfect tense, \"Nor have I been already made perfect.\" He has not even now reached perfection; he is still working out his own salvation. There may be here a delicate allusion to the spiritual pride which seems to have disturbed the unity of the Philippians (see Philippians 2:2-4). But I follow after; rather, I pursue, I press on. If that I may apprehend that for which also I am apprehended of Christ Jesus. The words rendered \"for which\" (ἐφ ῷ) will admit three different interpretations:NEWLINENEWLINE(1) that of A.V., which implies the ellipse of the antecedent \"that;\"NEWLINENEWLINE(2) that given in the margin of R.V., \"seeing that;\" andNEWLINENEWLINE(3) that of the R.V., \"for which,\" for which purpose (that is, that I may press on and persevere) I was also apprehended by Christ Jesus. All these translations are possible, and all give a good sense. PerhapsNEWLINENEWLINE(2) best suits the context, \"I press on to lay hold o[the prize, because Christ first laid hold of me.\" The grace of the Lord Jesus furnishes the highest motive; it is the Christian's bounden duty to press on always in the Christian race, because Christ first called him.NEWLINEVERSETITLESTARTPhilippians3:13VERSETITLEENDNEWLINEVERSESTARTBrethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,VERSEENDNEWLINEVerse 13. - Brethren, I count not myself to have apprehended; rather, perhaps, I reckon. Two of the best manuscripts read \"not yet\" (οὔπω). The pronouns are emphatic: whatever others may think of me or of themselves, \"I reckon not myself to have apprehended.\" But this one thing. The ellipse here is forcible; some supply \"I reckon;\" others, \"I say;\" others, as A.V., \"I do,\" which seems best suited to the context. I do, forgetting those things which are behind, and reaching forth unto those things which are before. St. Paul concentrates all his thoughts and all his energies on the one great end of life, the one thing needful. He forgets those things which are behind; that is, not, as some explain, his Jewish privileges and distinctions, but that part of his Christian race already past. So Chrysostom, Καὶ γὰρ ὁ δρομεὺς οὐχ ὅσους ἤνυσεν ἀναλογίζεται διαύλους ἀλλ ὅσους λείπεται... Τί γὰρ ἡμᾶς ὠφελεῖ τὸ ἀνυσθὲν ὅταν τὸ λειπόμενον μὴ προστεθῇ; Reaching forth. The Greek word μὴ προστεθῇ; is singularly emphatic: it means that the athlete throws himself forward in the race with all his energies strained to the very utmost. Compare Bengel, \"Oculus manum, manus pedem praevertit et trahit.\"NEWLINEVERSETITLESTARTPhilippians3:14VERSETITLEENDNEWLINEVERSESTARTI press toward the mark for the prize of the high calling of God in Christ Jesus.VERSEENDNEWLINEVerse 14. - I press toward the mark for the prize of the high calling of God in Christ Jesus; rather, with the best manuscripts, unto the prize. The first preposition, \"towards,\" expresses the aim; the second, \"unto,\" the end of the race. The high calling; the upward, heavenward calling. God is calling us all upward, heavenward, by the voice of the Lord Jesus, who is the Word of God. Comp. Hebrews 2:1, \"Partakers of the heavenly calling.\" The words, \"in Christ Jesus,\" are to be taken with \"the high calling.\" It is God who calls: he calls us in the person of Christ, by the voice of Christ, \"Come unto me.\" \"It was his will that thou shouldst run the race below; he gives the crown above. Seest thou not that even here they crown the most honored of the athletes, not on the racecourse below, but the king calls them up, and crowns them there\" (Chrysostom).NEWLINEVERSETITLESTARTPhilippians3:15VERSETITLEENDNEWLINEVERSESTARTLet us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.VERSEENDNEWLINEVerse 15. - Let us therefore, as many as be perfect, be thus minded. \"Perfect\" here means mature, full grown, as opposed to babes or children. The word is so used (in the Greek) in 1 Corinthians 14:20; Ephesians 4:13; Hebrews 5:14. \"There is a difference,\" says Bengel, on ver. 12, \"between the perfect and the perfected: the first are ready for the. race; the last are close upon the prize.\" St. Paul exhorts all full-grown Christians to imitate his perseverance; like him, to forsake any claims to legal righteousness; to seek that righteousness which is through the faith of Christ; to know Christ, to win Christ; to press ever forwards to obtain the prize. And if in anything ye be otherwise minded, God shall reveal even this unto you.. If only we be in earnest, pressing onwards in the Christian race with sustained perseverance, God will, by the manifestation of his Spirit in our heart, correct any minor errors of doctrine or of practice. Comp. John 7:17, \"If any man willeth to do (θέλῃ ποιεῖν) his will, he shall know of the doctrine whether it be of God.\" \"Otherwise\" (ἑτέρως) seems here to mean otherwise thin is right, wrongly, amiss - a meaning which it has not unfrequently in classical Greek, and in our word \"heterodox.\" Even this; rather, this too, as well as the one thing needful, the knowledge of Christ, which he has already revealed. Mark the word \"reveal.\" Paul may teach, but living spiritual knowledge is a revelation from God. This passage shows that the word \"perfect\" is used here in a restricted sense, not of consummated holiness; as it implies that some of the \"perfect\" may be \"otherwise minded,\" may be involved in minor errors. Good Christians must have that righteousness which is through faith; they must persevere: they may err in less essential points. It is a lesson of charity and humility.NEWLINEVERSETITLESTARTPhilippians3:16VERSETITLEENDNEWLINEVERSESTARTNevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing.VERSEENDNEWLINEVerse 16. - Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing. Omit, with the best manuscripts, the words from \"rule\" to \"thing,\" and translate, R.V., only, whereunto we have already attained, by that same (rule) let us walk; or, more literally, only, what we arrived at, by that same walk. Let there be no falling back; let us, at each point in our Christian course, maintain and walk according to that degree of grace at which we arrived. This explanation seems more probable than the other view, which understands the words, \"by the same,\" of the rule of faith as opposed to the works of the Law.NEWLINEVERSETITLESTARTPhilippians3:17VERSETITLEENDNEWLINEVERSESTARTBrethren, be followers together of me, and mark them which walk so as ye have us for an ensample.VERSEENDNEWLINEVerse 17. - Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample; rather, as R.V., imitators together. They are to unite, one and all, in imitating him. In 1 Corinthians 11:1 he gives the ground of this advice, \"As I also am of Christ.\" Mark, here in order to imitate; elsewhere (as Romans 16:17) in order to avoid. He changes the singular number to the plural, modestly shrinking from proposing himself alone as their example. But \"ensample\" is still singular, because they all (Timothy, Epaphroditus, etc.) present the same image, all imitating Christ. Observe the change of metaphor: hitherto the Christian life has been compared to a race; now he speaks of walking; literally, walking about (περιπατεῖν), moving hither and thither in the daily path of life.NEWLINEVERSETITLESTARTPhilippians3:18VERSETITLEENDNEWLINEVERSESTART(For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:VERSEENDNEWLINEVerse 18. - For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ; rather, I used to tell you; the tense is imperfect. He used to speak thus of them when he was at Philippi; now, during his absence, the evil has increased, and he repeats his warning with tears. \"Paul weeps,\" says Chrysostom, \"for those at whom others laugh; so true is his sympathy, so deep his care for all men.\" He seems to be speaking here, not of the Jews, but of nominal Christians, who used their liberty for a cloke of licentiousness. Such are enemies of the cross; they hate sell-denial, they will not take up their cross. By their evil lives they bring shame upon the religion of the cross.NEWLINEVERSETITLESTARTPhilippians3:19VERSETITLEENDNEWLINEVERSESTARTWhose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)VERSEENDNEWLINEVerse 19. - Whose end is destruction; rather, as R.V., perdition. Observe the contrast: not the prize of the high calling, but everlasting death. Whose god is their belly, and whose glory is in their shame (comp. Romans 16:18). They boast of their liberty, and pervert it into licence' (2 Peter 2:19). Who mind earthly things; rather, they who mind. The irregularity of the construction (he returns to the nominative) seems expressive of the apostle's indignation.NEWLINEVERSETITLESTARTPhilippians3:20VERSETITLEENDNEWLINEVERSESTARTFor our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:VERSEENDNEWLINEVerse 20. - For our conversation is in heaven. The word \"our\" is emphatic; the apostle refers back to ver. 17: \"Follow us, not those enemies of the cross; our conversation is in heaven; they mind earthly things.\" The A.V. has this same word \"conversation\" in Philippians 1:27, where the Greek (πολιτεύεσθε) is the verb corresponding with the noun (πολιτεῦΜα) which occurs here. The verb is used in the sense of a certain mode of life or conversation, as in Acts 23:1, but it does not appear that the noun ever bears that meaning. The rendering\" citizenship\" also seems deficient in authority. In classical Greek the word has three meanings:NEWLINENEWLINE(1) a form of government;NEWLINENEWLINE(2) political acts, politics;NEWLINENEWLINE(3) a commonwealth.NEWLINENEWLINEThe last seems the most suitable here. The unworthy Christians mentioned in the last verse mind earthly things; but our city, our country, our home, is in heaven: there is the state of which we are citizens; there is the general assembly and Church of the Firstborn, whoso names are inscribed in the roll of the citizens of the heavenly city. Our real home is there now (ὑπάρχει); comp. Ephesians 2:19, \"Ye are no longer strangers and foreigners, but ye are fellow-citizens of the saints\" (comp. also Hebrews 11:10, 16 and Hebrews 13:14; Galatians 4:26). From whence also we look for the Savior, the Lord Jesus Christ; rather, we eagerly wait for (comp. Romans 8:23, 25; Galatians 5:5) the Lord Jesus Christ as a Savior; comp. Isaiah 25:9, \"This is the Lord; we have waited for him; we will be glad and rejoice in his salvation.\"NEWLINEVERSETITLESTARTPhilippians3:21VERSETITLEENDNEWLINEVERSESTARTWho shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.VERSEENDNEWLINEVerse 21. - Who shall change our vile body that it may be fashioned like unto his glorious body; rather, as R.V., who shall fashion anew the body of our humiliation, that it may be conformed to the body of his glory. Compare the description of our Lord's person and work in Philippians 2:6-8. There St. Paul tells us that he who was originally in the form of God took upon him the form of a servant, and was found in fashion as a man. Here he uses the derivatives of the same words \"form\" and \"fashion\" (μορδή and σχῆμα), to describe the change of the bodies of the saved at the resurrection. He had already told us (ver. 10) that the Christian soul is being gradually conformed during life unto the death of Christ. He now tells us that this conformity of the Christian unto Christ is ultimately to extend to the body. The Lord shall change the outward fashion of our body; but this change will be more than a change of outward fashion: it will result in a real conformity of the resurrection-body of the believer unto the glorious body of the Lord. The body of our humiliation; not \"vile body.\" St. Paul does not despise the body, like the Stoics and Gnostics; the Christian's body is a sacred thing - it is the temple of the Holy Ghost, and the seed of the resurrection-body (comp. 1 Corinthians 6:20). According to the working whereby he is able even to subdue all things unto himself. According to the working, the energy, of his power not only to change and glorify the bodies of the redeemed, but also to subdue all things, the whole universe, unto himself. \"The apostle shows,\" says Chrysostom, \"greater works of the Savior's power, that thou mightest believe in these.\"NEWLINENEWLINENEWLINENEWLINENEWLINE","Phil.4":"PULPITSTARTPulpit CommentaryPULPITENDNEWLINEVERSETITLESTARTPhilippians4:1VERSETITLEENDNEWLINEVERSESTARTTherefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.VERSEENDNEWLINEVerse 1. - Therefore, my brethren dearly beloved and longed for, my joy and crown. The apostle here, as in 1 Corinthians 15:58, urges the hope of a glorious resurrection as an incentive to steadfastness in the Christian life. He seems scarcely able to find words adequate to express his love for the Philippians; he heaps together epithets of affection, dwelling tenderly on the word \"beloved.\" He tells them of his longing desire to see them, repeating the word used in Philippians 1:8. He calls them his \"joy and crown\" - his joy now, his crown hereafter. He uses the same words of the other great Macedonian Church in 1 Thessalonians 2:19, \"What is our hope, or joy, or crown of rejoicing? Are not even ye?\" The Greek word for \"crown\" (στέφανος) means commonly either the wreath (\"the corruptible crown,\" 1 Corinthians 9:25) which was the prize of victors at the Grecian games; or a garland worn at banquets and festivities. The royal crown is generally διάδημα. But στέφανος is used in the Septuagint for a king's crown (see (in the Greek) 2 Samuel 12:30; Psalm 20:4 (A.V., Psalms 21:3); Esther 8:15). The crown of thorns, too, which was used in mockery of the Savior's kingly title, was στέφανος ἐξ ἀκανθῶν, though this may possibly have been suggested by the laurel wreath worn by the Roman Caesars (see Trench, 'Synonyms of the New Testament,' sect. 23.). \"The crown of life,\" \"the crown of glory that fadeth not away,\" is the emblem both of victory and of gladness. Yet it is also in some sense kingly: the saints shall sit with Christ in his throne; they shall reign with him; they are kings (\"a kingdom,\" R.V., with the best manuscripts) and priests unto God (Revelation 1:6). In this place victory seems to be the thought present to the apostle's mind. In Philippians 2:16 and Philippians 2:12-14 he has been comparing the Christian life with the course of the Grecian athletes. Now he represents his converts as constituting his crown or wreath of victory at the last; their salvation is the crowning reward of his labors and sufferings. So stand fast in the Lord, my dearly beloved. So; that is, as ye have us for an example; or perhaps, as becomes citizens of the heavenly commonwealth. The same word (στήκετε) is used in Philippians 1:27, also in connection with the idea of citizenship.NEWLINEVERSETITLESTARTPhilippians4:2VERSETITLEENDNEWLINEVERSESTARTI beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord.VERSEENDNEWLINEVerse 2. - I beseech Enodias, and beseech Syntyche, that they be of the same mind in the Lord; rather, Euodia. It is plain from the next verse that both are female names. The narrative in Acts 16 shows that the female element was more than usually important in the early Philippian Church. These ladies seem to have held a high position in that Church; possibly they may have been deaconesses, like Phoebe at Cenchrea. Their dissensions disturbed the peace of the Church. The repeated \"I beseech\" is emphatic; it may, perhaps, also imply that both were in fault. St. Paul earnestly begs them to be reconciled, and to be reconciled as Christians, in the Lord, as members of his body, in the consciousness of his presence. Mark how often the words, \"in Christ,\" \"in the Lord,\" occur in this Epistle; how constantly the thought of spiritual union with Christ was present to the apostle's mind.NEWLINEVERSETITLESTARTPhilippians4:3VERSETITLEENDNEWLINEVERSESTARTAnd I intreat thee also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and with other my fellowlabourers, whose names are in the book of life.VERSEENDNEWLINEVerse 3. - And I entreat thee also, true yokefellow; rather, yea, with R.V. and the best manuscripts; καὶ is a particle of earnest appeal (comp. Philemon 1:20 and Revelation 22:20); I ask or request. The Greek word ἐρωτῶ is used in New Testament Greek (in classical Greek it means \"to inquire\") of requests addressed to an equal; αἰτῶ is used in addressing a superior (comp. Trench, 'Synonyms of the New Testament,' sect. 40.). Who was the \"true yokefellow\"? Some, following Clement of Alexandria, interpret the words of a supposed wife of St. Paul. But the Greek adjective has the masculine termination; and it is plain, from 1 Corinthians 7:8, that St. Paul was unmarried. Others take one of the Greek words as the proper name of the person addressed, Syzygus or Gnesius. On the first supposition, the play on the meaning of Syzygus, yokefellow, would resemble St. Paul's reference to Onesimus in Philemon 1:11. But neither of these words seems to occur as a proper name. Some again, as Chrysostom, interpret the word of the husband of Euodia or Syntyche: this does not seem likely. Others think that Lydia may be addressed here. The omission of her name is remarkable; but she may bare been dead or no longer resident at Philippi. Others understand the chief pastor of the Church at Philippi, who may very possibly have been Epaphroditus himself, the bearer of the letter. This, on the whole, seems the most probable conjecture. The omission of the name implies that the person addressed was in a conspicuous position, so that there was no danger of mistakes. An important duty is assigned to him. And it may be that the word \"yokefellow,\" as distinguished from \"fellow-laborer,\" denotes something more of equality with the apostle. Help those women which labored with me in the gospel; rather, as R.V., help those women, for they labored with me. Help Euodia and Syntyche towards a mutual reconciliation, and that, inasmuch as they labored in the gospel. With Clement also. Are these words to be connected with \"help\" or with labored\"? Is Clement associated with the \"true yokefellow\" in the work of reconciliation, or with the women who labored with St. Paul? The balance of probability seems to be in favor of the first alternative; there appears to be no reason for mentioning Clement's labors in this place; while, on the other hand, St. Paul's anxiety for the reconciliation of Euodia and Syntyehe might naturally urge him to ask for the combined efforts of all his fellow-laborers. Whether this Clement is to be identified with St. Clement the Bishop of Rome is an open question; there are no sufficient data for deciding it (see Bishop Lightfoot's detached note). And with other my fellow-laborers; rather, as R.V., and the rest of my fellow-workers. St. Paul appeals to them all. Whose names are in the book of life. St. Paul does not mention their names; there is no need that he should do so - they are written in heaven (comp. Exodus 32:32; Psalm 69:28; Daniel 12:1; and Revelation, passim). The book of life is the roll of the citizens of the heavenly kingdom. The passages quoted do not necessarily involve the doctrine of an unconditional, irreversible predestination, or the phrase, \"to blot out of my hook,\" could not be used.NEWLINEVERSETITLESTARTPhilippians4:4VERSETITLEENDNEWLINEVERSESTARTRejoice in the Lord alway: and again I say, Rejoice.VERSEENDNEWLINEVerse 4. - Rejoice in the Lord alway; and again I say, Rejoice; rather, as R.V., again I will say. St. Paul returns to the key-note of the Epistle, Christian joy. He writes again the same things (see Philippians 2:1); he will say it again, he. never wearies of repeating that holy joy is a chief Christian duty. Rejoice in the Lord; in his presence, in communion with him, and that always; for he who rejoices in the Lord, as Chrysostom says, always rejoices, even in affliction: \"Sorrowful, yet always rejoicing\" (2 Corinthians 6:10).NEWLINEVERSETITLESTARTPhilippians4:5VERSETITLEENDNEWLINEVERSESTARTLet your moderation be known unto all men. The Lord is at hand.VERSEENDNEWLINEVerse 5. - Let your moderation be known unto all men; rather, forbearance, or gentleness. The word ἐπιείκεια (here the neuter adjective is used) is translated \"gentleness\" in 2 Corinthians 10:1, where it is attributed to our Lord himself. In the Aristotelian' Ethics' it stands for the temper which contents itself with less than its due, and shrinks from insisting on its strict rights. There is no joy in a narrow selfishness; joy involves an open heart, a generous love. Joy in the Lord tends to make men gentle and mild to others. \"Gaudium in Domino,\" says Bengel, \"parit veram aequitatem erga proximum.\" Unto all men; heathen as well as Christian. Compare our Lord's word: \"By this shall all men know that ye are my disciples, if ye have love one to another.\" St. Paul would have the heathen say, \"See how these Christians love one another.\" Their mutual love would be the blessed means of drawing fresh converts to the faith. There may possibly be an allusion here to the differences between Euodia and Syntyche; let there be no more disagreements, but rather mutual forbearance. The Lord is at hand. The Aramaic Maranatha (\"the Lord cometh\") in 1 Corinthians 16:22 seems to imply that these words were current in the Church as a formula of warning, like \"Hallelujah\" as a set form of praise. The Lord is at hand therefore be not careful to exact your full rights; love is more precious than gold in the treasury of heaven. Comp. James 5:8, \"Be ye also patient,... for the coming of the Lord draweth nigh.\" Others interpret the words, not of the future advent, but of the Lord's present nearness. Comp. Psalm 145:18, \"The Lord is nigh unto all them that call upon him.\" But this seems scarcely so appropriate here.NEWLINEVERSETITLESTARTPhilippians4:6VERSETITLEENDNEWLINEVERSESTARTBe careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.VERSEENDNEWLINEVerse 6. - Be careful for nothing; rather, as R.V., in nothing be anxious. Μέριμνα is anxious, distracting care. St. Paul does not wish his converts to be careless, but to be free from that over-anxiety about worldly things which might distract their thoughts from the service of God, and hinder their growth in holiness. Comp. 1 Peter 5:7, where the apostle bids us cast all our care (μέριμνα) upon God. The thought of the Lord's nearness should lead us both to be forbearing in our relations to others, and also to keep ourselves free, as far as may be, from worldly anxieties. \"He careth for us.\" But in everything by prayer and supplication with thanksgiving let your requests be made known unto God. \"Curare et orare,\" says Bengel, \"plus inter se pugnant quam aqua et ignis.\" In everything; in each emergency, little or great, as it arises, pray; cultivate the habit of referring all things, great or small, to God in prayer. The two words rendered \"prayer\" and \"supplication\" προσευχή and δέησις) occur together also in Ephesians 6:18; 1 Timothy 2:l and Ephesians 5:5. The first has been defined by Chrysostom and others as prayer to obtain a good; the second, prayer to avoid an evil Better, perhaps, as most modern commentators, προσευχή is the general word, covering the idea of prayer in its widest meaning; while δέησις is a special act of supplication for some particular object of need (see Trench, 'Synonyms of the New Testament,' sect. 51.). With thanksgiving. Thanksgiving is the necessary accompaniment of prayer; it ought never to be absent from our devotions; it springs out of that holy joy which St. Paul so constantly sets before us in this Epistle as the bounden duty of Christians. St. Paul himself is an example of constant thanksgiving. All his Epistles, except those to the Galatians, 1 Timothy, and Titus, open with a thanksgiving. In the dungeon at Philippi he and Silas \"prayed and sang praises unto God\" (Acts 16:25). Our requests, the things for which we ask, are to be made known unto God; πρὸς τὸν Θεόν before God, in the presence of God, by prayer, the general converse of the soul with God; and by supplication, direct petitions for the supply of our necessities. Indeed, he knows our necessities before we ask; but we are encouraged to make them known before him, as Hezekiah took the letter of Sennacherib and spread it before the Lord.NEWLINEVERSETITLESTARTPhilippians4:7VERSETITLEENDNEWLINEVERSESTARTAnd the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.VERSEENDNEWLINEVerse 7. - And the peace of God, which passeth all understanding. The peace which God gives, which flows from the sense of his most gracious presence, and consists in childlike confidence and trustful love. This peace passeth all understanding; its calm blessedness transcends the reach of human thought; it can be known only by the inner experience of the believer. The similar passage, Ephesians in 20, \"Unto him that is able to do exceeding abundantly above all that we ask or think,\" seems decisive for the ordinary interpretation. Bishop Light-foot, Meyer, and others take another view of the passage: \"Surpassing every device or counsel of man. i.e. which is far better, which produces a higher satisfaction, than all punctilious self-assertion, all anxious forethought.\" Shall keep your hearts and minds through Christ Jesus; rather, as R.V., shall guard your hearts and your thoughts in Christ Jesus. Peace shall guard - \"a verbal paradox, for to guard is a warrior's duty\" (Bishop Lightfoot). The peace of God abiding in the heart is a sure and trusty garrison, guarding it so that the evil spirit, once cast out, cannot return. The thoughts issue from the heart; for the heart, as commonly in the Hebrew Scriptures, is regarded as the seat of the intellect, not of feeling only. In Christ Jesus; in the sphere of his influence, his presence. True believers, abiding in Christ, realize his promise, \"Peace I leave with you, my peace I give unto you.\"NEWLINEVERSETITLESTARTPhilippians4:8VERSETITLEENDNEWLINEVERSESTARTFinally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.VERSEENDNEWLINEVerse 8. - Finally, brethren, whatsoever things are true. He repeats the \"finally\" of Philippians 2:1, He again and again prepares to close his Epistle, but cannot at once bid farewell to his beloved Philippians. He urges them to fill their thoughts with things good and holy. Christ is the Truth: all that is true comes from him; the false, the vain, is of the earth, earthy. Perhaps the verb (ἐστίν) may be emphatic. Sceptics may deny the existence of absolute truth; men may scoffingly ask, \"What is truth?\" Truth is real, and it is found in Christ, the Truth. Whatsoever things are honest. The word (σεμνά) occurs only here and four times in the pastoral Epistles. It is a word difficult translate. \"Honourable\" or\" reverend\" (the renderings of the R.V.) are better equivalents than \"honest.\" It points to a Christian decorum, a Christian self-respect, which is quite consistent with true humility, for it is a reverence for the temple of God. Whatsoever things are just; rather, perhaps, righteous, in the widest meaning. Whatsoever things are pure; not only chaste, but free from stain or defilement of any sort. The word used here (ἁγνός) is not common in the New Testament. The adverb occurs in Philippians 1:16, where it is rendered \"sincerely,\" and implies purity of motive. Whatsoever things are lovely (προσφιλῆ); not beautiful, but pleasing, lovable; whatsoever things would attract the love of holy souls. Whatsoever things are of good report. The word (εὔφημα) means \"well-speaking\" (not \"well spoken of\"), and so \"gracious,\" \"attractive;\" in classical Greek it means \"auspicious,\" \"of good omen.\" Of these six heads, the first two describe the subjects of devout thought as they are in themselves; the second pair relate to practical life; the third pair to the moral approbation which the contemplation of a holy life excites in good men. If there be any virtue. This word, so very common in the Greek moralists, occurs nowhere else in St. Paul. Nor does any other of the New Testament writers use it except St. Peter (l Peter 2:9 (in the Greek); 2 Peter 1:3, 5). Bishop Lightfoot says, \"The strangeness of the word, combined with the change of expression, εἴ τις, will suggest another explanation: 'Whatever value may reside in your old heathen conception of virtue, whatever consideration is due to the praise of men; ' as if the apostle were anxious not to omit any possible ground of appeal.\" And if there be any praise; comp. Romans 12:17 and 2 Corinthians 8:21, where St. Paul bids us \"provide for honest things, not only in the sight of the Lord, but also in the sight of men.\" Nevertheless, in the highest point of view, the praise of the true Israelite is not of man, but of God. Think on these things; or, as in the margin of R.V., take account of. Let these be the considerations which guide your thoughts and direct your motives. The apostle implies that we have the power of governing our thoughts, and so are responsible for them. If the thoughts are ordered well, the outward life will follow.NEWLINEVERSETITLESTARTPhilippians4:9VERSETITLEENDNEWLINEVERSESTARTThose things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.VERSEENDNEWLINEVerse 9. - Those things, which ye have both learned, and received, and heard, and seen in me, do. St. Paul turns from contemplation to practical life: they must translate into action the lessons which they received from him. The verbs are aorists and refer to the time when he was among them. He taught not by word only, but by living example; they saw in him when present, and heard of him when he was absent, a pattern of the Christian life. And the God of peace shall be with you. God dwells with those who think holy thoughts and live holy lives; and with him comes the peace which is his, which he giveth (comp. Romans 15:33).NEWLINEVERSETITLESTARTPhilippians4:10VERSETITLEENDNEWLINEVERSESTARTBut I rejoiced in the Lord greatly, that now at the last your care of me hath flourished again; wherein ye were also careful, but ye lacked opportunity.VERSEENDNEWLINEVerse 10. - But I rejoiced in the Lord greatly, that now at the last your care of me hath flourished again. St. Paul thanks the Philippian Church for the gifts brought by Epaphroditus; his expressions, so courteous and yet so dignified, bespeak, like the Epistle to Philemon, like all his writings, the perfect gentleman in the best sense of the word. I rejoiced in the Lord; he fulfils his own precept (ver. 4). His joy rises kern the gift to the love which prompted the gift, and thence to the Divine Giver of that love. Greatly. Bengel says, \"Hoc vix placuerit Stoico. Paulus ingentes affectns habuit, sed in Domino.\" The R.V. rendering of the following words is more literal: \"Ye revived your thought for me.\" The verb is properly used of a tree putting forth fresh shoots after its winter sleep. Bengel thinks that the metaphor was derived from the season; the apostle was writing in the spring. Offsets, as Meyer, render differently, \"Ye flourished again (i.e. in your circumstances) so as to mind my interests.\" As the words might seem to imply some degree of blame, St. Paul hastens to ascribe the delay of the Philippians to causes beyond their own control. Wherein ye were also careful, but ye lacked opportunity; more literally, wherein ye did indeed take thought, as R.V. It may be that they had no suitable messenger; but St. Paul speaks of the \"deep poverty\" of the Macedonian Churches in 2 Corinthians 8:1, 2, where he also praises their liberality.NEWLINEVERSETITLESTARTPhilippians4:11VERSETITLEENDNEWLINEVERSESTARTNot that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content.VERSEENDNEWLINEVerse 11. - Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content. . He explains himself; it is not want that prompted his words. Literally, I learned (the verb is aorist); that is, when he became a Christian. The A.V. is verbally inaccurate in the following words, which mean literally, \"In the circumstances in which I am.\" But the sense is the same. St. Paul is speaking of his present condition: he is content with it, though it involves all the hardships of captivity; his present contentment is a sample of his habitual frame of mind. Αὐτάρκης here rendered \"content,\" is a common word in Greek philosophy. It means \"self-sufficient,\" \"independent.\" It is of frequent occurrence in Stoical treatises; but St. Paul uses it in a Christian sense; he is αυτάρκης in relation to man, but his αὐτάρκεια comes from God (2 Corinthians 9:8).NEWLINEVERSETITLESTARTPhilippians4:12VERSETITLEENDNEWLINEVERSESTARTI know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.VERSEENDNEWLINEVerse 12. - I know both how to be abased, and I know how to abound. St. Paul had experience both of sorrow and of joy, both of distress and of comfort; he knew how to bear himself in both, because his chiefest joy was \"in the Lord.\" This abiding joy raised him above the vicissitudes of this mortal state, and gave him an αὐτάρεκια, a Christian independence, which enabled him to act becomingly both in adversity and in prosperity. Everywhere and in all things I am instructed; literally, as R.V., in everything and in all things; as we say, \"in each and all,\" in every condition separately and in all collectively. The R.V. translates more accurately, \"have I learned the secret.\" The Greek μεμύημαι means properly, \"I have been' initiated.\" It is a word adapted from the old Greek mysteries; comp. B.C.ngel, \"Disciplina arcana imbutus sum, ignota mundo.\" St. Paul represents the advanced Christian life as a mystery, the secrets of which are taught by God. the Holy Ghost to the soul that longs to prove in its own personal experience \"what is that good and acceptable and perfect will of God.\" St. Paul frequently uses the word μυστήριον, mystery, for the truths once hidden but now brought to light by the gospel. Both to be full and to be hungry, both to abound and to suffer need. The word rendered \"to be full\" (χορτάζεσθαι) is strictly used of animals, and means \"to be foddered;\" in the New Testament and later Greek it is used also of men, without any depreciatory significance, as in Matthew 5:6, \"They shall be filled (χορτασθήσονται).\"NEWLINEVERSETITLESTARTPhilippians4:13VERSETITLEENDNEWLINEVERSESTARTI can do all things through Christ which strengtheneth me.VERSEENDNEWLINEVerse 13. - I can do all things through Christ which strengtheneth me; rather, as R.V., in him that strengtheneth me. The best manuscripts omit the word \"Christ\" in this place. In him. It is only in Christ, in spiritual union with him, that the Christian is αὐτάρκης, self-sufficient. His presence gives strength to do and suffer all things (comp. 2 Corinthians 12:9).NEWLINEVERSETITLESTARTPhilippians4:14VERSETITLEENDNEWLINEVERSESTARTNotwithstanding ye have well done, that ye did communicate with my affliction.VERSEENDNEWLINEVerse 14. - Notwithstanding ye have well done, that ye did communicate with my affliction; rather, as R.V., ye had fellowship with my affilction. St. Paul values the sympathy, the fellow-feeling, more than the gifts; he could have done without the gifts, but they were precious as a proof of love.NEWLINEVERSETITLESTARTPhilippians4:15VERSETITLEENDNEWLINEVERSESTARTNow ye Philippians know also, that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but ye only.VERSEENDNEWLINEVerse 15. - Now ye Philippians know also, that in the beginning of the gospel when I departed from Macedonia. He reminds them delicately of their former liberality to show his love for them; he was not unwilling to receive kindnesses from them. He had always refused to accept contributions from the Corinthians; but the bonds which bound him to the Macedonian Churches were closer and tenderer. In the beginning of the gospel; when he first preached in Macedonia, ten years ago. The words, \"when I departed from Macedonia,\" may refer either to some gifts not mentioned elsewhere, sent to him when be left Beroea for Athens; or, if the aorist be taken in a pluperfect sense, to the supplies afterwards sent to him at Corinth (2 Corinthians 11:8, 9). No Church communicated with me as concerning giving and receiving, but ye only. Chrysostom understands this of giving worldly things and receiving spiritual things (comp. 1 Corinthians 9:11). But the context seems to restrict the meaning to temporal gifts: the Philippians gave, St. Paul received. Bengel says, \"Poterant diccre, Faciemus, si alii fecerint: nunc eo major horum laus est: ceterorum, eo minor.\"NEWLINEVERSETITLESTARTPhilippians4:16VERSETITLEENDNEWLINEVERSESTARTFor even in Thessalonica ye sent once and again unto my necessity.VERSEENDNEWLINEVerse 16. - For even in Thessalonica ye sent once and again unto my necessity. This shows the promptness of their generosity; they not only helped him when he departed from Macedonia; but, before that time, while he was still at Thessalonica, the city which he visited next after leaving Philippi, they sent more than once to supply his needs; Comp. 1 Thessalonians 2:9 and 2 Thessalonians 2:8, where St. Paul says that he avoided being chargeable to the Thessalonians; for which purpose he labored with his own hands; but, it seems, he needed additional help, and this was supplied from Philippi.NEWLINEVERSETITLESTARTPhilippians4:17VERSETITLEENDNEWLINEVERSESTARTNot because I desire a gift: but I desire fruit that may abound to your account.VERSEENDNEWLINEVerse 17. - Not because I desire a gift: but I desire fruit that may abound to your account; rather, as R.V., not that I seek for the gift; but I seek for the fruit that creaseth to your account. He shrinks sensitively from the danger of being mistaken; his words are not to be understood as a hint for further gifts. It is not the gift that he desires; but there is something which he longs for, and that is, charity, the fruit of the Spirit, showing itself in the generosity of the Philippians - the fruit of good works, continually increasing, and set down in heaven to their account.NEWLINEVERSETITLESTARTPhilippians4:18VERSETITLEENDNEWLINEVERSESTARTBut I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.VERSEENDNEWLINEVerse 18. - But I have all, and abound: am full. I have to the full all that I need, and more. (For the word ἀπέχω, comp. Matthew 6:2, 5, 16, and Luke 6:24.) Having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, well-pleasing to God. He uses another metaphor: in ver. 17 the gift was fruit, now it is a sacrifice: given to the servant of God, it is in truth offered to God himself. \"How high does he lift their gift!\" says Chrysostom; \"it is not I, he says, who have received it, but God through me.\" The words, ὀσμὴ εὐωδίας, an odour of sweet smell, occur often in the Old Testament in connection with sacrifice (see Genesis 8:21; Exodus 29:18; also for the metaphor, Ephesians 5:2). in Hebrews 13:16 almsgiving is also described as a sacrifice with which God is well pleased. The first and chiefest offering we can make is ourselves: \"We offer and present unto thee, O Lord, ourselves, our souls and bodies\" (comp. Romans 12:1); in that chief offering is involved the lesser gift of alms.NEWLINEVERSETITLESTARTPhilippians4:19VERSETITLEENDNEWLINEVERSESTARTBut my God shall supply all your need according to his riches in glory by Christ Jesus.VERSEENDNEWLINEVerse 19. - But my God shall supply all your need; rather, as R.V., every need of yours, My God; the pronoun is emphatic, as in Philippians 1:3. God will accept your offerings as made to him; you have supplied my need, he will supply every need of yours. According to his riches in glory by Christ Jesus. Not by; it should be \"in Christ Jesus.\" The reward is given to his saints through union with him: \"Beholding as in a glass the glory of the Lord, they are changed into the same image kern glory to glory.\" In glory; that is, by setting them in glory - the glory of holiness now, the glory of eternal life hereafter.NEWLINEVERSETITLESTARTPhilippians4:20VERSETITLEENDNEWLINEVERSESTARTNow unto God and our Father be glory for ever and ever. Amen.VERSEENDNEWLINEVerse 20. - Now unto God and our Father be glory for ever and ever. Amen; rather, with R.V., unto our God and Father be the glory. The thought of God's present mercies, and the hope of glory to come mentioned in the last verse, suggest the doxology. Observe, St. Paul says, \"our God and Father\" here. He said, \"my God\" in ver. 19, where he was speaking of the reward which God would give for kindness shown to himself; but now \"our God,\" as the one Object of praise and worship from the universal Church. The glory; the article is commonly used with δόξα in these doxologies - the glory which is God's peculiar possession, which is essentially his (comp. John 17:5). Bishop Lightfoot says, in his note on Galatians 1:5, \"It is probable that we should supply ἐστὶν in such cases rather than ἔστω. It is an affirmation rather than a wish. Glory is the essential attribute of God. See 1 Peter 4:11, Ωι ἐστὶν ἡ δόξα καὶ τὸ κράτος, and the doxology added to the Lord's Prayer (Matthew 6:13).\" For ever and ever; literally, for the ages of ages; for the ages which consist, not of years, but of ages, for the countless ages of eternity (comp. Galatians 1:5 and 1 Timothy 1:17).NEWLINEVERSETITLESTARTPhilippians4:21VERSETITLEENDNEWLINEVERSESTARTSalute every saint in Christ Jesus. The brethren which are with me greet you.VERSEENDNEWLINEVerse 21. - Salute every saint in Christ Jesus. Every saint individually - an expression of personal affection. The words, \"in Christ Jesus,\" may be taken with \"salute,\" as in Romans 16:22 and 1 Corinthians 16:19. It is a Christian salutation, an acknowledgment of spiritual relationship; or better, perhaps, as in numerous passages, with \"saint.\" All saints are in Christ, members of his body, knit together into one communion and fellowship in the mystical body of Christ. It is this union with Christ which makes them saints. The brethren which are with me greet you. Observe, he calls them \"brethren,\" though he had none like-minded with him, save only Timothy (Philippians 2:20, 21).NEWLINEVERSETITLESTARTPhilippians4:22VERSETITLEENDNEWLINEVERSESTARTAll the saints salute you, chiefly they that are of Caesar's household.VERSEENDNEWLINEVerse 22. - All the saints salute you, chiefly they that are of Caesar's household. All the Christians at Rome, not only St. Paul's personal friends and companions. It is not clear why he lays a special stress on those belonging to Nero's household. The reason given by Chrysostom seems somewhat fanciful: \"If those who dwelt in palaces despised all things for the sake of the King of heaven, much more should the Philippians do so.\" Some of them may have been known to the Philippian Christians. The term familia or domus Caesaris included all ranks, from the highest official to the lowest freedman or slave. It is probable that those alluded to here belonged to the humbler classes. But at any rate St. Paul's words prove that his preaching had penetrated into that abyss of all infamy, the palace of Nero. (For the Christianity of Seneca, and the supposed correspondence between him and St. Paul see Bishop Lightfoot's dissertation on 'St. Paul and Seneca.' See also his detached note on 'Caesar's Household.')NEWLINEVERSETITLESTARTPhilippians4:23VERSETITLEENDNEWLINEVERSESTARTThe grace of our Lord Jesus Christ be with you all. Amen.VERSEENDNEWLINEVerse 23. - The grace of our Lord Jesus Christ be with you all. Amen; read, with the best manuscripts, with your spirit. St. Paul begins with \"grace\" (Philippians 1:2), and ends with \"grace.\" The gracious love of the Lord Jesus was the joy of his heart.NEWLINENEWLINENEWLINENEWLINE",